{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】眼睛模糊竟是中風？名醫曝恐怖3大前兆：一關鍵自救搶命！ft. 陳龍醫師.mp3",
  "text": "你知道喝什麼可以降低糖尿病肥胖跟中風的機率嗎今天邀請到神經內科醫師成龍來告訴大家高血壓糖尿病患者不想中風你一定要知道的保命關鍵當你發生微笑舉手說你好其中一個有問題打一一九記下你發生的時間或者你最後他是OK的時間是幾點然後第一個就不要你的中風範圍有可能會變大眼睛出現的三種症狀小心你已經中風了\n台灣每一年腦中風的人有五萬人蠻多的你不覺得這輸得很可怕對所以就是上次我們有請到了就是迷一系列裡面就是雙河醫院的成龍醫師那醫師也擅長是神經內科對 沒錯上次我們講到微笑舉手說你好 對後來很多人就敲碗就說他想知道更多更細的東西而且這次我看到一個很特別的是之前我父親也有發生過的就是他眼睛\n他現在看不見模糊了結果後來就發現了中風這樣子為什麼會這樣子呢其實眼睛其實也有血管眼睛很模糊他有分很多部分第一部分當然我們講的就是看眼科白內障等等那一些眼睛裡面也有血管血管你有沒有聽過眼中風有可能就是我們講眼睛的微小血管硬化甚至於都塞住所以有些時候他有一些點狀點狀的視野缺損等等那一些如果再往後看的話我們的視野傳導會到\n腦部等等那邊去當然會變成我們講視野的缺損中風的一個現象是 對有時候我記得我之前有一個病人他就是一個60幾歲會計時車上工送過來的時候是車禍過斑馬線的時候就被車撞到他就說車子沒看到他電腦斷層照起來其實他沒有出血車禍的情況外傷不嚴重不嚴重 真的不嚴重可是電腦斷層一照他的中風的範圍是什麼視野所以他有一邊看不到\n所以車子過來的時候完全看不到所以他辦測算是偏忙偏忙掉了所以他車子過來他看不到他一直說是車子車禍撞完之後才這樣子我們就解釋了很久這個是應該你本身的中風你不知道後來再問他家屬有他最近散步時比如說在家裡走路會撞到門踢到東西他自己不知道以為說年紀大可能不小心等等那一些其實再問他這種症狀他就說搞不好一個禮拜前\n類似的現象可是沒有很嚴重直到真的是撞到的時候他才發現說真的是中風了那辦測都已經看不到了有辦法救嗎讓他看得見當然沒辦法因為他已經過了那個黃金的治療期像我們上次講黃金治療期比如說打靜脈血栓溶解的藥物去年我們講說三小時健保給付健保從10月1號開始延長到4.5個小時只要符合資格都可以給付發病四個半小時可是阿伯的症狀其實已經\n過了一個多禮拜了一個多禮拜了你問回來他最後那個知道的時間就是一個多禮拜是 不對勁的我還有看過另外一種就是他不是自覺的他就是眼睛會好像閉幕一樣慢慢的垂下蓋下來然後但是他又會張開再張開這個也是中風的症狀這個我們就講暫時新的腦缺血他代表什麼意思大部分是一隻眼睛就跟我們看電影幕幕關下來沒多久慢慢就打開了\n這個代表什麼就是他頸動脈可能一個很明顯的嚴重的狹窄當你的水分不夠啊或者血壓的改變啊天氣變化你那個頸動脈的血流上去不夠就影響到你的視野就當你水分夠了或者血壓比較穩定慢慢就打大部分這個症狀不會持續超過5分鐘到10分鐘這個很多如果你有警覺到這個的話就告訴你老天爺其實蠻眷顧你的你要快點去找醫生看看檢查看看你頸動脈是不是有狹窄\n如果頸動脈有狹窄符合資格我們就會放支架預防你真的是因為這條血管塞住的話他症狀不會只有單單的這個如果你右邊搞不好是左手左腳沒辦法動如果你左邊的話是右手右腳甚至語言啊理解都會出問題特別比如說講說三高的病人這個真的是要很注意包含眼睛中風啊很多時候病人視力模糊之後去檢查完才發現說你有糖尿病嗎檢查完才發現原來是有糖尿病\n你有沒有高血壓沒量過應該沒有一兩兩百多血壓其實比比皆是這種東西其實每個月每個禮拜都會發生同樣的病人可是這邊還有一個第三個就一隻眼睛會動一隻不動這到底怎麼一回事這個問題就是他的中風的位置有可能就是我們講腦幹的地方腦幹腦幹的地方眼睛的活動我們大部分看到眼睛活動你看左邊的時候他不會一隻眼睛看左邊是兩隻看過去所以我們就不會看到類似的諜影如果你一隻眼睛動一隻眼睛不動是你一個東西\n變成兩個東西最後我們講腹視對他這個原因是什麼就是大部分就是我們講腦幹中風除了腦幹中風以外還有其他的問題比如說代謝性問題常碰到的比如說糖尿病的病人糖尿病如果血糖控制的真的不是太好就算你控制的好其實你也有可能造成我們講糖尿病的神經病變神經突然出了一些問題所以他的控制眼球活動的有問題另外一個我們還碰到就是也沒中風血糖也正常\n為什麼又沒有糖尿病為什麼不動看著電腦端是那個眼球的肌肉好肥就是檢查原來是甲狀腺的問題所以是代謝性也會影響到眼球的活動的協調當然我們在神經科裡面除了排除中風以外我們還是要注意另外兩個問題那這要怎麼治療如果這可以治療大部分比如不管是糖尿病的或者甲狀腺只要你控制好之後其實慢慢都會恢復如果是中風那個病人其實都會\n有機會恢復可是就需要時間最主要是我們找出他的危險因子他到底有沒有三高有沒有其他的比如說抽菸其他的一些問題有沒有生活習慣的問題這個其實就是最重要的我最常聽到我的長輩朋友說的是他們會頭暈跟暈眩這個很常出現在他們聊天的內容當中這個也是要特別注意的中風前兆嗎暈眩其實講白一點台灣的老人家因為全是老人家九成五應該都有暈眩過\n我們比較擔心就剛講真的是腦中風另外一個就是我們講最底動脈的循環不良最底動脈它是控制什麼就是我們講腦幹小腦的一個血管那邊如果血流量不夠的時候其實它會有類似我們講中出性的暈眩那種狀況除此以外血液濃稠這個我聽過登山的很多會是這種原因對而且很多比如說我手上最少有超過十個以上的病人是我們講那個紅血球症多症血液濃稠最後治療方法\n除了灌水以外還要放血很多原住民朋友都有這個問題因為住在山裡面我們的血氧量比較高就反而血比較濃對這樣子在高山活動它比較不會喘那我多喝一點水可不可以這個是絕對要的但是我媽媽她常常下去買個菜回來或者是她去看朋友回來就說我很暈我很暈我要上床躺一下趕快去找醫生是要救治嗎還是要治療其實我覺得你還是要找醫生我們會做一些檢查判斷它到底是屬於一個中速性或者周邊性的運動\n其實簡單來分比如說耳屎脫落大部分都聽過大部分是有一個方向會暈有人往左有人往右方向性的對方向性的暈一下定格不動好沒事了這樣子大部分就是一個耳屎脫落當然有些暈得很嚴重甚至我們診會幫他做耳屎腹胃的一個治療等等那一些另外一種前庭神經炎這個大部分就是天氣變化熬夜等等那一些早上起來眼睛張開東西在轉\n都有可能而且他一定會吐一定會吐我自己也試過我運氣好發作了就是這個感覺休息休息一下有好一些觀眾朋友今天還是比較想知道腦中風腦中風的這種暈眩就是他如果說這種發生的時候到底我們該怎麼來處理當你發生微笑舉手說你好其中一個有問題打119記下你發生的時間或者最後他是OK的時間是幾點\n就不要亂吃藥不要再去放學等等那一些不要做的事第一個不要吃降血壓藥對或者其他的東西梗塞性的中風他是血管塞住了當你吃了血壓藥你血壓可能降得更低更低的時候意思是說灌流量就會更差灌流量更差你的中風範圍有可能會變大所以在梗塞性的中風如果沒有打血酸溶解沒有做曲衰我們在急性期的時候血壓不會馬上降得很正常我們都會在事先跟病人講我們允許到220我們都還可以\n接受可是如果你打了血酸溶解但我們可能會降一些些出血性中風就完全不一樣了我們要看說他是不是磨蝦腔出血或者是我們講真的是高血壓性出血的造成的中風他的血壓標準可能就會比我們講梗塞性的中風來得低一點點對是那另外一個我就很好奇就是將麻痺的那一側朝上對那為什麼要這樣做呢盡量就是不要讓他繼續壓傷如果有打領帶皮帶那些就可能就讓他把它鬆掉如果家裡面\n就是有家屬在的話就讓他放在一個比較舒適的地方不一定要躺在床上你可以躺在沙發上坐在沙發上面等等那一些因為他沒力如果勉強要走跌倒撞到頭會更慘那現在的原因中風的原因到底是什麼年齡血管就是隨著年紀越來越硬越來越硬到硬到一個程度血管就過不去不管是腦血管心血管其實都是一樣的問題那我就是很怕這個所以我就抓著我媽跟我一起去重訓\n有氧就是甚至是在公園走走路陪我們家狗遛遛這樣可以預防吧讓血管變回青春比較Q彈的狀態運動是其中一個很好的方法頂多就是延緩我想全世界應該沒有人跟你講說我做了什麼事情吃了什麼藥你的血管就不會老化運動這件事非常重要相關經濟學的觀眾很在乎怎麼吃吃什麼今天醫生帶來了這個五個重點\n堅果香蕉鮭魚跟黑巧克力那第一個就是黑咖啡到底要怎麼喝一天大概就是喝兩百五十兩杯就是一杯五百cc左右到六百cc就是超商一杯超大的咖啡大杯咖啡量就差不多而且最重要是黑咖啡不要加奶會比較好其實在兩年前我大概有做了一篇研究那時候找1990年到2020年30年內跳了一百多篇裡面有大概七篇我們拿出來分析做一個統合\n分析兩百多萬人有喝咖啡跟沒喝咖啡我們發現說剛剛講一杯大杯咖啡的量真的每天喝你可以降到大概八趴左右八趴八趴左右的中風的風險甚至可以降低你的糖尿病肥胖因為咖啡裡面你適當的喝其實它可以有一些抗氧化的一個作用當然有些人其實不太適合喝咖啡比如說你有胃食道逆流容易心悸的人也許就不適合喝那麼多咖啡可是一般來講喝咖啡是黑巧克力\n其實都有一些抗氧化的作用另外堅果呢醫師其實我一天大概會吃一把的堅果最好是原味的堅果我這邊有一個數據是哈佛醫學院它統計出來的說每天如果吃到57公克的堅果那其實可以降低5%的壞膽固醇所以其實蠻好的但就像醫師剛剛講的要盡量挑無鹽的不要讓身體有負擔而且它含有心跟蛋白質對我們身體也非常好\n它有香蕉因為其實香蕉這個就是我很多醫師都說要吃香蕉但是怎麼吃也是個學問我書猴的我特別喜歡吃香蕉人氣小藍一樣他也喜歡吃香蕉對其實香蕉是很好很方便的有些時候比如說一根香蕉一個蛋再配一個咖啡也許就是我的早餐對香蕉蛋大概一天一根到兩根當然還有講說因為香蕉的甲離子會比較高其實某程度它一點點的降血壓效果你是剛剛講到的甲就是最重要的成分\n高甲這個甲其實就是防止血壓上升最重要的一個來源那我們下班基因學的觀眾還是要注意尤其是有腎衰竭的就是腺磷、腺甲、腺蛋白不過接下來看到的就是吃魚而且是鮭魚為什麼呢現在怎麼吃呢鮭魚其實有些人喜歡用煎的大部分用橄欖油這一部分會比較安全一些些可是橄欖油用加熱的話煎肉不是不太好嗎就是要低溫可以選擇清蒸或者沙西米其實我也覺得是不錯\n蕙萱一直有說高脂肪魚類不要聽到這個覺得很怪它其實是很好的因為它裡面就Omega 3脂肪酸它可以降低血液當中酸酸肝油脂所以它就建議說如果每週你有兩到三次你用魚去代替肉的話其實也可以有效降低你的壞膽固醇其實我們在下班基因學上面會有留言尤其是醫師上次來說我們現在冬天想要泡溫泉聽說泡溫泉會中風這是真的嗎其實過去有新聞講說去泡溫泉的時候水柱一直沖\n沖沖沖其實這是很危險的一個動作為什麼如果你的本身的血管是很脆弱特別血管櫻花沖沖沖它會裂開裂開它整個就是塞住了塞住變成中風血管玻璃的中風那另外一種可能比較輕沖一沖你的椎間盤被你沖出來這兩個其實我覺得你泡湯就泡湯了千萬不要用沖的會比較好泡湯其實還是要注意一點特別是年紀有點年紀的有三高的病人\n所以中風病人他都可以泡可是你泡的時候泡之前下去的時候第一個溫度要注意溫度要注意溫度要注意而且泡的時間要注意15分鐘左右就起來一下下然後水分的補充也很重要三溫卵很舒服很爽可是最好你就不要又熱又冷又熱又冷我就有那種迷信大家對我的迷信覺得這樣比較健康可是我覺得觀眾朋友就是想要了解說是不是從很熱的地方一下子起來這個溫差如果太大的話\n有關還是沒關會有關因為你的血管就會擴張一擴張你一起來的時候血或者你心臟真的不夠力血沒辦法馬上打到腦部的時候很容易就昏倒一昏倒你會撞到什麼因為那邊都是石頭啊你撞到石頭其實後面就會麻煩了留言區裡面還有另外幾個他講到就是說中風的這些病友們可以拯救嗎其實如果你針對復健那一部分來講其實我覺得什麼復健都可以只要你對他有信心Do no harm第一個\n其實我覺得這個我都不反對其實針灸其實老祖宗下來的東西其實還是有他的幫忙我們剛才講完就是比較重大的中風的判斷然後治療還有一些小中風是這樣稱呼的嗎對小中風有些時候真的是完全沒有症狀那我們怎麼發現定期的健康檢查對啊健保其實你說要做腦部掃描那邊OK啊當你發生中風我可以幫你做我一定會幫你做是對啊可是你想說我不擔心我有沒有中風過其實你有沒有症狀\n你好像也沒辦法用健保去做大部分我是建議這種本身有三高或者壓力大其實花個錢做一個自費的全身比較完整的含新血管跟腦血管的一個檢查這是花的啦我自己也是自費做完一套啊對啊那多久做一次如果第一次檢查是正常其實你大概五年左右做一次是OK的五年在最終一次對三五年其實OK的當然當中你一定生活作息要正常健康對比如說三高的控制自己還是要定期量血壓時間到一年\n是不是抽個血看看你的膽固醇等等那一些因為我們的觀眾朋友還是很想聽聽有沒有什麼勵志的故事是從中風之後順利復原康復起來的可以跟我們分享嗎有啊之前有一個病人其實他上上禮拜才回來門診大概50出頭歲的那個先生大概是三年前左右他進來的時候他是中風下班回到家很累就躺在沙發一下下起來的時候發現說講話就講不清楚半邊不能動他老婆就馬上\n送到急診那邊去那我們做了電腦斷層確定他是真的是一個中風就打了血栓隆結再去做他的那個核質公證發現他的大血管還是塞住所以我們有幫他做取栓取栓完之後當然他恢復的還算OK後來發現什麼血壓高血糖高血脂高我還記得我那時候跟他講說哇你的低密度膽固醇200多怎麼比我的總膽固醇還高一倍快一倍太多了對啊太多太多就是壞膽固醇的意思對\n這幾年就慢慢的聽我的講就是去運動我是沒想過他會去跑馬拉松你想一個半邊完全不能動的病人出院的時候還是拿著Walker是腳的拐杖扶著扶著出院到三五年後還可以去跑馬拉松跑馬拉松對所以這算勵志的故事對啊所以重點就是說醫生醫師今天要跟我們分享就是說其實三高真的要注意跟控制是 沒錯謝謝醫師今天好重要謝謝\n本集節目由下班生醫贊助播出",
  "elapsed": 2.37,
  "created": "2025-07-10T04:28:45.027764+00:00"
}