{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不想罹癌？這食物千萬別碰！名醫曝1秘辛促腫瘤凋亡：6年不復發！ft.劉博仁醫師.mp3",
  "text": "你知道提升免疫力就可以殺死癌細胞嗎今天邀請到劉伯仁醫師來告訴大家營養輔助治療是可以提高癌症病患的存活率\n再次邀請劉伯仁醫師因為你的專長就是基因營養功能在這一方面來講的話就是在術後的這個營養條例因為台灣每四分鐘只有一個梨這個比例很高其實我們現在人都老化了人都老化了那老化怎麼樣細胞一定會突變其實我是講說平均每四個人四個裡面就有一個一輩子會碰到癌症\n只說有人是九十節得癌症有人是二十節得癌症所以其實這是逃不掉的話題而且在我們做到家屬朋友都會碰到這個問題有人聽到說有癌症絕症事實上不是我現在開玩笑說癌症你把它當慢性病治療事實上都充滿了希望沒那麼恐怖你給我們很多信心但其實照顧的過程當中飲食也是非常重要的太重要了對,所以其實醫師也要帶我們一起來看看名醫的餐桌地中海飲食的這個吃法其實是可以幫助我們\n抑制這樣子一個癌症的一些症狀對不對\n它促進是一種很大的幫助那它有幾個小的訣竅第一個我們講說你的蔬菜還是很重要蔬菜我們講有非常多的植花素主持的蔬菜來算的話大概要一碗半的蔬菜一碗半那一碗就算這個大概三份的蔬菜那五顏六色不同顏色你可以吃到不同的營養素那那澱粉有人說劉醫師我們是不是不要吃澱粉不要吃米飯還是要吃因為尤其是米飯裡面它雖然有碳水但是它裡面假設你是比較圓形的米飯來講的話那糙米它裡面有些B群B6的\n問題還有纖維就會增加那當然不要忘記蛋白質蛋白質非常重要你看我們在講說豆蛋 雞肉 魚肉蛋白質裡面來講對我們的傷口促進癒合還有我們身體免疫力都非常重要那只是說地中海鮮飲食型態裡面來講很重要的是紅肉比較少你看我們在秀出來紅肉是比較少一點點那咱們討論一下那研究發現如果每一週我如果吃三次或三次以上的魚尤其中小型的海魚它裡面有EPA DHA它對抗發炎抗癌是很有大的幫助\n好處的話所以這個非常重要那當然我們認為這種所謂地中海鮮飲食型態的煮法我們台灣都可能這個燙香然後這個要不要爆炒這樣子事實上油水炒是比較好因為油水炒的溫度不會說太高我們在媽媽煮菜裡面或煎那種東西在溫度炒到200 300以上比較高溫如果你用油水炒的方式用好的油我想橄欖油 五茶油 酪梨油這些東西還有油山膏的油它其實對我們的這個抗發炎是有些幫助的\n那當然還有重要就是說水果其實水果是可以吃有人說劉醫師我是不是因為水果有糖我說其實你吃原型的水果不要打太多的果汁一般一到兩份的水果是不錯的在這裡面比較特別是不要有精緻的甜點跟果汁吃來講的話它的纖維會打斷它的生糖質素高生糖質素高之後對於海細胞控制不是很好了劉醫師其實我們剛剛講到這地中海飲食非常適合就是我們想要預防癌症或是癌友都是適合來吃的\n它是可以提高我們的免疫力甚至幫助我們抵抗癌細胞嗎是 你看我們現在談到免疫治療是在癌症治療一個很主要一個過程但是如果你把它的超過飲食型態讓你的B細胞 T細胞的這個白血球功能提升它抗癌力是增加的所以地中海飲食確實對免疫力提升是有幫助的是 所以這個劉醫師手邊有這樣子的案例嗎就是一方面也接受正規的這個癌症治療那一方面也實施地中海飲食然後有抗癌成功的案子是 那其實去年那個先生\n陪他太太來他太太是因為肺腺癌第三期那在肺以及他的我們講的綜合腺有08轉移了做完手術之後呢那當然按照我們流程是應該做化療然後他千百個不願意就不願意再做化療我們在肺癌有一個指標叫做CEA那CEA的正常在5以下然後他就說好,他不做化療結果他的CEA從2、3、4、7跑到12的時候醫生說你再不說就要怎麼辦就講一大堆恐嚇他的話他來找我的時候我說確實應該做化療\n我說那你不做化療他說劉醫師拜託可是我做什麼CT、MRI都沒有看到腫瘤我說可是CEA高代表說你身體有些微細胞癌細胞在跑了那他再跟我講那我說好那你就要聽我的話結果他用低中海鹹的飲食然後每一餐都要這樣子處理當然我把一些他的一些抗癌營養素拉高其實在我們的治療來講常常會把這些營養素濃度拉高在paper上論文上是有證據的像D3或魚油或C的元素或Windows C還有薑黃等我把濃度拉得非常高\n很有意思的時候他大概這兩月他回來我們的CEA從12降到了5然後再過兩月之後降到了2.5然後他回去他找他的醫生看的時候他說我本來跟你做化療的好吧如果這麼低就不用做了很開心到目前為止都非常穩定當然我常常跟他講說我們還是要配個傳統正統治療但是這個開始我一個非常有信心度跟他講說在低中海鮮飲食形態之下把一些高濃營養素拉高是很有幫助的\n其實我還有另外一個案例那個在將近十年前我覺得那個先生來講是大腸癌轉移轉移到肺他的大腸癌已經開過刀了他肺發現一個大概將近四公分的腫瘤醫生跟他講說你要做化療他來找我說你要做化療把它縮小也許有機會開刀他大概預計要打八次療程就打第二次之後他整個受不了暴瘦吐拉然後拉肚子到我門診的時候他再跟我講說劉醫生我不想打了我就跟他講說你有沒有小孩\n一個女人到大學可是我說你好好加油你先化療休息一個月我幫你把這個營養素加強然後低中海鮮飲食搭配營養素蛋白質攝取過了一個月之後體力很好了他回去把原來化療完成完成之後腫瘤從四公分縮小到兩公分順利做肺炎的切除手術後來他女兒畢業他就趁他畢業典禮所以我覺得說有的時候我們是來自於恐懼不知道壓力大但是大家有信心其實剛剛聽醫生這樣講\n他會覺得說頓時感覺起來就不是那麼的可怕不過其實在這些癌友在飲食方面特別要注意的還有哪一些其實像你剛剛有講到紅肉對於癌友來講會有什麼樣的影響先講什麼叫紅肉就是四隻腳肉牛肉、豬肉、羊肉這叫紅肉那世界衛生組織的癌症預防署叫IARC他們把紅肉定義為還是一個可能自然的東西可能自然 對…假設你已經是癌友了缺鐵的話你吃點紅肉是沒問題但是你並沒有\n缺鐵 我拜託你你要補蛋白質但蛋白質要補白肉什麼叫白肉 雞肉、魚肉或從植物蛋白質來計算這樣會比較好但是我特別強調蛋白質非常重要我們常常講說抗癌飲食裡面蛋白質攝取如果你不足的話你的免疫力會低得非常快你沒有力氣作戰那蛋白質要怎麼計算呢大概我們每公斤的體重大概是1.5到2公克譬如說假設你就是60公斤體重的人你可能一般的60克是絕對不夠的你可能要吃到剩100克\n120克的蛋白質以一個手掌來講就是平均三到五份每一份大概就是七公克像一個雞蛋就是七公克的蛋白質你一天可能要吃到四到五個手掌這個肉大小你才能吃到這麼多蛋白質可是我們一般人很多是缺乏的對,而且有時候沒有辦法吃那麼多是,對…所以我們看到現在很多人有比較雞少症的問題不要說老人家我們很多年輕人來看做斷食,肌肉掉非常快當你肌肉減少的時候\n其實你的身體的免疫力會下降所以務必你在抗癌期間如果真的你不懂跟醫療師請教一下代理人把這個足夠的蛋白質補充上去你的免疫力就會加分非常多懂…素食者會不會有這樣的一個問題素食者非常容易你在治療期間你的體重一直掉你的肌肉力就感覺握力、走路、奇怪越來越虛弱你去測量肌肉掉趕快把蛋白質補充上來如果蛋白質補充不上來的話趕快用商業配方把它拉上去\n你的免疫力就會加分非常多一起來看看醫師的菜單\n客家文化的多元面貌Travel to tomorrow客家文化之美僅在桃園等你來體驗\n如果假設你血糖控制不是很好的朋友來講我們南瓜的適量就可以了當我們蒸煮完第一次之後起鍋了跳鍋之後我們可以把鍋蓋打開打開之後我們可以把蛋液這邊有兩個蛋的蛋液我們就把它直接淋進去淋進去之後我們可以再把我們的枸杞、蔥花一起撒進去我們加一點少許的鹽一些香油跟我們的胡椒鹽撒一點點適量外鍋再加半杯到一杯的水\n我們把它蓋起來然後再壓一次如果起鍋之後就是非常棒的一個很好吃的粥品怎麼樣 滿好吃的很好吃的 可是比較清淡我覺得南瓜的風味還有另外一個就是我看到的這是枸杞 對…為什麼會加枸杞呢其實你不覺得如果這個粥裡面它墊了紅紅的枸杞來講你會不會視覺會打開你會覺得這個開胃…我跟你講,因為你是矮友來講他根本吃不下去有些五顏六色的東西他會胃口比較開\n而且枸杞比較甜,有點甜味\n燙還是有很大的好處當然草米如果煮得不夠爛怕有疑慮你用點白米飯也是沒有問題所以裡面最好有加了兩個蛋兩個蛋,滑蛋之後你再吃14個蛋白質我剛才講過了,我們很需要蛋白質如果假設你在肉也吃不下去吃素朋友,務必把這個雞蛋當作一個主要蛋白質來源是很好的來源所以你再加點調味料其實味道滿好吃的 對,滿好吃的而且這個味道我覺得這個風味非常特別它是純素食,對不對純素食都可以吃它吃起來又像廣東\n廣東是那種葷菜的口感沒錯 讓那種只吃素的滿足感對… 不過…有眼睛嗎我很好奇有一些人說吃南瓜會過敏或是血糖有問題這裡面是南瓜可以嗎 南瓜可以基本上量要做好處我們常常講如果你是對血糖控制不穩定澱粉要控制量如果用草米來講生產指數比較不高但不要忘記\n在胃口有時候不好的情況下常常血糖有時候太低我們還需要很足夠的體力蛋白質跟質化素加進去來講對整個胃口提升是有很大的好處其實你不要忘記我們很多病人在治療期間他會口感非常不好不想咬東西煮得爛爛的吃下去放涼了,他吞很快他馬上獲得很大的營養素醫師你真的很貼心因為這碗米通的色香味俱全而且真的是吃起來甜甜的可是我記得好像之前也有說\n如果真的是有癌症的話其實盡量要減糖因為糖分可能對於癌細胞會有不好的影響真的嗎 對我跟你講法國做一個很大的研究他們做一個一萬多人的研究然後把這一萬多人分的就是攝取糖很高的跟他分了四個項線結果他發現問題攝取糖很高的那四分之一的人比攝取糖最低的好他的乳癌會增加50%然後他受癌症統計下來會增加17%所以因為糖攝取太高\n確實是有問題你知道我們在有一個醫學的檢查叫做證子叫PET他是用一種符標制的去氧葡萄糖我們在給病人注射之後如果假設你的身體裡面有種有地方他會把這葡萄糖吃得特別快然後他利用符的特性他會照相那個地方顯影特別強我做完證子之後這地方顯影很強譬如說這個人其實有卵巢地方特別強可能就有卵巢譬如說這個人骨頭地方特別亮可能就是骨轉移用這個特性所以告訴大家一個簡單的道理\n癌細胞愛吃糖如果假設我們已經有種有的這些朋友來講治療期間務必要減糖減糖非常重要當然我們講很多精子糖都要減少的量當然有人說什麼叫減糖碳水化一般是50%然後蛋白20%然後這個油脂30%如果你可以把糖你把所有精子糖減掉但是我還是保留像蔬菜還是不錯所以我盡量少你的澱粉還是要吃但是就像我剛講盡量少然後降到20%\n那你的油脂要提高油脂來講好的油脂好的油脂包有油酸或歐美山脂肪的量提高蛋白質可以增加一點點這就在我們講的所謂的這個減糖飲食很適合大家但是我們知道很多人血糖控制不好的朋友用減糖飲食也是不錯所以這個方法來講可以讓你的攝取糖的這個程度會少了非常多對抗癌是有利的是 有一些人真的相信斷食可以多過什麼細胞製食可以來抗癌這有根據嗎\n就是168間接性斷食它一個重點是說如果假設我適量斷食你在身體裡面這個粒線你會產生一個就是一個清除廢棄物致食的反應會把不好的東西清除掉好 現在問題來了如果假設你是癌友在治療期間如果假設你斷食你很多營養素不夠你的蛋白質不夠你的無氧元素不夠你的免疫細胞不會很餓免疫細胞很餓的情況之下沒有力氣去打壞人這時候反而是不OK的所以如果假設我請我的這些癌友來講說你們在做治療期間務必先把營養補完\n過好之後等到你治療完成之後你要做168或186都沒有關係所以斷食來講要看情況所以有沒有說真的沒有好好就是沒有執行好就反而造成身體的傷害我跟你講我有一個印象很深刻在兩年前一個大腸之差一個患者那他當時被診科那時候是第三期那他的大腸有腫瘤那腹膜裡面腹腔裡面有幾顆淋巴醫生說趕快幫他開刀他跑掉了跑掉了他念了一堆的書要怎麼如何去調身體\n那他跑到我這邊來諮詢坦白講我跟他講說我也是醫生我說你營養把它顧好但是你還是要做治療他又不見了他後來去做蔬果斷食他每天吃大量的蔬菜水果每天喝大量的水然後這個富士冥想練氣功結果後來的過兩個月跑到我這邊來他是被他太太用輪椅推薦我看怎麼那麼慘他這個臉是很蒼白我一幫他掃餐鍋肝臟都腫瘤了然後後來我就說你要不要回到醫院去趕快再看救救看他還是堅決不願意\n又過了半個月就走了所以這個很可惜其實按照講大腦直腸癌如果是第三期來講我們在五年治癒率還是滿高的所以我呼籲大家千萬不要說我們看到什麼聽說有人什麼要斷食怎麼樣我說那是什麼人告訴你的所以還是正統治療加營養療法會把你的癌症治癒率會提升非常多醫生你剛剛其實講營養療法的時候你有提到嗎就是如果是癌藥的話你會拉高他營養素的比例哪些營養素呢像維生素C其實在我們在很多的研究方法\n發現這個口服C酪拉到這個血液中濃度來講它對於白血酪裡面有一個叫做自然殺手細胞叫NKC酪活力會提升對抗癌是有幫助的那另外像C酪有一點曬這個來講在一些現在最近研究非常多它跟魚油來Combine起來的話它可以促進癌細胞的自肢自肌鏢亡而且它有一種免疫調控的效果甚至對於我們在身體裡面抗這個發炎路徑的抑制是有它的效果對於這個腫瘤肝細胞有部分抑制\n那另外像薑黃研究非常多但是我覺得大家如果平常吃點蔬菜要做料理用的薑黃粉倒沒有關係但是如果真的要調身體的話薑黃素有些特殊薑是要濃度要拉高像D3也是大家很熟悉的其實我們在自然癌藥來講不是說一千兩千國際單位有時候會上萬國際單位那其實這些所有的數字來講我們會透過血液去監測不過這幾個東西來講如果在我們一般癌藥來講你要自己的身體自己調理你可以參考我們一些知識的一些書籍\n然後把它濃度拉高對於身體抗癌力或免疫力提升都有很大的好處因為以前我們上課的時候都講說因為維生素C是水溶性的嘛就吃太多也沒有用這樣子但是醫師也建議這樣補充嗎其實C來講我們講它叫抗壞血栓它是水溶性的那如果講是吃一般抗壞血栓吃太多它有的會刺激現在都有那種比較屬於植化C吃了之後它比較不會有味蕾刺激但是C來講我特別提到就是除了我們講吃的C的療法以外\n它有注射的方法它就利用一個道理就是說什麼叫高C就是說假設你是我們用每公斤至少超過一公克的計算你是50公斤我們會把這個C50克放在點滴瓶裡面然後再一個半小時注射完畢你在注射過程當中你的血動C會穿熱非常快可是就像我們講它排得很快可是很多大人研究告訴我們高C注射的時候它會對你存在的腫瘤細胞它去干擾腫瘤細胞體的代謝\n一部分腫瘤細胞的凋亡所以現在高C注射在很多的輔助療法是建議這樣做的所有人都適合高C注射但是有一個情況就是有一種叫殘痘症我們知道對我們一些譬如說客家人有些他們基因是有個叫做肌肉疲力酵素缺乏的所以我們在給患者試試高C注射的時候一定會先檢測如果有殘痘症的人就不好意思就不能做高C注射像我叔叔就有所以如果說家族裡面有這種的話就很可能就要先做這樣的檢測\n然後我吃C是沒問題打高C可能要小心那如果是這樣的話就在癌友的手術前跟後營養會有不一樣嗎手術前後來講其實一個重點我希望手術的傷口癒合順利所以特別像心來講很重要你知道心來講對我傷口促進癒合是有大的好處當然我們今天講的心來講就是一般來講我們大概每天15毫克20毫克當然你在手術前的時候可能要到30到60毫克當然我們很多食物像肉\n鮮果或貝殼類也全國人會有一點點好那另外就是C我剛剛談到其實我們在傷口手術癒合傷口癒合當中它很大量的教育蛋白藥要結合起來出於傷口癒合C可以促進我們在教育蛋白的合成而且它的C來講對我們這個手術完的每一例提升是有大好處所以如果各位在手術前後我想心跟C這兩個可能要再多加強一下會更好一點點那我們剛剛講到是手術前後的一些營養素的補充如果在化療的期間\nC身體也是比較脆弱的又該怎麼吃呢如果你吃得下去蛋白質一定要補得很夠就像我剛剛提到蛋白質一定要量要夠好的油脂我想就是從烹飪的油要好的油然後我們多補充一下我們有三個脂肪酸像魚油來講對於我們這個化療來講它有促進化療效果而且保護化療可能傷到神經的這個副作用會讓它減少很多你如果假的吃到這些所謂蔬菜五顏六色你說綠的 紅的 黃的白的 黑的 紫的什麼東西\n它不同的植化素 花青素等等涉及進去整個的免疫調控整個腸道生理會改善非常多不要每次只挑地瓜葉每次只挑菠菜我看到有些癌友每次說我怎麼這高麗菜好吃其他我吃不下去不行你要什麼都要盡量多吃然後如果真的不行的話最後要從一個就是高營養高熱量低GI的營養素來做營養介入就會更好啦可是我剛剛看到一個很特別就是說喝水這件事情其實癌友在化療\n時間喝水很重要而且有些就是我就是吃不下所以家裡會準備一些什麼煲湯但其實這裡面是不是有一些大家該注意我有個案例是這樣子那個阿姨大概去年看的時候她是因為叫骨肉瘤很嚴重她做化療就打一次化療之後她的腎功能一下急速下降加上本來是正常腎功能盪到大概腎病大概快要第四期很可怕然後後來我看過講我說你先不要打化療她一直很嚇到不給她打我就跟她講說你有沒有多喝水\n劉醫師我都吃不下所以我說治療期間化療期間務必要多喝水 尿尿把你的化療藥物代謝出來可以減少腎臟的損傷好 所以喝水很重要當然剛剛哲平講煲湯其實我們湯來講它裡面有時候它的這個它不能取代純水的而且湯裡面來講它的這個一些普林什麼特別高它蛋白質不見得高好 你說劉醫師我要補充蛋白質好 喝點雞湯 喝點雞精什麼那都一點點胺基酸我舉個例子一顆雞蛋就有七顆蛋白質\n如果假設你喝這個假設一碗的雞湯可能裡面這個蛋白質可能就一到兩克非常少所以我是說不能喝湯你不能說只喝煲湯我不喝水其實這樣對生活的影響非常大那癌友還是適合運動嗎要用什麼樣的運動可能會對他們比較舒緩一點但是又能夠有功效其實運動太重要國外有篇文獻就說如果有規律運動然後講睡眠好的話它的免疫細胞提升非常多那他們作為研究那個每天坐在沙發椅上\n運動的這些朋友做化療做放射治療以後的癒合會比較差每天的規律走路運動的朋友他們一定會比較好那其實運動我常講大概分三大一個叫有氧一個叫無氧一個叫做伸展運動那其實在我們在化療期間來講或治療期間最簡單的走路走路最簡單你在走路過程當中你可以把腿你去大腿小腿肌肉訓練活化我們的什麼新陳代謝走路是非常重要一個最簡單的一個方式有人說劉醫師我要說\n還重訓嗎我說不用啦化療期間已經沒力了還重訓所以走走路就可以了那適當拉筋伸展避免關節粘連但最簡單方法就走路每天就走路6000步CP值最高但是矮友來講他會講說奇怪我現在走路來講這個好像沒有力氣你就2000步3000步都可以你也可以分席付款你早上走個3000步下午走個3000步我覺得不是一定要日行萬步有走路最好我跟你講在日本做研究發現森林療癒他們做研究如果這個\n去山裡面走個一兩天之後他測他剛剛講NK細胞他的NK細胞活性增加50%所以他抗癌力是增加的吸收了很多芬多精我們講的有負離子他對免疫力提升有幫助而且心情會好如果不出門的話是不是醫生今天也帶來了這種運動的方法我們不管是生病或者是手術完還有很多做辦公桌的朋友其實我們可以先從小腿的肌肉開始鍛鍊小腿肌肉鍛鍊之後他對我們氣血循環對我免疫力提升都有很大的好處\n第一個就是我把腳跟提起來很簡單提起來之後他後面整個小腿就來收縮了我們可以維持5秒或10秒然後再放下去我們可以做個14另外我們可以鍛鍊前小腿這邊肌肉那我們可以做把這個腳尖提起來的動作一樣大概就是維持5秒10秒都沒關係其實在收縮過程當中小腿肌肉是屬於收縮狀態\n所以我們脊脈的回流有很大的好處減少脊脈的曲張另外還可以做個變化題就是我們把腳跟提起來另外腳尖提起來然後這可以左右變化這個來講可以改善我們的認知功能減少腦子退化我們很多人來講就是說怎麼治療期間怎麼腦子開始覺得好像比較反應變慢做完這個動作之後你會發現你反應越來越好所以就是腳跟腳尖還有做變化\n大家確實做到對於改善美麗有很大的好處劉醫師的治療下有很多的癌友抗癌成功對不對我想一個國中老師老師大概32歲吧他那時候在7年前找我的時候他是因為乳癌乳癌來講其實一起他手術完之後還蠻順利的但是因為他是三一新做了化癌跟放射治療後來可是又復發了復發來講就來找我他很難過坐在我面前我就跟他講說你現在覺得問題是哪裡\n這個沒有明天我就跟他講說你能不能跟學校先請假他說對啊他要請假你每天開始就三餐在家裡做好很好的健康的食物營養師我跟他建議他要好好的調整再來我請他每天要運動我說你你父親他說有啊有那個山他就每天去到山裡面去走路我說你每天晚上睡前做點腹式的呼吸做冥想他說你都這樣這樣做就OK了然後後來他後來在復發之後在做手術又做一次放療很有意思的\n是他在我們跟他調了大概一年之後他還細胞這都沒有問題了然後在去年回來已經算六年了滿六年了又回來一個我說你不用再找我劉醫師當初如果你沒有鼓勵的話我真的覺得天塌下來的所以大家要記得劉醫師講的癌症當作慢性免調理都OK的是而且這裡面講到劉醫師今年的新書工人醫學那個癌症的大調理重點裡面就提到了癌症的時鐘對不對怎麼樣讓這個時鐘走慢\n甚至於逆轉這裡面非常重要而且如果在飲食控制好就可以讓細胞自己凋亡是的對所以今天這個書就可以大家可以來好好的了解一下那我們還是要感謝劉醫師謝謝帶來很多很好的觀念謝謝",
  "elapsed": 3.54,
  "created": "2025-07-10T05:01:50.952805+00:00"
}