{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】想睡好該怎麼吃？專家教你一招不吃藥：告別失眠、失智！ft.楊聰財醫師、蔡英傑博士.mp3",
  "text": "你知道如何不吃药又能够好好睡觉吗长期用安眠药吃久了会成癮吃多会失智肌扫针真的很重要老人吃了几个月以后肌肉手脚就好了然后站起来走路的速度都改善了我早上吃 晚上吃吃 帮助我睡眠我的睡眠的秘诀其实就是\n想睡好该怎么吃让专业的来告诉你\n你觉得其中一个对不对我以前有对不对最近还好我现在找了两位专家一位是那个医生军专家的殷杰教授另外一位是我非常熟悉的杨医师周涵医师精神科医师其实他介绍很多这样子的这个案例嘛非常多很多人就觉得说我自己睡得不错啊打呼啊什么的但是怎么样可以自我检测说自己是不是睡得好睡不好这样你刚刚不是要打呼吗像这信息板上面就提到你打呼别人以为你睡得很好错那个是一个心形\n我也被注意的疾病叫做睡眠呼吸中止就他是没有错我们是从并相连你也有啊 医师因为这遗传的我们受过专业的训练要知道怎么去处理它比如说我带羊鸭去要让它睡好觉那再来呢比如说这种浅眠我们睡觉其实最麻烦的就是上床30分钟睡不着觉再来就是半夜睡得容易醒还有一种就是这叫浅眠就是有在睡\n可是整晚好像是梦一直连连的让自己觉得起来的时候没有睡得很熟因为我们睡眠是90分钟一个周起浅睡深睡做梦起深睡起很重要那再来呢我们常说黄金睡眠时间是晚上11点到早上6点低于6小时的人你的寿命可能比7小时的人少5到10年差这么多你也睡了这个数字吗我也顺便讲一下睡太多也不会好睡再会越多越呆所以你就记得\n如果我们长期处于一个失眠的状态的话对我们的身体会有哪一些很严重的危害会造成我们的寿命减少5到10年\n代谢症候群高血压高血糖高血脂再来就是说它变成一个很复杂的因果关系比如说21世纪三大疾病叫做忧郁症忧郁症的九大症状里面就有睡眠障碍我刚刚听到这个例子我想我身边有个朋友他也很夸张他曾经三天三夜72小时都没有合眼结果他一直睡不着后来是去医院掉点低才终于睡着就后来就觉得说可能是因为工作真的是太忙了像大家可能会觉得说睡眠会失眠\n因为压力大或环境吵杂之类他就干脆辞职然后在家里面过了非常养生饮食也有做控制后来就能够成功的入睡所以想请问医生是不是在我们的睡眠的部分饮食也很重要先讲不健康的饮食像我来讲咖啡我白天可不可以喝可以但是晚上六点以后就不喝了为什么咖啡跟茶它也有咖啡因它会让你亢奋会干扰睡眠还有一个大家的迷思就是酒精\n大家知道酒精现在是被世界卫生署列为致癌物之一而且也许有的人说我睡前喝一杯红酒好不好因为心脏科不是说心神代谢现在也错误了最新的这两年的研究显示喝了红酒你会容易心律不整所以现在叫四个字叫滴酒不沾还有再来什么叫不健康食物吃不对时间也不对比如说睡觉的时候觉得你要吃一碗泡面或是精致的饮食\n因为睡觉前吃的东西血压飙高要睡这就是似是而非的概念不对因为我们睡觉你要知道你如果这个时候吃的饮食你就去睡觉你有几个问题要出来第一个胃食道虐忧因为你躺着你知道胃食道虐忧就倒回来了这是一个第二个你在睡觉的时候你的食物还在肠胃道里面消化不良代谢又不好所以很容易这也是所谓的代谢症候群体\n很高温性的人所以如果是这样子的情况下对不对你睡觉前要避开碳水会引发血糖的这些食物那我们应该吃什么如果真的很饿呢怎么办很简单讲富含色胺酸的东西色胺酸为什么要用色胺酸因为色胺酸可以倒查变成血清素那色胺酸血清素它的好处就是说比如说香蕉鲜奶或者是所谓的坚果鱼类类千万不要吃那种\n精致太高热量了那个东西是不对的另外一个就是肠道适合为什么也会影响睡眠你的饮食影响到你肠道菌就所谓的肠道适合而这个会影响到你的荷尔蒙像多巴胺像血清素这些东西的分泌我们可以看到这边有说肠道会跟大脑互相影响其实跟一个肠脑轴线有关系什么是肠脑轴线我们有一个肠道神经系统它是非常的绵密小而美\n一个神经元而我们这个大脑有100亿的神经元可是这两个中间是有沟通的它用的所谓的迷走神经在沟通任何事情发生在你肠道比如你肠道菌的失衡比如你饮食的失衡比如你刚才讲喝酒这些影响到这里然后都会经过这个肠道神经系统经过迷走神经去影响到你大脑当你太紧张的时候同样回来影响你肠道菌所以你的跟睡眠相关的荷尔蒙也会失衡掉也会乱掉\n可是医生所以所有的器官里面就只有肠道跟大脑会互相影响吗比如肝啊会啊不会吗当然是不会可是现在有一个概念这蛮有趣的概念叫做肠器官轴就是丹田所以我们现在有肠脑轴肠肝轴肠心轴肠皮肤轴等等都有所以这个肠道不管怎么样它是一个中心的地位可是你心跟脑当然也有关系可是这个中心在这里\n跟每一个器官这样子真的因为其实在2014年的时候有一本书就是我们只有50%人类它其实里面就讲到微生物在身体各个部位然后怎么样影响人的健康所以教授讲这个说我概念就有了可是另外一件事情因为下半季学期做过很多次关于睡眠的专题那很多观众就留言说我们吃药就好了多快啊可是为什么医师还是建议说不吃就不吃长期吃\n在台湾你现在吃得到的安眠药都是管制型的它有三级管制药有四级管制药管制药用对的叫药用不对叫毒长期用安眠药陆陆续续有简单的话就是吃久了会成癮吃多会失智所以刚刚讲到很多包括了这个失智阿茲海默脑功能退化跟睡眠的质量变差这都是长期失眠吃了像这个安眠药造成的对不对可是如果反过来讲的话就是说你看\n失眠会造成失智失智之前会不会一直失眠好问题什么叫失智症就是脑功能退化了比如说阿茲海默型的失智症台湾还有一个叫血管型失智症然后等等路易士体它就是功能退化通常退化的时候最怕什么作息就颠倒失智症的病人容易有叫黄昏症候群什么叫黄昏症候群白天没事到下午五点五六点以后如果你让他这个晚上比如说晚上没睡好白天\n他醒来就到晚上恍神他会见鬼会有幻觉会有妄想你让他精神异常就来了他这个时候的麻烦因为失智如果加上失眠他的脑退步的更厉害如果不吃药的话有哪些天然食物可以帮助我们睡觉好我想我们这边是有包括色暗刷我们刚刚提过香蕉鲜奶坚果再来富含美比如说像南瓜深绿色蔬菜\n要补充像我自己每天都在补充美美的重要性不亚于盖再来就是老师的专场益生菌或是益生原的食物因为我们腸这是人的第二大脑你把它收好扶好你就会健康医师已经讲到了益生菌跟益生原益生菌我们大家都知道益生原到底是什么益生原其实就是益生菌的食物像一些纤维素像一些寡糖类他吃到肚子里面也有让肚子里面好菌多起来\n肠道的菌跟好菌坏菌的平衡会恢复正常所以就是我们要补充益生菌但是我们要让益生菌进到我们的身体里面为什么要多吃一些蔬菜水果等等也是这个方面也是有关系的可是教授我很好奇我们一般来讲好像都会认为说益生菌都是改善肠道为主现在还有其他类型的益生菌十年前确实是以改善肠道为主体的现在像我们在研究室做的就是精神益生菌我从忧郁、躁郁这边进来研究这些事情\n我们研究室做的最近最多的是一个PS128这支菌现在全世界都很有名了它为什么很有名因为它会经过脑肠轴经过肠子去影响你的大脑所以它大脑里面很多的一些荷尔蒙的表现都改变了因为这样子所以你看到说这支菌它会让医生讲过忧郁、躁郁、失眠可以改善其实除了我们演艺圈之外包括我身边有很多像军人跟警察他们都是高压工作\n精神益生菌它有帮助吗当然有帮助其实我们动物实验我们从压力着手我们在临床实验也做有一次跟那个马歉医院合作的我们找到大概四五十个高压的人他在一般公司压力比较大的人给他吃PS128给他吃冷鸽胃假冷鸽胃然后看到前后的对照你可以发现有吃精神益生菌这些人他的很多项目都改善比如他的睡眠指标改善\n跟他的工作压力指标改善他对人生的看法也改善了皮气会变好吗对 没错里面有一个叫做look forward to就向前看的那个指标上来这就是精神生活态度改善所以这个实验让我看到说精神益生菌对我们整体健康的影响真是很全面的我们另外有做一些比如说一些年纪大一点的比如说认知功能\n比如说注意力不集中的我们甚至有做那种击扫症击扫症就是老人最大的麻烦就是肌肉没力我母亲九十八岁然后她最近因为一个多月前得到那个Covid她第一次得Covid我们周围那么多人得Covid我都得三次了她一次完以后觉得她就丢了运动的机能下降所以击扫症这些很重要为什么击扫症认知都会跟益生菌有关系常年的研究数据的累积\n我们在老化老熟看到很多的结果以后我们去做临床实验在临床实验也得到证明说确实PS23可以增加我们在意大利做的临床实验老人吃了几个月以后肌肉手脚就好了然后站起来走路的速度都改善了这个益生菌PS23这个菌它很有趣它会增加你脑袋里面的BDNF一般人不晓得什么是BDNFBDNF其实是我们叫做大脑滋养因\n它对小孩子你的老人发育会快一点你这老人像我们这么老人他的那个衰败脱化会好一点看到PS23有增加BDNF的效果的时候我是很高兴因为这个太重要了可是教授如果我们要补充益生菌的话补充的时间很重要因为很多人就会讨论说到底是该饭前吃还是饭后吃因为担心说我会不会吃进去但是它会被胃酸给腐蚀掉我会认为是你要不会忘记的时候去吃它\n有人会说为什么要放肉吃因为胃酸比较低其实益生菌好的益生菌比较不怕酸的它反而怕的是温度怕是温度所以你买了一大堆益生菌然后放在车子放了两天你吃心酸的人他脚会死光掉的所以要冰冰箱吗他不怕吃最好冰冰箱真的有些厂牌会强调说我也不用冰冰箱相信你相信我你还是把它冰在冰箱\n有一些人可以吃有一些不可以吃益生菌有这种差别吗重症的人不要吃重症的人不要吃比如说医学上是有定义重症他在急性发炎期他在做化疗的期间这个时候你的肠道都会松掉本来没有害的益生菌也可能会有害出来一个标准就是重症的人不要吃这样就很好奇精神益生菌跟安民药\n他们到底差别在哪里比如说影响生理时钟我们做益生菌的时候做益生菌跟睡眠的时候我们也会测生理时钟的一些基因表现真的是不太会影响生理时钟的像安民药像那个褪黑激素就会让你影响比如说假如你的日夜会乱掉所以这是一个问题刚才那个洗床的困倦疲劳感这个我们在动物实验的时候非常非常清楚吃益生菌的老鼠\n我相信吃玫盖玫盖是一种食品它也是比较温和的褪黑激素也是有这样的问题劲量过高的问题我经常讲益生菌是最安全的不会让你吃太高的可是其他两个都会有问题褪黑激素它是三个都不太好奇怪表现都不太理想褪黑激素不是我们人体会分泌的东西吗通常我褪黑激素是比如说我有时差的时候就出国回来的时候我会吃\n要打造一个尝到平衡的环境到底应该要怎么吃除了吃那个市面上卖的益生菌之外我们的食品也很多像刚才这边有列出优肉卤酸菜 纳豆米苏 味噌它里面也有很多的菌当然这些菌我不把它讲成是益生菌可是它里面有很多好菌在哪里右边这个就是所谓益生源的就是它能够帮助你肚子里面的好菌去快速生长而达到平衡的效果像香蕉 洋葱 蒜头\n卤水这些都是所谓的益生源的物质那其实像是医生跟教授都算是蛮高压的一些行业那你们自己平常的睡眠状况怎么样你们都是透过什么样的一个方式帮助你入眠然后有一个好的一个lucky seven的睡眠晚上睡好就要你要从白天做功课白天做什么功课呢运动运动我们简单讲一次30分钟你一个礼拜三到五次都可以然后做中度额感运动慢跑快走\n骑脚踏车 打球跳舞现在还有一个运动根本不会受气候影响叫做超慢跑它有一个180bpm你可以很舒服的你真的现在不能跑早上10分钟 中午10分钟 晚上10分钟都可以这是运动第二个 室温要24度到26度还有你盖的被子枕头等等床具你都把它设定好再来你也可以做放松技巧比如有人不是泡泡热水\n或者是说这边叫做按压穴道摆汇穴一个叫丰瓷穴摆汇穴在哪里呢头中天灵盖你就可以按压每一次你就轻轻柔柔按压个30次你要多压一下也ok的这是一个摆汇穴的还有你有没有看到丰瓷穴就在你后面的两边韩国人都会压这个这个其实你如果适当的做你有放松的效果我们现在人太紧张\n很多人紧绷所以正好把自己的身体放松给身体摩擦机一下它也要暗示他该休息该休息那教授那你的秘诀是什么呢其实我没有什么秘诀平常我学生都知道我会玩速读其实速读是不是晚上睡前玩而是比较它会让我比较安静下来我的睡眠的秘诀其实就是一个他的睡眠仪式要出来我就10点半我就进去灯关掉那我认为就是睡眠是很重要的前面的睡眠仪式时间赶然后睡七个小时等等\n然后益生菌对睡眠我会把它当做一整天的功课然后我早上吃晚上吃吃帮助我睡眠益生菌不会不是让你去临时抱我脚的啦你不会说我要睡前一小时吃就睡我没有这种规矩那睡觉我的秘诀就是照我的一个仪式去走那就走就睡了所以医师刚刚讲从白天就要做功课但是教授讲说一整天都要做功课对呀看来睡好觉的确是不容易谢谢教授跟医师",
  "elapsed": 2.33,
  "created": "2025-07-10T05:06:28.581377+00:00"
}