{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不想罹癌？這件事千萬別做！名醫教你簡單3招遠離癌症：1分鐘養好腎！ft.中醫師 沈邑穎.mp3",
  "text": "你知道该如何预防癌症吗我们可以用这样子的方法帮助你圆端的血回到心脏然后加上甩手工重点是要把整个肩膀打开所以在甩的时候对 整个肩膀松开那如果膝盖可以有点弹性的话也很好有什么食物可以养剩好的食物一定是今天邀请到慈济医院中医师沈亿来告诉大家情绪不好的人越容易得到癌症癌症的三大前兆可以从身体的什么地方看得出来呢\n还要教你日常保健的三个学位一起来看看吧\n中医很早以前他就有发现人的心思跟你的身体的表现是会很像的比如说我今天就带了两个很可爱的玩偶给大家看你看到台湾黑熊的这个颜色你看起来你会不会觉得好像很沉重\n绿色而且他在笑你会不会觉得他很可爱其实我们看到我们自己的朋友常常你会说你今天怎么脸这么黑你是不是心情不好或者身体哪里不舒服那你看就是说你今天什么喜事你看喜上眉梢所以其实你看连娃娃的这样概念都可以告诉我们身体的内在的情况会跟你的一些结构的身体的外面会有表现所以自古以来就告诉我们说我们有所谓的喜怒哀乐\n这个情绪在皇帝内经里面他就把这些情绪归给我们的五脏去管所以你的心脏很好的人就有一种喜乐的心你的肝如果过度疲劳的人就很容易生气气这个是古术就有讲所以我们的身体跟心理之间它其实是一个同时在震动的而且医师之前讲到就是说因为其实我每次去看医师的时候他每次摸我的头压力很大摸就知道然后当然后来就是针灸\n头会变形对不对是让我借用一下这个跟大家介绍一下各位你可以看到我们的头现在大家知道脑在这个地方古时候中医就把这个头跟我们的心是连在一起的如果你心里头有些想法你在头部这个地方就会有一些共振的情况头皮是一个薄薄的一层在头壳的外面可是当我们紧张的时候我们有压力的时候各位我们的动作应该都是这样你会紧张起来所以当你一紧张起来\n这些类似毛发的感觉这些我们叫做筋膜它就会肿起来久而久之这个筋膜肿了以后就很像你会长一个角我常跟病人开玩笑说你怎么头部长角了我觉得各位有空可以自己去做检查或者你会发现梳头的时候怎么哪个地方特别疼的时候那个地方就代表有问题的部位了所以如果说梳头发会痛的时候那是不是可以透过梳头来按摩当然我们刚才跟各位讲就是说我们的头皮其实是反应你的压力\n跟情绪的所以平常你可以自己去做按摩的动作或者梳头但是一般人梳头就是这样梳如果我们真的要把头给梳开中医说这个头是所有的筋脉都到头上所有的筋脉都到头上所以你要梳的时候那个方向就要360度比如说这样转甚至从后面上来这样的做法但是有一个重点就要跟大家可以参考各位其实你常常会觉得头很痛太阳穴会痛的人通常有一个特点\n就是咬牙我们不是说咬牙苦干撑着吗可是你咬牙的结果通常整个下巴这个地方就很紧然后往上拉会拉到太阳穴太阳穴也拉会拉到头所以我们会发现有些头很紧的病人不好睡觉头晕血压高等等这些病人他的头都很硬还有像那些早期的像这些失智的病人或者泰克森的病人我们去检查他的头就像我们的桌板一样都是非常的僵硬那你在检查他的牙齿这个地方\n咬很紧所以如果我们想让自己可以放松的话让头部血液循环变好有一个重点就是嘴巴一定要把牙齿咬合的这个地方要放开我们不一定要张口但是你不要把牙齿一直咬着你让他开我还是可以合着嘴巴但是我牙齿是松的那这时候我们再来揉这个头或梳这个头的效果会更好因为我记得我第一次见到沈医师的时候沈医师看我的脸就知道心脏不好看脸就知道心脏不好对他看脸马上知道看脸\n在心的书里面还有很多演讲里面其实跟大家提醒另外一件事就是癌症癌症看脸看得出来我们说相由心生所以在中医传统来讲我们会认为你所有的器官我们刚才讲所有的精脉都到头上所以不管你的心经脾经胃经等等这些气都到头上来所以如果我们从脸上去看我们大概就知道因为这些脏腑在脸上有一个分布的位置所以你可以知道它分布的位置里面去判断假设比如说我曾经出过一本书叫做\n中医护好心就是专门从这个地方去看心脏的那么上面这个地方我们的硬糖这个地方就是跟肺有关系所以如果长期呼吸道不好的人你这个地方很容易会什么皱褶多毛细孔粗这是肺的呼吸道的问题鼻子很重要如果鼻梁鼻梁我们不管没丑而是看颜色很多人的鼻梁是发青的这个鼻梁骨这里这个地方在中医来讲是属于肝区的分布尤其五个颜色来说的话你的绿色\n青色绿色是跟肝的颜色所以如果各位发现说我的鼻梁怎么站在镜子前面这个地方有发青的现象那你要小心肝出问题了好那么中间这个圆圆的我们叫做准头这个是皮旁边是胃所以你看到很多喜欢吃辣的人这边都有那种我们叫做什么酒糟鼻它就很多的血管等等的通常那个胃火很大胃火很大那如果你的颜色又红又暗甚至到发黑那就要小心要么是皮上出问题\n就是胃出问题还有一个是我们今天会跟大家介绍到的常见的癌症里面其实大肠癌排得很前面那么大肠在身体的一个反应区在你眼皮眼球正下方的这个位置左右这个地方对这个地方是顴骨的内侧这个地方大概是大肠的反应区所以如果肠道长期便秘的人你排便不太正常一下拉一下便秘长期症的情况的话那你可以去观察你这个地方是不是有不正常的斑点血络或者\n现在这些情况那么如果都有其实我刚刚介绍这几个区域大概是台湾常见的一些癌症长久的一个反应区区医生那这个是其实是癌症的前兆的一个判断对那为什么人会得癌症其实我每个人的身上都有一个癌细胞而且还是静静的躺着那如果我们这一生没有太大的一个风波的话那么这个事情就会这样过去了但是如果我们的生命过程里面有太多的惊涛骇浪也意思说会很大的一个情绪上的一个风暴\n加上你所工作的环境你的遗传因子还有你所处的这些生活等等那么这些因子就像一个地震一样它会把一个原来沉睡的这是暴龙我常说它是一只小暴龙把这只暴龙咬醒了那这只暴龙是不接受你身体的规范的身体所有东西比如说细胞你会开始分化到某个程度我会停止可是癌细胞没有癌细胞是一个完全不受规范的它一旦醒过来它就开始吃开始长大无限制的长大\n不断的去占有你身上的一个部位所以我们如果回过头来看其实癌症不是一个突发的癌细胞本身它不是一个像感冒说我今天出去淋个雨我就感冒不是它中间有一个很长的潜伏期到身体没有办法去负荷的时候这个整个病情才会爆发出来所以在这样的情况之下其实就是如果癌症的话就是治疗的话就是一般来讲中医一定会从经络来下手所以癌症跟经络的关系到底是什么样子呢前十大\n发生率跟十大癌症的死亡在这十年内其实变化不大前十名都差不多那我们把它根据中医的一个理论我把它归纳成五个五个五条第一个是大家常见到就是大肠癌大肠癌所以不管是你排便的问题等等都算在里面那么肺癌大家都知道肺腺癌等等的但是我们一般讲的皮肤癌大家会觉得皮肤癌就是皮肤癌但是中医讲的肺里面管皮肤所以你皮肤癌的部分某个程度来说\n跟肺有关系因为肺是呼吸皮毛也可以呼吸那么第三个比如说我们讲到了这些胃的部分那么现代人所吃的东西你吃的东西里面你喜欢吃炸烤腊还有吃东西的习惯不好的时候导致胃的粘膜长期的受损等等这个也会导致胃癌的一个出现肝癌更不用讲的现代人的压力这么大所以你看到很多人就是年轻时候很拼的人大概到中年以后就容易有肝硬化的情况或者应酬很多\n压力很大的人那种肝的问题肝癌的问题包括胆管癌的胆的问题我们都把它归纳到肝癌的部分有一个是大家比较会不了解就是说我们有一些血友病这些部分还有像淋巴系统的还有一些像复科的系统假装性的系统这些癌症看起来是散的但在中医的经络来讲它属于我们讲的脾经系统比较少听到对这是中医一个很特别的理论\n我们讲的这个脾里面包括我们通常讲的胰的部分胰脏的部分所以胰脏癌是个很可怕的一个癌症那脾里面包括我们讲的这些它所经过的一个路线脾经如果各位有兴趣可以去看它很特别就是它走过了我们的喉咙这个地方它特别经过了乳房区也特别经过了骨盆腔那它当然跟我们的消化系统有关系之外我们讲中医有个三连律脾经的三连律而且临床上准确率很高\n假装腺的疾病乳房的疾病比如说对女生来讲比如说纤维囊肿乳癌或者金钱症候群的乳房胀痛这个都算那么骨盆腔就更不用讲对女生来讲比如说你的月经不规律痛经很难怀孕或者怀孕不容易留住的这些骨盆腔的问题子宫肌瘤的问题这个都算是骨盆腔问题而这三个问题看起来住得很远的地方的刚好三个连在一起都是归脾经管的而且我觉得最特别的地方是有很多女生的朋友\n她们就是因为她们都有受孕的问题我后来去检查她们就说她们全部都有内分泌假状腺的问题对对不对你看真的真的真的所以这个原来跟这个三连律是有关系的这就是她的那个经络的走向所以通常我们临床上遇到病人假设有两个不管你是假状腺乳房或乳房跟骨盆腔我们都跟病人讲你要小心另外那个另外那个浮现的几率非常的高所以接下来就要谈一谈因为既然就是我们知道原因之后要怎么样保健怎么样预防\n是有其他的方法你说对于这个怎么样去让自己癌症可以减少吗其实我们刚才讲到癌症本身它是一个身心共振的疾病它有个最大的问题就是说一个情绪的大风暴大喜大悲也不行对不对诱发癌症可以这样说吗对对对终于讲很多的病是来自于气你的气先病了以后你的血才会出问题因为你全身的气血在跑是气去推的动你只要把这个气维持住那么其他这些大病\n你就会比较容易控制所以对中医来讲中医很重视这个气的部分所以第一个我觉得如果要把身体调好呼吸很重要因为我们常常呼吸都太浅主持人对着我探一口气他是你是吸气我是标准的呼吸短浅我就常常吸不到然后一呼一点点又要感觉吸这样子对所以你呼吸很短的很浅的人他的每次氧量不够的时候身体的气就不会动所以我觉得其实可以透过一些扩胸的运动让自己的呼吸会变好或者你平常早上起来\n就会有一个很重要的概念是我们手上这边有三条经络背面有三条经络总共就六条经络里面主管心肺功能所以为什么我们甩手会让你的呼吸变好你在甩手的过程里面你可以让气血循环然后呢有空的话我们可以去让我们的手指头末梢可以动我们的每一个手指头都是阴阳经的交汇点都是阴经阳经阴经阳经交汇点所以你看很多脚踝都是阴的\n因为这个是一个循环的末端气血的循环是在这边绕一个圈圈又一个圈圈一个圈圈的\n整个要甩开就是说不要只是这样肩膀很硬的甩因为我们重点是要把整个肩膀打开所以在甩的时候对整个肩膀松开那如果膝盖可以有点弹性的话也很好那不要用肩膀的力量去甩而是用腰出来的力量那这样你会有一种弹性感而且身体的血液循环会转动的更快速一些大概三到五分钟就好不要做太多那如果可以的话早上起来把身体甩开晚上把身体的疲劳甩掉都是很好的时间点第二个就是终于觉得我们人\n是一个天地之间的产物你怎么跟地衔接打自脚走草地但是你要很小心现在的草地都不太优那如果说你有很健康的草地那你可以去踩如果我们就是没有办法的时候其实戳脚戳脚对用左右脚这样自己戳自己互戳或者用手去戳这个脚丫子那中医的保健我们刚才讲到说你会让氧气上去对不对我们现代人有个很大的问题就是头是热的脚是冷的你把所有的气都塞在头上\n所以会头痛失眠血压高睡不着等等这些情况那中医来说正统来讲要头是要冷的脚是要热的你知道怎么样看头热不热吗应该看他冷不冷不是看耳朵怎么摸他是不是冷的对其实你的血迹在上头的时候很多时候的耳朵都会很红很热对那就表示要很小心因为你整个气血往上冲了喝酒的时候也会这样子你喝酒气血是往上不是往下\n同样的道理就是你上去的时候但是你一定要记得下来我喝了酒是一时性的我上去我可以下来所以你有上有下你气血才流动我们最怕是什么我全部塞在这个地方那么久而久之掉头发就来了对吧会掉头发然后开始记忆力会下降对不对然后开始眼睛眼睛看不清楚耳朵听不清楚然后最可怕的是我们说的那个失智的问题还有怕精神的问题就在这个头上所以我们刚刚前面有跟大家介绍\n对你的头很硬的时候你再摸摸看自己的头壳如果你的头摸起来都不会动的话那你要很小心的所以我们可以透过比如说把这个气血往下比如说你去踩地你去搓脚让上面的气可以往下引下来搓到热热的吗还是要怎么样你如果搓到热热的时候你还可以去摸摸脸可以帮帮我们刚才把按摩那几个反应区可以让他会更好顺一点最后一个晒太阳跟呼吸新鲜空气一曲同工之妙对但是现代人太阳晒得太少包括你不晒太阳的话你的骨子\n密度其实是会流失的他有斑医师医生也有但是我觉得在健康与美丽之间我们可以取到一个平衡那我那天有听到一个很可爱的病人跟我说要晒五十的太阳我说你疯了他说五十太阳最烈我们的重点不在最烈的太阳我们要的是早晚的早晚那种温柔的太阳然后我们的鳄鱼又出来了我们人体其实我们人的身体就很像这只恐龙跟鳄鱼这个是头这个是我们的脊椎我们是一个背\n那么这个背部终于说是人体最大的阳气最大的保护层所以如果我们真的晒太阳的话不要晒这里会晒到斑要晒哪里晒这个背对所以你可以坐着的时候然后让太阳再到这里然后后头部通常是血液循环很差的地方因为你所有的压力都在这里所以这边可以晒太阳晒太阳就不能戴帽子了对不对对对对所以我觉得那个时间点要选好然后四五点的时间这不是很像那个外国电影会看到外国人做日光浴是整个背趴下\n在那边对对他们这样做是对的不是这样走不能这样中医里面也是从肾开始保对不对对中医讲的肾其实不是只有管那两颗肾而已中医讲的肾是你的咸甜就是说我们爸爸妈妈给我们的DNA那你怎么样活了半辈子之后你就把这个DNA传给你的下一代这个整个过程里面都是中医讲的肾在管的包括你的脊椎这个龙骨所以还包括腰脑髓的部分也跟肾有关系脑髓也有\n对所以中医的肾是从你刚开始爸爸妈妈怀你的时候到你人生的最后阶段都是肾在管的最后的一个阶段所以你有一个生命的很像那种生命之水或者是你生命里面的幕后曲这个背景音乐一样你平常没有感觉到它是肾中医讲的肾很重要所以你看老人家为什么在公园里面老是在那边搓肾搓腰等等为什么一直在那边垫脚在踩这个脚跟因为那个脚跟的地方就是肾所在的地方整个脚底\n我们整个脚底都是肾管的那么保肾保好的可以防老防老然后防退化的功能比如说第一个我们的肾本身就是一个水肾是管我们的水的功能所以我们看到很多人最怕听到除了癌症之外最怕听到什么你要洗肾了你的肾功能不好了那几乎洗肾的人问几个原因一个是吃药吃错了比如说吃保健食品吃错了第二个是没有正常的去排尿导致肾的功能变差了\n所以如果真的要把肾保护好第一个不要憋尿第二个做肢很重要比如说你看我们现在这样做我做得很好你不要这样駝背做这些你会动到我们台湾话讲叫龙骨龙骨的这个地方的这个骨头全部是肾管的所以不管你是低头足或者是你是斜躺足或者是你的高跟鞋足那么这些骨头的部分都会伤肾因为肾主管骨头所以如果说做肢可以很好比如说穿鞋子穿得很健康它就很好\n那另外就是我们讲的传统的肾当然你还是可以保健它第一个就是我们先搓手可以搓个十二下左右当你觉得手心已经有热的话那我们就可以把手往后放那适合的位置肾脏反应区大概就是在腰这个地方你手反插腰这个地方然后可以做上下的一个搓揉的动作让这个热热的气可以渗透到腰部里头去想到就搓最好的时间点是上午早上起床的时候是最好的时间搓个三十秒我觉得可以三十秒到一十秒\n一分钟可以的医师刚才有讲到吃很多保健品其实会洗肾应该是说谨慎使用对我们在讲终于讲五个颜色跟肾有关系比如说黑色我们这集又来了熊又来了黑色是走肾的然后我们有五种味道比如说酸苦甘辛甜那么咸味是走肾的所以你看阿公很多阿公阿嬷年轻的时候家里很苦喜欢吃很咸的东西那到最后其实肾都会坏掉当你吃太咸的时候咸的味道是直接\n走到肾里头去的那么你就会把肾你想想看我们以前古时候在腌东西的时候是用盐巴去脱水对不对那肾管水你把它脱水以后肾脏这么大颗变这么小颗的时候它怎么样去帮你贯穿一生的生命它怎么样帮你把水进来又出去我自己都撇掉了以后我这个水库都没有水我没有办法代谢所以如果要把肾保护好在饮食的藉口里面最重要的是咸味咸味比较不适合肾的疾病\n所以中医师没有讲过如果吃太咸就后来会骨质疏松的意思就是这样对因为没错很棒很棒肾就是煮骨头的骨头吗对对对那药呢你吃进去最后的代谢管道有一个部分是从肾出来的有些药走肝有些是走肾的那么如果你让肾 overloading那么我本来这个肾可以保用30年我现在变成只有15年的话那当然你最后只好15年找别的肾或去洗肾来代替阿公医师那我这样听完觉得很可怕\n有什么食物可以养肾好的食物一定是红到发紫紫到发黑的黑豆黑豆很好那比如说葡萄它不是有绿色葡萄跟紫色葡萄吗那我就尽量穿紫葡萄对那如果说像红凤菜那个不就是又有红色吗那就很好那假设我吃一般的青菜那你说青菜都是绿色绿色也有深色的嘛比如说我们的地瓜叶颜色就比较深很深的你去吃白菜颜色就比较浅你就尽量吃深色的东西那它对于肾来讲就是一个很好的\n保护作用那还有一种就是说中医很讲究那个形对形形对形对形以形养形对对对那你知道我们常吃的那些腰果腰果是不是就可以补肾了长得像不像那你的核桃像不像脑那我们刚才讲说肾本身它是这个脊椎直直走走到头走到腰嘛所以你如果经常吃这个核桃的话那么这个就补到脑了经常吃腰果就可以补到肾所以这些以形养形的部分都会有帮助\n那如果吃白色的东西会有帮助吗会应该是这样讲就是说什么时候需要去生它如果肾本身我的运作很好我自己工作的很好的话我不需要别人什么时候呢肾弱了那么肾弱的时候是我要伸手去帮你的时候那你要想想看哦肾熟水那水最怕土来淹所以这时候你就不要吃一些黏糊糊的东西反而去把你的水给堵住了那五行来说那么我们的\n肾就可以生水就可以吃一些白色的食物来帮助你的肺功能变好肺功能变好它就有足够的气血去帮助肾来改善它的功能到逻辑对啊当然我们一定要请医师来教我们日常保健有什么方法是最简单的呢好跟各位介绍三个穴位第一个是在你的腕横纹那旁边下面这边有一个穴位小指头下面这个地方这个叫做神门穴神门这个代表心脏\n我们说怎么样我能够让敌人不要打我那当然就是国王要够强所以我们第一个各位可以按这个横纹下面这个叫做神门穴的位置好第二个呢神门穴之外呢还要有一个可以帮他的我们刚才讲说癌症很多时候是先从气生病的对不对那我们这边有个内观穴大概是我们的三个指头宽的地方两个筋之间的位置叫做内观穴这个内观穴内观穴对于推动你的气血的能力很强好那第三个穴位\n大家知道的这个叫做很重要的保健穴位叫做虎口的位置河谷穴河谷穴是身体阳气很充足的如果我们没有空去晒太阳那你就揉揉河谷穴吧等同是帮给自己一个太阳的概念所以我们就可以用这三个穴位让自己身体的气够足让阳气也够旺可以做自我的一个保健那医师就按就可以了吗给按揉都可以需要用油或什么有有有精油更好啦精油更好\n多这三个是今天医师有难得来刚刚我们就讲说不论是走肾的还是走肝的对不对我们现在在走心的医师出心书对呀十二经络人格解密这里面最主要是要告诉大家什么十几年前其实就有朋友跟我说你们中医既然身心共振这么厉害身心病也是现代的一个趋势他觉得中医师应该把你们对身心的看法写出来我们磨了十年的剑终于把它磨出来\n那我们希望透过这样子的一个书本让每个人可以在里面看到我的十二经络里面有哪些是平衡的有哪些是失衡的那你可以做自我的检测最终但目的是你能够自我的保养而达到身体与心理共振一个健康的生活是其实有没有觉得收获非常多我觉得目不转睛一直在听谢谢 谢谢我们最后来感谢一下医师医师这样会说不要喝瘾瘾的东西没有办法 医师就不上班了今天的话我们就按过了就算了\n谢谢 谢谢",
  "elapsed": 3.29,
  "created": "2025-07-10T04:52:57.166884+00:00"
}