{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】長期吃藥會洗腎？名醫教你6招自然降血壓！ft.陳冠任醫師、陳碧玉南山人壽副總.mp3",
  "text": "在台灣高血壓影響超過500萬人的健康而且近年來還有年輕化的趨向真的引起血管硬化或者腎衰竭並不是高血壓藥本身而是高血壓這件事情很多人會覺得說我吃藥不行我吃藥吃久我會洗腎那我會跟他講就是因為你不吃藥才會洗腎這六件事情做好其實基本上血壓可以降到一個程度不想依賴藥物的你該如何來控制血壓今天特地邀請到陳冠任醫師分享六大降血壓秘訣\n不吃藥也能夠逆轉高血壓\n這個問題可以說對也可以說不對因為其實嚴格來講高血壓應該是會有症狀\n那原因是什麼呢其實主要是我講一個例子溫水煮青蛙就是其實我們血壓在偏高的時候你一開始會有感覺譬如說我從120到130你會有點不舒服可是現代人大多數會歸類於太忙了太累了像現在譬如說我們現在攝影團就結束之後回去大家肩頸痠痛一定是累回家睡個覺就好了所以你如果120變130增加一點點你沒有去正視他你覺得只是工作勞累你可能就忽略過去了那等到一陣子也許一兩週之後你要慢慢適應這個血壓之後他就沒有不舒服\n或幾個月可能變140同樣的道理你一直適應他你沒有去正視說身體出現的一些警訊等到有一天突然覺得很不舒服或者去做體檢的時候發現怎麼170會有這樣的狀況所以其實嚴格來講血壓高是會有症狀的我還是會建議患者說你自己要定時量血壓而且要注意這些包含肩頸痠胸口痛這些都可能是一些細微的表徵而且其實剛剛聽到哲青跟你講那529這個數字還蠻可怕的因為台灣大概將近四分之一的都有高血壓\n那之前大家會覺得說年輕就是本錢我們應該還可以小小揮霍一下可是其實現在高血壓年輕化的趨勢所以如果出現哪一些警訊年輕朋友可能也要注意了以後有機會就會得到高血壓統計起來大概有三個比較可能的原因第一個就是說抽菸雖然說菸害這個戒菸的這個防治已經推行很多年可是其實如果各位在身邊的好朋友去尋一下還是很多年輕族群在抽菸他們最主要是看那個警語他們看到是那個妨礙性功能他們才不會抽\n其實抽菸裡面有所謂的尼古丁跟膠油這兩個成分其實長期吸菸下去血壓會慢慢上升第二個重點就是跟飲食有關飲食就是說現在人的飲食其實精緻飲食變多了所以精緻飲食包含高油高鹽高糖這些東西吃得多其實血壓因為血壓是跟鈉離子相關跟我們的鹽分有關當你吃這精緻飲食越多的時候血壓就更容易上升第三個其實我覺得最重要的一點是缺乏運動其實這個也是很常見的\n因為我門診很多病人其實他們都說我飲食控制得很好還有病人跟我說我現在都快要吃素了這東西都是汆燙一下就吃了根本沒有什麼調味料為什麼血壓還那麼高有時候是缺乏運動因為現在人真的是說真的很忙我們自己下班也是很累所以其實你真的要照標準上來講一個禮拜至少三次以上三十分鐘以上的運動有時候不是那麼容易達到所以缺乏運動也會讓身體的機能慢慢老化衰退而血壓就會慢慢高起來那臨床上面有沒有什麼案例\n可能是挺年輕的朋友就已經得高血壓我自己有碰過一個舉例來講一個三十幾歲的男性他其實年紀也不大三十多歲而已他就像剛剛哲興哥講他是健檢的時候就是公視體檢發現血壓怎麼一百六一百七那事實上也不是第一年這樣第一年一百四他就覺得還好一百五還好到有一年一百六一百七他自己還好但他太太覺得不好了他太太就帶著他來看病這種病人他就很像是押送髮廠好像要斬首那種感覺怎麼說一臉了無生意\n他太太像是法警一樣架著他來所以你看他的表情就知道他大概不會乖乖控制那就跟他講說高血壓的危害等等跟他講說要吃一些藥其實他有一陣子吃的時候血壓有比較穩定可是他的想法就是說吃藥吃一陣子如果好一點他不想再控制了就像剛剛哲興哥有提到很多人血壓高沒有症狀那我沒有症狀我幹嘛吃藥吃了藥感覺是白吃的只是在吃藥而已很多人會這樣想他也這樣想所以他後來就不吃了最近血壓因為又太高了\n他又回來悶診回來悶診說他有點不舒服想再拿藥就這時候我這邊幫他做一個檢查發現他有個指數變得很異常叫做腎功能腎功能就是他那個過濾的那個數字往下掉我們叫腎思球過濾率他其實第一次來看我說功能就已經比他童年來的差一點了這是因為他一段時間沒有控制血壓在驗他的指數又更差了那我跟這個患者講說其實血壓高雖然就算你沒有症狀也好\n你還是要控制因為等一下我們會提到血壓高最大的問題就是他會造成心臟病腎臟病腦中風各個身體所有機能都會退化尤其是他最怕的腎臟病洗腎等一下我們會提到洗腎其實有很大的部分來自於血壓沒有控制好所以其實這個病人他我會跟他講如果你這樣不好好控制血壓你現在才三十幾歲你五十歲之前可能會面臨到洗腎這件事情在十年內所以他這次有點嚇到了所以之後他就乖乖的吃藥目前腎功能是還沒有繼續惡化\n但是說真的也不見得會馬上恢復正常所以還是奉勸大家有定型要追蹤自己的血壓如果真的高要好好控制不然腎臟心臟都會受傷其實在研究無論是在追蹤健康資料或者是平均收入各式各樣的數據裡面有一個單位都一直存了各式各樣的數據那就是保險公司在受險理賠裡面其實有很長一段時間都觀察各國人民的健康所以你對台灣無論就是說就是心血管疾病\n肝病或肺癌各式各樣癌症那台灣的這樣子整個大趨勢有沒有什麼樣的變化我們今年九月份的時候針對國人做了一個生活習慣的大調查才沒多久而已熱騰騰剛做出來的馬上還跟朋友們分享我們大概收了超過一萬八千份的這個有效問卷涵蓋台灣主要的城市跟各個年齡階層那我想接下來跟大家分享一下就是幾個不同的面向我們觀察一下台灣人的生活習慣到底是怎麼樣\n所以首先想請大家一起先看一下就是我們有問一題就是說你最近兩週有吃什麼我們就發現台灣人都超愛吃美食的從鹹酥雞甜點手搖飲泡麵到火鍋全部都吃那比較驚人的就是不管哪一個族群都很愛吃甜食所以我超過就是六成的這個民眾都很愛吃甜食因為很幸福真的 還有到手搖飲更嚴重就更高達七成所以這個部分還真的是蠻特別的\n再來就是我們去了解一下說那到底台灣人睡眠的品質怎麼樣什麼時間睡所以大概大部分都是十點到十二點睡但我們有發現年輕人都是夜貓子我們發現年輕人大概就是有很大的比例其實都在十二點以後才睡覺那其中有相近十%的年輕人是兩點以後才睡覺你就是十%的年輕人睡眠就是一個很重要會影響身體健康的一個不良生活習慣那第三個我們就問民眾說你知道你這個平常生活習慣\n那你會擔心你會生什麼病那大部分的人就會講說我最擔心的第一名就是癌症第二名就是醫生剛才講的高血壓如果沒有照顧好後面就會有心血管疾病這兩個就是從民眾的角度他最擔心那我們進一步就問他說萬一你生了重病之後你是有多放心在你經濟無虞的情況下可以專心修養但這個調查讓我們覺得蠻驚訝的是有三成的人覺得我不敢要停下來工作我不敢休息我要邊工作邊治療\n然後將近六成的人覺得說我如果真的要停下來以我現在的經濟狀況我只能最多三個月是他覺得比較放心的所以萬一生重病要花很多錢那這個部分準備就很挑戰那最後剛才醫生有講到說運動也很重要那我們來看一下達人到底運不運動結果發現蠻有趣的超過四成的那個達人一個禮拜運動的時間不到一個小時然後我們就問他說那沒有時間運動是不是工作人員還是大部分人都在工作\n那就問他說那你坐在椅子上的時間到底有多長還蠻驚人的就是做完這個測試之後發現大部分的台灣人一天都坐五個小時以上所以久坐可能會是另外一個不良生活習慣它會造成疾病很重要的原因其實剛剛聽到Eva幫大家統整的這些不良生活習慣我們幾乎大家都會就是有這些狀況所以台灣有高血壓的人很多但是就像剛剛陳醫師說的就是大家又不太想去吃藥因為可能會擔心說我如果一直長期吃藥會不會影響到腎功能\n所以有一些高血壓的朋友也會說擔心說我是不是一直長期的服藥可能會讓血管的彈性也會受損所以這些迷思是正確的嗎或者是其實是要幫大家導致的觀念這些其實都是迷思吃血藥不會導致血管的硬化也不會導致腎功能的惡化應該這樣講有些藥可能真的吃多的所以身上會有傷害比較偏向是一些止痛藥所以你看不管是骨科或者是一般家醫科或者我們心臟科都會建議你止痛藥的話你痛的時候吃\n沒有痛就趕快把它停掉有些止痛藥真的長期吃會導致腎功能的問題但是血藥基本上都不太會沒有這個問題那這個圖就是我剛剛跟各位講的高血壓跟糖尿病引起腎臟病的原因真的引起血管硬化或者是腎衰竭並不是高血壓藥本身而是高血壓這件事情所以很多人會覺得說我吃藥不行我吃藥吃久我會洗腎那我會跟他講就是因為你不吃藥才會洗腎這個統計圖表給大家看這個是中華民國腎臟學會統計的\n說大家知道我們台灣是個洗腎王國嘛很多人洗腎比例人口很高那問題大家為什麼要去洗腎為什麼腎臟壞到說沒有辦法回頭我們查出所有洗腎患者他導致洗腎的原因為何統計起來那統計出來結果在這邊全台灣這麼多洗腎的患者裡面有將近一半的人是因為糖尿病意思就是說他的糖尿病嚴重到說腎臟壞掉了可能血糖很高很高很高他不去控制到最後腎臟整個泡在糖水裡泡了三年五年二十年泡到最後腎臟失去功能沒有辦法代謝毒素\n只好洗腎那另外有接近三成29%這是高血壓也就是有三成人是因為高血壓太嚴重了嚴重到腎臟整個血管都出現障礙問題沒有辦法透析這些毒素了只好去洗腎也就是說光高血壓剛糖尿病這兩件事情加起來導致洗腎就算洗腎能加進八成計成到八成而我們最擔心最擔心說你說吃藥引起洗腎的其實連一%都不到所以我會跟別人講說你的想法剛好相反正是因為你不想洗腎所以你不吃\n結果因為這個原因你反而導致要洗腎可是大家已經很好奇說如果不吃藥的話有沒有方法可以控制血壓我常常跟別人講我們醫生也不是開藥的就是說如果你病人血壓真的來或者血糖高來我們第一步還是希望你用一些非藥物療法去控制那除非說這些方法真的是對你幫助有限譬如說你血壓真的超標太多了那必須要用一些藥物我們為了安全為了將來你不要去洗腎我們最後還是會加上一些藥物那所以初步的一些非藥物療法就包含著\n我們這邊有表列六個這個是我們台灣中華民國心臟學會所有心臟科的醫師大會制定出來的那我們知道台灣人其實很喜歡背口訣這個是我們台灣心臟科醫師列出來的口訣我覺得蠻好記的這剛好這六個字母除了S是跳出來之外後面ABCDE是順著的這六件事情你說做得好其實血壓是可以額外下降大概10到15的還是要先跟各位提醒一下因為我相信很多患者都會像哲青哥的節目非常火紅\n其實很多人會聽到前面說這個做好不用吃藥陳醫師說不用吃藥好了所有藥都不吃了開始做這支不是喔你說血壓真的很高像我前面講1708你還是要配合吃藥只是這六個方法會讓你吃的藥變少可以不用吃到那麼多藥那這六個是什麼第一個S是最重要叫做Salt就是鹽巴所以要減鹽鹽巴不能吃太多鈉含量對鈉含量要減少第二個A是Alcohol就是酒精對我們要限酒酒精不能喝太多那目前的標準男生一天是一罐排皮\n三百五十罐裝的一天一罐女生是半罐因為男女代謝的程度不一樣當然你說這個好像很難達到我們自己有時候也達不到但是盡量去做那第三個B就是Body weight就是體重要減重第四個C Cigarette對 要戒菸第五個是第一次Diet飲食要控制多吃白肉少吃紅肉然後盡量多吃蔬果多吃堅果類深色蔬果地中海式飲食等等\n最後一個E就是我們剛一直強調的Exercise運動定期做運動一週至少三次每次至少三十分鐘那做什麼運動其實都可以現在沒有限定說一定要有氧或無氧你如果年輕你可以去跑步可以去打球當然很好那如果年紀大一點你沒有那個體力你說做一些這個伸展的運動太極拳怎樣你能流流汗都是OK的所以這六件事情做好其實基本上血壓可以降到一個程度但如果真的這樣沒有辦法達到安全標準有時候還是需要一點藥物幫忙\n對 就像醫生所說的我們當然還是希望靠這些自然的療法但是如果血壓就是壓不住了那有沒有其他一些比較積極的一些治療方式呢原則上的話這個血壓再積極的方式的話其實第一個還是先用非藥物療法那真的不行我剛講進階是藥物療法那真的再下去的話如果真的是連吃藥我手上有些病人吃到四五種藥血壓四五種都真的是壓不下來的話其實還有一個最後一個方法叫做\n這個大家可能比較少聽到原則上我們腎臟的動脈它上面有一些神經系統神經蟲那這個東西會研究上來講它會跟血壓的調控有關大概這15年左右新的一個技術大概15年前發明就是說我們如果想辦法去把這些控制血壓的神經蟲在腎動脈上面去做一些處理去做一些燒灼把一些這些不好的因子去處理掉血壓有可能會額外下降所以針對一些這個血壓真的過高的患者\n其實要一般的控制控制不來的其實最後用這個燒灼素還是可以把血壓改善這算是手術的一種對不對對這其實算是一種手算是心導管的手術那它成功率是百分之百嗎還是說它它的成功率不高呢其實也沒有到百分之百但是一般目前在抓大概七成七成就是大概七成有三分之二的人做完之後血壓可以明顯改善但是它畢竟像跟執行哥講它是一個侵入性的所以我們通常會留在說真的血壓太高像我剛講吃了好幾種藥都降不下來真的太高有危險\n不然試試看起碼它有七成的機會讓你回到比較安全的範圍但這個手術的費用會大概蠻高的嗎因為每家醫院收費的不太一樣但是大概都是會在二十萬之內所以自己是健保沒有給付的對不對應該說醫療的先進有些比較先進的醫療行為通常還是會價錢比較高但是相對來講它其實也解決了一些以前不能解決的問題像比如說現在其實這十年還有一個很火紅的一個手術叫做TAVI\n或者叫TAVR這個是一樣的東西只是簡稱不同那這個手術更貴它大概一百到一百二十萬那這個手術是治療什麼它是治療所謂的半模性心臟病無論是醫師剛剛講到的兩種手術從二十萬以內到一百萬甚至於是剛才Eva跟我們講到如果說有人生病之後他必須要邊工作邊治療而且他只能請假三個月所以財務規劃其實很重要嗎對啊這個部分蠻重要剛才醫生有講到\n這個先進的這個醫療的手術TAVR的手術我們公司剛好就是第一家保險公司就是有把這個新的先進醫療的這個保障列入我們的保險的設計裡面然後我們最近也因為這個生活習慣這個概念特別在設計了一張生活習慣病的相關的這個保單就可以去補足民眾過去沒有投保這個缺口所以在這裡就要很提醒大家其實你身體要定期做健檢保單也要定期做檢查\n進一步有可能現在很多新的這個療法在你過去的保單是沒有cover的所以鼓勵大家就是保單也是要做健檢我這邊就想要提供給民眾就是幾個投保的建議就是如果你真的要做保障的這個規劃的時候有哪些原則特別是年輕的小資族們那你可以掌握幾個原則那這邊我想要分享三個tips給大家就是投保的保險規劃有三個面向第一個原則叫保夠在保本\n很多人就想說我買保單的時候我就是一定要保本保本錢一定要拿回來但是其實先有足夠保的更重要所以我們是蠻推薦大家可以透過定期寫先把保障做到足額那這個時候如果得到保障你就不會侵蝕掉你本來的理財跟儲蓄的規劃那第二個的話就是會建議要保近再保遠什麼是近什麼是遠近這個遠就是你可能要去思考一下說你現在人生的這個規劃的優先順序是什麼比如說如果我們以小資族或是剛在打拼\n拼了這些比較輕壯的族群來看眼前他可能最需要注意的他每天在外面跑所以可能意外跟醫療保障是最重要的千萬要以現在最近可能比較大的風險最主要的風險你要先轉嫁掉所以長照什麼那個失智失人退休這些可能對小資族還有一段時間所以在優先順序上一定要先把現在面臨最大現階段最需要的風險規劃一定要先處理那第三個原則的話就是保大再保小\n保大的人就是都是小家庭可是家裡面可能也許會有個很重要的經濟支柱所以保大再保小的概念上是說要以家裡面這個經濟支柱為第一個優先的這個保障很重要然後他做好之後行有餘裕在照顧小孩跟家人因為這樣真的出事的時候這個家庭才可以比較穩固不會因為這個資質搞下去之後全家都垮了我有聽錯另外一個其實保險它不僅僅是理賠\n保護跟陪伴所以你在專業上一定也看過很多類似的案例對不對保險公司投保了很多提供很多重大疾病的保險那最近我們在想說怎麼樣協助民眾去做健康促進所以外醫保單就是現在比較新型態的保單除了提供醫療跟重大疾病的保障之外如果你願意為你的健康促進做一些努力的話保險公司還提供給你健康促進的獎勵這個健康促進的獎勵可能會含保合增加 保費減少或是甚至給你現金回饋我們公司在想說\n健康促進的部分能夠為保護多做一些什麼那我們大概在三年以前成立了健康守護權原則上就是提供一個全人健康的照護不管我的保護現在是健康 健康疾病或失能我們都會有對應的營養然後運動 醫療照護跟心靈支持的這些服務那目前我們大概就是有提供上百項的這個健康服務來幫助客人那我想跟大家分享一個例子我們實際上照顧客人又剛好跟今天談的這個三高很有關我們有一個保護它就常常需要\n應酬 對然後又常常需要在兩岸三地一直不斷地跑所以工作壓力又很大所以它就真的是典型會造成三高的這個族群那它有這個狀況之後它就選擇就是我們有一個遠距健康管理的這個服務然後加上保單的這個保障然後再經過這個醫生跟健管師給它這個健康照護服務之後三個月之後它的體重降了超過十公斤然後它本來的這個膽固醇跟尿酸都朝一個很好的方向\n保護就非常的開心它後來就覺得說每一個人都應該要像醫生講的我們要積極做健康促進後來它還把這個服務介紹給它所有的員工\n我們來講講看如果說這一顆藥吃了你不會產生新的問題而且可以減少你未來洗腎或心臟病的機會那這顆藥對你來講就有價值醫生不會沒大沒小沒有事情開藥給你吃對不對因為說我講的直接一點我多開一顆藥給你少開一顆藥對我的薪水沒有影響但是這顆藥也許它可以減少你將來發生嚴重疾病我們剛剛講洗腎是不能回頭的不是說我今天到了洗腎之後我現在開始控制血壓可以回來不行就真的是洗腎下去了\n不用擔心藥物的副作用或真的藥物會有一些問題譬如說你吃了藥肚子不舒服頭暈什麼醫生一定會幫你調整我們最高的希望是達到說你固定吃藥三高控制得很好可是卻沒有因為藥物帶來任何副作用這是我們最期待的結果所以大家不要過度害怕用藥這件事情而且要勇敢的諮詢對不對那要回診就要定期回診不要逃避醫師\n謝謝",
  "elapsed": 3.44,
  "created": "2025-07-10T05:34:10.229303+00:00"
}