{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿商戰】台幣暴升！日本失落30年惡夢在台上演？ft.黃世聰.mp3",
  "text": "緊密商戰今天要告訴你的是台幣暴力升值究竟是蜜糖還是毒藥史詩級的升級會帶來史詩級的牛市嗎以及現在熱錢回流再加上520的行情我們究竟應該投資哪些族群呢今年邀請到財經專家黃世聰來分析在台幣狂飆熱錢湧入的狀況下520行情會多有戲呢\n飛飛揚揚滿天飛尤其是講到台幣的升值台幣目標價12塊16塊我覺得怎麼會有這種奇妙的數字但是台幣升值好像是必要的而且暴力升值感覺大家也人心惶惶今天我們邀請到了世聰再來跟我們來分享從財經專家的角度來看台幣這次的暴力升值到底對我們有什麼樣的影響我先給大家一個觀念一個國家的貨幣的升值或是貶值事實上是升值比較好\n比貶值要好因為升值一般來說的話造成的就是資產泡沫但是貶值有可能會釀成金融風暴這是第一個先決條件就是升值貶值哪一個比較好我寧願升值也不要貶值第二個問題是出在說你短時間之內升太多那就對經濟來說會有一些衝擊但是大致上來說還是利大於弊的那我們現在講一下為什麼台灣這次會升值主要原因在於說國際上有一個指數叫做大麥克指數他就是用各國的大麥克為一個基準\n一個數字那根據我們台幣的這個數字來說的話我們合理的數字可能是1比20就是美金對台幣要1比20但現在我們知道說是30左右所以看起來的話是台幣有大幅被低估的這個嫌疑那為什麼會被低估其實也很簡單因為我們台灣是一個外貿出口導向的國家那外貿出口導向的話我們的央行心態上面來說就會習慣性的壓低新台幣讓我們整個出口會比較好所以某些程度來說我覺得是這樣的一個原因\n我給大家一個區間台幣在過去約莫從1997年到現在為止來說的話貶很難貶破33升也很難升過28就是他會一個做這樣一個空間的這個控制台灣曾經出現貶破35不外乎就是說什麼2008的金融風暴或是COVID-19曾經出現這樣不然的話大部分就是在這個區間所以你可以用這個區間當成是一個你的盤算所以我覺得很多人你可能可以靠近33的時候你就買台幣然後靠近這個\n28、27的時候你就買美元用這樣操作其實在過去一二十年來有非常多人都是因為這樣賺了非常多的匯差那另外一個就是台幣最近升值的原因我覺得主要有四個就是央行默許因為一般來說我們都是在季度的時候央行會習慣的壓因為季度要結帳結帳的時候它會讓這個匯率回到原本是升值它會讓它貶值所以我們剛好是3月4月的時候在壓所以現在就放手讓它漲這是一個原因第二是外資回補你看外資最近起\n一直在回買台幣所以外資在回補另外還有一個很大的原因是因為受險的避險因為我們受險公司在海外有非常多的美元資產但是因為你台幣急升那怎麼辦它就只好匯回來換成部分的這個台幣來避險那其實根據這個外媒的統計說這個光是要回來台灣避險的金額你至少要一千億美金所以這個就變成是一個非常龐大在推升台幣上漲的原因那當然還有一個原因是因為川普的關稅戰會讓台幣來說的話\n對的比較呈現一個強勢的局面不過我最後再給大家一個非常有趣的點這個點我們看這張圖我為大家整理出來美國歷任總統你看柯林頓時期歐巴馬時期拜登時期這三個民主黨的時期這個美元指數是升的然後你看到小布希的時期川普1.0的時期都是跌的那你更不用講1985年的廣場協議讓整個美元軸弱那時候它也是共和黨所以事實上共和黨當總統的時候大部分的美元都是比較偏弱勢\n共和黨當總統的時候是比較偏強勢所以我們先給大家一個觀念就是現在是川普2.0所以大致上來說美元比較偏弱大概是他心裡的想法所以在這個時間點來說台灣可能就會比較偏向一個升值的一個態勢那生中哥請教以台灣的產業特性來說現在台幣大升值對於進出口各自的影響是什麼對我剛才說升值其實大致上是比較好的但是你急速升值這就是比較不好或是說你是在廠商沒有預期之下升值\n廠商都會做一個避險那避險來說他們都是習慣性就是說我出了一個貨那我可能就用那個匯率來避險這樣的狀況但是你是在毫無預警之下突然之間兩天升值了他要避險不及那避險不及的時候可能就會產生匯損的一個狀況所以我覺得是因為你突然之間升得太快的時候讓廠商規避不了的時候他就會出現這一季度可能大概就會有匯損的這個狀況那大致上來說的話我覺得如果不是一個長期升值的態勢來說的話對台灣的進出口有影響\n是沒有那麼大因為廠商他自己也有他自己的調節大家都很擔心說唉唷我們這個升了那麼多那我是不是完蛋事實上我們跟他講我們的升值我們要看的是對手國競爭國是什麼譬如說我們的工具機業者他的競爭是日本所以你要看日圓兩個升值一樣的時候其實那就沒什麼太大影響那我們的DM我們的面板競爭國是韓國那如果我們跟他升值一樣的話那其實就沒什麼影響所以他在討論進出口影響的時候其實我們要看的是實質匯率\n這個匯率的這個部分那在實質匯率這個部分來說的話我覺得基本上我們跟韓國競爭或是跟這個日本競爭這一次大家都升得差不多我們這次只要擔心一個點就是因為我們賣到美國去之後可能會有匯差所以事實上這一次反而對我們的產業來說我們不是單獨升其實所以影響並不是很大那這樣來說升值可不可以用兩面刃這個概念去理解它當然升值一定是有些產業會好有些產業會不好因為升值的意思是台幣變大\n那台幣變大的時候我最近就跟人家說如果要投資什麼的話最好是什麼出去玩最好啊因為你出去玩現在台幣最大的時間點你出去玩一定比較好對不對那當然受惠的產業包括航運你看最近航空股就在漲特別是以一些機票為主因為大家都認為說暑假旺季或是說新台幣升值有錢了對不對那食品股也是一樣因為食品股很多都是從國外進口商品進來譬如說黃豆魚米小麥它進口進來變得相對比較便宜它們毛利率會有上升的空間零售\n光業跟汽車產業都是這樣因為我們汽車產業很多都是從國外進口零主建嘛那台幣變大就變得相對它們成本就降低那當然有受害受害大致上就是集中在一些出口了啦我就講電子業半導體業機械業工具機至少一定會有會損的問題在這一季會出現那受險公司我覺得反而是大家比較留意的因為我們的受險公司以國泰或是以這個所謂的富邦為例他們大概有六七成的資金都是美元資產\n但遇到台幣大幅升值的時候它美元相對就變成虧損因為它們每一季每一季都要提列它們的虧損的時候所以我覺得下幾個季度它們可能獲利可能會大幅下滑所以就有人就說它們明年可能會發不出股利我覺得不是不可能啦接下來要看它們如何去避險如何去因應接下來匯率對它們造成的衝擊不過主政段應該已經過去了就是升得最快的那一段應該已經過去接下來可能就是慢慢慢慢的\n這些大企業都有能力去什麼鎖匯率就是它在交訂單的時候它會把匯率鎖在一個地方是真的嗎對對對我覺得是這樣子啦就是說很多公司來說的話它們的確在出貨的一個時間裡面它們就會用一個相對應的這個所謂避險單把它避險住這樣特別是在電子下游股都會出現這樣的一個狀況因為它避免說匯率對它造成非常大的波及我舉個例子譬如說我們台灣的下游股它們毛利率都是3% 4%左右但是你3% 4%結果你匯率\n一變動可能搞不好讓它的這個賺的錢全部都歸零所以它們基本上它們會做一個叫做合理的避險譬如說我出貨4000萬我可能就買一個4000萬的這個美金的這個這個避險單把它互相鎖住至少讓匯率不會造成它獲利的影響不過我就說啦那是比較適合在下游階段但是如果我們舉台積電為例好了台積電它就沒有做這種避險喔台積電它就是自然避險因為台積電大家都說會有匯損但它事實上台積電是\n每天都在收美金它的所有的訂單國外是美金然後客人在做這個所謂國外買賣都是美金所以事實上它只有在每一個季的季度的時候它結算的時候會說我有些因為匯率造成的毛利率的變動還有匯率的變動會造成影響所以為什麼我們央行都會在季底壓匯率原因就在這個地方事實上很多時候大家都說好像有匯損事實上都是以結算的那一天為標準這個時候升其實沒什麼太大\n關係到時候把它壓下去的時候它結算日是那個時候其實就反而匯損不會有大家想像中那麼大所以如果按照施動客的看法的話就是說其實台幣升值不會影響到台積電我覺得其實影響的範圍並不大它只會在結算的那一天會有這樣的影響所以匯率來說對它的影響就在這個部分大家不用太過擔心反而是因為台幣升值你看外資就會開始進來買台積電這反而對台積電的股價會有好處\n事實上在過去一段時間裡面來說這個匯率每一次升值大概對台積電的獲利影響大概都是2% 3% 2% 3%左右但是它的股價往往有時候漲個5 60% 6 70%都有所以其實反而是一開始升值的初期大家會用偏利空去反應股價但是再升值一段時間的時候就變成是實質的利多了宗康那台幣升值連動股市有什麼族群是投資朋友要特別注意的對我們剛才講到受惠族群就是\n一些內需所以這個時候我們可以注意包括說像航運比如說像跟航空比較相關的或是說像旅行社比較相關的或是說國內內需比較相關都是比較好另外就是大盤類型的ETF為什麼要買大盤類型的ETF因為台幣升值表示外資在流入資金在流入台灣那我們現在的政府的規定特別是央行的規定是說如果你沒有買股票的話你就要離開所以一般來說他只要進來只要外資進來的時候他就一定會去買股票\n對一定要買所以他也會去買什麼他一定會去買大盤類型的股票比如說台積電然後光搭這些股票所以我才說為什麼通常這個台幣升值的時候大盤型的ETF其實都會表現不錯就是他一定會被動式的進來買台灣相對應的大型股所以如果說目前在這樣子的情況之下如果手上有美元資產的人在短期跟中長期應該怎麼辦對我覺得如果有美元資產的話第一個我們先給大家講就是在川普時期他大致上是個弱美元\n那如果是個弱美元的時候你當你的策略就是不要持有太多的美元資產的部位所以意思是什麼你可以換到比如說歐元的資產或是日幣的資產那這裡面來說的話歐元或許相對比較好的一個狀況或者說很多人就說我剛才不是講嗎你有一個方法是等待等待什麼等待台幣來到27 28的時候你可以反向的就是開始去買一些所謂的美元資產就是那時候台幣大概已經是在一個比較偏向一個強勢的上援因為為什麼因為事實上台灣\n是出口導向中央政府央行要鎖定那個匯率的區間他是顧得相當緊因為說真的在網上上去的時候的確對我們外銷出口廠商會有非常大的影響所以這個心理關卡的部位反而是大家可以留意像前一陣子不是台幣升值嗎我跟他講一個非常有意思台幣升值的時候其實誰很擔心很難過你知道授權公司然後大公司還有大咖他們很擔心但像我們這種小散戶我們是去買日幣我們是去買美金\n我們事實上是不要台幣所以這就非常有意思就是說事實上前一陣子台幣的升值就是因為很多大咖他們買了太多的美金資產譬如說舉個例子過去幾年的時候台灣很流行一個套利交易什麼套利交易就是說我會跟哲信說哲信你的銀行額度那麼高你可以再增貸出來你貸個2億出來好了2億新台幣我們換成美金換成美金的時候我們去買什麼美國20年期的公債有4%多\n你跟台灣借錢1%多你大咖利率更低所以1%你借1%你可以有4%減下來有3%一年無論的賺3%就OK了就沒想到這些人前一陣子不是美債先暴跌先賠了10幾%這一陣子新台幣又漲了10%再賠10%所以過去因為有太多人在做這種套利交易的部分這次是反過來他們逼著他們要怎麼樣他們寧可就先丟掉那些不管了我台幣會被嘎死所以反而回過來為什麼台幣的買盤推動力\n到會這麼大就是這些所謂的套利交易還有受險公司的外幣開始回來才會出生這麼大的這個推動的幅度那另外也想問問世聰哥就是最近因為川普的政府實在太多訊息了大家又在討論這個海湖莊園協議這個協議對台灣的影響是會走向日本多一些還是會向以前的西德多一些好 待會討論這個問題主要是1985年的廣場協議那當時雷根政府要求世界各國貨幣對美元升值所以當時其實主要對付兩國家\n一個是日本一個是當時的西德但是這兩個國家在最後出現不一樣的結果就日本後來造成大泡沫泡沫化然後另外西德是反而是他後來東西德合併之後他的經濟體表現得不錯那這兩個主要差別是在於說日本當時低估了升值對他的影響他反而在升值的時候他沒有緊縮貨幣他還繼續在放鈔票所以造成整個日本的大泡沫我們記得在1990年的時候那時候曾經有寫過一本書叫做《日本第一》\n黃價可以買下整個美國就是大泡沫但是反過來西德是他緊縮貨幣然後緊縮貨幣同時他鼓勵實業他知道很多錢流進來開始生產工廠之類所以他反而避過了這個狀況所以我覺得我們在面臨台幣升值的時候政府的態度很重要就是你在這個時候你要適時的收緊貨幣不要讓那麼多資金在市場上面流竄造成泡沫化的現象同時鼓勵外來的資金進來的時候你投資實業就是投資工廠或者投資一些建設事實上日本\n當時他是先股價先漲到從一萬多點漲到三萬八然後還在一路泡沫當時台灣也是一樣台灣當時從六二六漲到一二六八二十倍任何的這個貨幣升值是好所以他一定會帶來資產的這個所謂的泡沫的現象只是說這個泡沫你沒有控制好它泡沫過大那就會造成不可收拾的下場我覺得要注意的反而是這一點是因為其實這一次就是我們看到就是川普的官選\n在裡面從一開始他喊就對中國145%的世界各國來開始那等到英國歐盟他們開始出來談判尤其英國剩下一個10%這樣子的一個門檻大家覺得說可能我們最差就是這樣子可是大家還在揣測到底川普的關稅戰他真正的用意是什麼對事實上他到底用意是什麼我們可以看到有一個叫特里芬兩難這件事情對不對就說其實美國過去一段時間他為了維持他美元的霸權他要讓全世界用美元\n要用美元做什麼我就跟你做生意跟你做生意所以那是美國人沒有實業他跟你做生意跟你買東西所以形成他有貿易的逆差的狀況那川普現在要做的一件事就是讓實業回到美國我可以賣東西給你我賣東西給你的時候貿易逆差順差的部分就可以減少貿易赤字的部分然後同時財政赤字我也可以減少所以他等於是強化美元美國的體質用來解決這個特里芬兩難的這個問題不過我覺得這個都是一個大功臣他在四年內\n有沒有辦法完成我們就等著看了那剛剛聊完股市我們來看看房市好了接下來對房市的影響會是什麼對事實上我跟他講再如果假設大前提是台灣是個大升值的狀況是這樣我跟你講毫無疑問台灣房市絕對手多因為為什麼上次過去的幾次的台灣升值的這個行情裡面來說的話台灣的房地產全部都是漲的所以這個很簡單只要台幣是個大升值的行情台灣的房價絕對會是漲只是說現在遇到一個問題就是台幣已經升到\n19 30左右上升空間已經變得相對很有限如果到28的話已經很有很有限了除非是說有人說什麼海無莊園13我跟他講如果真的升到13真的假設升到13的時候我們會先遇到一個問題就是台灣房地產會先漲到讓你覺得無法相信之後才會是個大泡沫就這樣所以真的要講到13的時候大家也不用太過擔心現在我就不相信房價了要等到13好那現在房價問題是在什麼地方過去我們還有一個很有意思的數字\n就是說台灣的房價跟股市其實兩個是互相異步異區通常股市先漲幾倍房價大概也漲幾倍大概是這樣的一個態勢之前在1980年代90年代台灣從626漲到1268的時候當時的台灣的房價也是一樣衝了十幾倍然後第二次的大多頭是在從2008年之後的我們台幣大舉的回來之後那時候台股漲了大概三四倍那時候房價也大概漲這麼多那這一波呢\n台股大概漲兩倍一倍多到兩倍房價大概很多區域大概也是這個區間所以事實上現在大家反而要注意的是房價怎麼看大家可以用股市來看就股市如果是走多頭譬如說之前的高點是24000假設真的能夠突破24000的話房價就有可能會再進行從一波的往上衝為什麼因為事實上在過去幾年來說的話房價跟股市為什麼兩個會連動就是股市漲多少很多人賺錢他會把錢留到房市去然後推動房市的價格\n往上升再加上說因為你經濟好轉本來就會推動房價往上漲所以他的邏輯是這樣運轉但是因為前一陣子股市暴跌之後很多人虧錢了他會怎麼做他會把房地產很多解約啦因為他要救股市所以會對股市反而形成一個壓制的作用就是那種股市帶來的房市財富效果消失那加上政策一大堆七道這個命令下來之後房地產就會被壓制所以大家可以看到如果沒有突破24000基本上台灣的房地產應該是偏向\n一個區間盤整偏左的態勢假設突破24000這個資金行情又再來的時候那就不一樣或者是台幣再升值假設台幣升過2827往上挺進那我毫無疑問台灣的資產泡沫絕對又可能會再來一次這一波的台幣升值裡面大家想說我們要避險所以除了美元另外一個就是日幣之外我聽很多人講說滿手黃金可是真的就是好的避險\n或者是投資工具應該這樣說啦黃金是不是好的投資工具呢巴菲特說他從來不買黃金原因是因為黃金他沒有任何的資息就是沒有任何的利息所以如果你能夠找到有資息的東西其實大部分都是比黃金更好我們買賣黃金你不要用投資的角度你用保值的角度為什麼因為黃金來說的話他重點就是說貨幣太多的時候黃金就會有他的保值效果所以你如果從保值的態度來說我建議你可以買個大概10%\n左右你的資金拿黃金來保值我覺得這是OK的但是投資來說我覺得有時候多頭市場來的時候黃金他有可能會沉睡非常久一段時間大家知道事實上黃金第一次突破800塊是在1980年代他沉睡了到20年左右後來才在突破那你看前一陣子這個約莫斯1000多的時候他也是沉睡了好幾年之後才要突破所以你要每一次買到黃金的歷史高價的時候你有可能要準備被套10年但是他終究會過高\n我們人類的貨幣金額是越發越多如果你從保值的態度來說黃金是一定會過新高的只是這個時間點會很久你換算回來長時間去投資黃金事實上他就只有保值的效果那有些人他去買黃金ETF黃金ETF來說你要買的是那種譬如說他是100%bundle在黃金的東西黃金價格譬如說我們有很多黃金基金那個其實都不算是特別是黃金ETF來說的話\n就可能跟黃金的價格會連動那我覺得就是你可能用一個保值的心態去投資黃金會比較好啦那另外一個就是黃金跟美元大致也是一個反向效果就是說美元走弱的時候黃金都會走強那現在也是因為現在美元在走弱所以黃金是比較走強所以我認為在川普政府的時間點裡面來說黃金應該還有機會在創新高只是說你在創新高的幅度到底有多少這個我覺得相對比較保守一點\n川普的衝擊之外最近最熱門的話題還是520行情有沒有520行情這件事情存在我先跟他講事實上520行情到底有沒有呢我跟他講如果假設當時的股市是不好的那的確520的附近會有拉抬起來的狀況就是說政府基金他的立場就是反正總統的就職日快要到了他都會讓這時候的股市比較偏向繁榮一點點的跡象所以這時候的520行情你要注意的是政府的政策是什麼\n譬如說現在政府的政策是什麼軍工產業或說現在政府的政策是什麼綠能產業這個可能就會有表現但是我覺得這種都是短時間的題材面可能就是一個禮拜左右的行情大家小玩則止不要玩得太過分所以今天還是一樣聽到非常多很全面這一方面在暴力性之後我們應該怎麼樣來面對謝謝時中哥謝謝",
  "elapsed": 2.61,
  "created": "2025-07-10T04:31:33.959472+00:00"
}