{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿房子】少子化、高齡化困境！居住正義三大策略將如何改變未來租屋市場？ft.歐正興.mp3",
  "text": "近年來面對房價高漲跟租屋市場的混亂不少人認為社會住宅是解決跟實現居住正義的方法之一我們現在從當時標榜說我們要照顧50萬戶的租屋主現在我們核定的戶數已經達到70萬戶了今天我們就邀請到內政部國土管理署主任秘書歐正新來談談社宅的發展與現況\n我們在消費經濟學討論過好幾次包括我們自己有去採訪過對不對社會住宅在台中對那時候你自己有去其他的地方嗎去看一看我覺得社宅現在真的是不錯所以我們今天來好好了解一下這個社會住宅當前的這個發展情況今天邀請到的是內政部國土管理署的主任秘書歐正新主任你好主任好主持人好大家好其實大家都非常好奇就是台灣目前我們的社會的\n這個住宅的發展真的是如何我想當時小英總統喊出8年20萬戶的時候大家覺得是一個笑話那我們經過這麼幾年來的努力那我們終於在去年年底我們真的達成了20萬2703戶這麼精準的數字之後由中央的國家住宅中心來接辦之後其實把這兩個任務把它接在一起很順利的\n然後在113年底的時候能夠達到12萬戶的規模另外我們剛才講說有8萬戶是屬於社宅包租代管它是什麼概念呢民間它如果提供一些房屋出來那透過我們業者能夠來做相關的服務那就等同於跟現在的政府這些新建的社宅其實是類似的所以我們透過這兩個機制就12萬戶跟8萬戶來達成這樣的目標主秘那雖然看數量上20萬\n達標了可是其實我知道先進國家它的這個住宅存量其實大概是5%5%尤其我們看我們的鄰居就是韓國它甚至有8%所以跟台灣現在雖然20萬戶達標但是跟這些其他國家的指標來說還是有一些差距的那在這差距上面政府接下來有什麼計畫我們剛才講前面8年是106到113後來8年年就是從114從今年開始到121年我們又一個8年的所謂的百萬租屋家庭的支持計畫\n百萬喔百萬這百萬怎麼加呢就是我們直接興辦的社宅這個25萬戶包住待館的社宅25萬戶還有我們現在大家所能想的租金補貼50萬戶50萬戶對加起來是不是剛好100萬戶那這個百萬戶這個部分其實就是把我們現有我們正在推動的機制把它集合在一起在台灣實際上一直都有城鄉發展差距的問題\n而且越來越大就算我們在錄影的地方雙北地區其實雙北地區的話因為其實社宅其實雖然我們是蓋最多的嘛可是其實大家比起來覺得供不應求在這樣的情況之下我覺得大家都會思考說那我們應該怎麼解決這個問題雙北的確是一個問題因為真的是人口太過集中大家拼命就會往這個雙北來集中那我們剛才講說我們未來的8年其實在社宅的興辦上面其實有一些轉變那我們第一個就是\n我們在去年的12月我們有報一個計畫到行政院主要是在講說我們希望能夠增加我們增加我們的社宅用地的供給我們一個精進的措施那怎麼來精進呢我們未來在整個盤點社宅的用地我們不再是以縣市來當區域我們應該來講是說以通勤圈或是我們在人家講說生活圈的概念\n或是規劃社宅另外我們怎麼樣讓這些人從郊區能夠到市區來工作透過交通的系統我們講說是一種叫TOD的概念所謂講說是一個叫做大眾運輸導向的開發來進行這件事情也就是說你今天在雙北就業就學或是工作這件事情你一定要住在雙北嗎如果說我們有一個很快捷的交通系統\n他也可以住在桃園他也可以住在其他基隆的這些地方能夠透過這樣的方式能夠來做連結這是說TOD的這樣的一個發展另外我們現在很多地方都在做這些整體的開發整體開發這件事情大概我們現在都希望地方政府或是說規定地方政府能夠有一個比率能夠來增加這個用地譬如說在芝加市他希望能夠提供5%的土地其他地區的3%的土地\n或這種叫做市地存貨或是區單徵收的過程裡面他必須要有這樣的社會福利設施的用地的畫設那畫設之後就要蓋社宅這個部分那另外就是說在過程裡面我們希望能夠多元去做取得怎麼多元取得就是用地是一件事情但是如果說現在有一些既有的房舍他本身是需要共有的房舍他可能或許閒置利用力不高\n透過這樣的一個整修能夠讓他馬上變成一個社宅這個在雙北地區有這樣的可能性就很高就像公部門的這些宿舍群等等的部分如果透過這樣的關係能夠做整修其實它也是一個活化的過程另外我們在雙北其實有很多都更案這個過程裡面我們都希望說都更他有一些公有土地的參與之後會有一些房子會分回來分回來之後就把它變社宅\n另外就是說他可能透過都計的變更會有一些容積獎勵容積獎勵的話他捐贈回來的這一些部分就是要捐社宅就是我們講的多元取得這樣的概念在未來八年我們希望朝這個方向來努力可是我覺得講到住宅大家最關心的就是什麼身分可以取得他的審查到底是根據年齡收入還是家庭的結構狀況資格檢查的審查的流程是什麼大致上大家都一樣\n第一個你知道本國的國民你要成年你要住在這邊的話那就是要設計在這邊不是設計的話你就是就學跟就業另外我們有一個所得的標準所以我們現在是用所得來計算嗎最低生活費3.5倍的這樣一個基本門檻進來之後我們基本上就用抽籤的方式來處理用抽籤的方式同意是用抽籤的方式處理當然抽籤大概會有\n這種身分剛剛提到的40%是弱勢戶那另外就是其他就是一般戶這兩個部分基本上我們會分開來做處理譬如說一般戶我們就用抽籤的方式另外所謂的弱勢戶的話我們就有些先是用評點用評點的方式來做處理你本身具有的弱勢的身分他用不同的弱勢他有不同的加分的處理所以你透過這個評點之後就可以大概知道說\n今天留了40%的戶數他來參與要來承租社宅的話他會有一個排序透過這個排序的分數高低來讓他選戶來做處理為什麼設定在40這個弱勢保護會更多呢我們住宅法第四條有規定就是我們還要照顧一定比例的弱勢弱勢有兩大類一個是經濟弱勢第二大是社會弱勢\n經濟弱勢的話就是低跟中低收入戶那叫做經濟弱勢社會弱勢的話就是我們有分大概有十種的社會弱勢包括我們所講的65歲以上的老人育有兩人未成年子女的家庭原住民等等的這一些部分其實都叫做弱勢有些時候你會發現這種社會弱勢其實他就是一個身分\n只是在我們大家在認定上面他是一個叫做社會弱勢有些時候他不一定叫做真正的那個弱勢那這一些部分我們在住宅法裡面會規定40%40%的部分我們在社宅的這個提供上面要提供給他們40%的這個戶數給他們來做承租為什麼不是50或60或30這樣會不會排擠掉一些更需要可能弱勢的會更多社宅他當時在規劃\n在設計的理念他是這樣來看我們既然剛才講說不是標籤化我們希望採取的是一個混居的概念混居的話表示說你看我們剛才講說40%是經濟跟社會弱勢但是另外的60%是什麼就是一般戶在這個社區裡面一般戶跟社會弱勢大家一起混居基本上他的生活條件跟相關的這些品質其實他不會像以前國仔他就會被標籤化\n標籤化的意思就是說他就是提供給較低收入家庭來購買的那我們希望社宅他就是一個大家可以在一個族群相互融合的這樣的情況底下來生活的一個公有的住宅因為其實這樣子的政策在德國也有實施他就是希望能夠打破無論是種族甚至於是社會階級當然就是這個概念我覺得需要被全體的國民去接受因為我覺得現在大家太\n太多的討論在討論這可能會不公平所以我覺得政府可能要花更多的力氣去解釋這些事情可是另外一個我覺得大家想到就是說因為現在少子化跟高齡化所以剛剛有講到說65歲以上對不對 65歲那其實我發現也許這樣的需求會變多我相信政府應該有考慮到這件事情吧我想我們希望對第一個就是65歲以上的老人的部分我們現在剛剛有提到社宅包租代管\n我們現在在推動的一個就是叫做長者換居你今天如果有一棟房子你住了四五十年了大概你所住的房子大概是那種四五層的公寓可能住在四樓 甚至住在五樓你住久了人會老你對爬樓梯這件事情實際上是會有很大的負擔我們的社宅包租代管會提供一個叫做長者換居今天你可以把自己的那種公寓你可以拿出來讓包租代管的業者去幫你找到合適的房子來\n租你的房子那你去哪邊住呢他會幫你媒合到一個有電梯或者是在一樓二樓的這個地方的房子讓你去換居那一邊你在原來的房子可以收租金另外你可以付用你這邊收的租金來付那邊的租金那但是你換到了什麼換到一個很便利性便利的這樣的一個過程那便利這件事情對老人家很重要那這件事情其實是在我們的推動過程裡面目前也正在做這件事情\n那對於社宅本身我們剛剛講到少子化的部分我想我們現在對少子化當然我們很重視特別對於這個年輕人我們希望在社宅裡面能夠結婚也能夠生子能夠我們講說這個生得越多住得越久的概念那這件事情未來我們會來往這個方向來做努力那這件事情在社宅裡面我想\n之前有一個研究在台北市的社宅曾經我們的這個戶政單位有做了一個研究就是說你進駐社宅之後那你的那個結婚率會比一般的高變成1.6倍生子會達到1.8倍曾經有做一個實證研究是這樣的一個過程那我們都希望這樣的一個部分其實我們如果社宅大家覺得住進來是一個很穩定的生活環境的話\n讓他能夠這個趕婚 趕生讓我們少子化的這個問題能夠改善這也是我們社宅現在所兼顧的一些社會的這樣的一個功能剛剛主持人已經談到了這個租金補貼大家都覺得不夠還要政府繼續加碼這有可能嗎政府不是已經說已經不斷在升高了嗎就是這個租金補貼已經補貼你們很多了我們有兩個多\n一個是戶數多我們現在從當時標榜說我們要照顧50萬戶的租屋主現在我們核電的戶數已經達到70萬戶了另外一個多就是我們的補貼率高經過統計我們把112年的那些戶數拿出來做統計其實我們的補貼率就可以達到50%左右50%的概念是什麼就是說你有一半的租金是政府來補給你的現在整體\n現在接受我們租金補貼我們把它分析下來是這樣一個比率過去到8年我們做到這樣的成果但是我們希望未來我們希望對這個住宅補貼率的這件事情我們希望能夠補得更高高還是有差別的而且高的話會隱性的推動租金的上漲我們推動租金補貼是不是會造成租金上漲這件事情我們曾經做過分析我們一樣也透過111年到120年\n這樣的資料去做分析的結果我們發現租金上漲的部分大概6%那3%可能是往下跌的中間其實是持平的你看這樣的意思是什麼就是90%左右的租金實際上是持平的所以說那件事情可能還是可能需要比較多的數據來做一個推導因為我們所講我們的租金補貼其實要照顧的其實就是\n那我想說整體的那個大環境的租金上漲其實有很多的因素其實他的母體是不一樣的母體不一樣那另外就是我們剛剛講回來說我們提高這件事情但我剛剛已經提到不會應該不會造成租金上漲但是我們希望提高的部分我們會有或許我們會甚至還有針對性的部分像我們剛剛提到的我們租金補貼我們會進行加碼加碼的話除了經濟弱勢\n我們會對於婚姻的這一些年輕人會進行加碼我們剛剛提到剛剛加碼的部分我們年輕人只要結婚我們現在是加1.3生一個小孩1.4生兩個小孩1.6生三個小孩1.8一直越多那意思是什麼就是你今天生的越多我補貼越多加碼越多現在我們租金補貼是這樣加的我聽到了一個新的訊息\n我們目前在推動租金補貼已經是這樣的一個加碼的方式那我們希望以後我們的加碼我們希望少子化這件事情的問題這種國安的問題能夠有一些處理的話我們甚至我們會把這一個叫做婚姻的這個部分的加碼會再提高是今天聽到很多重要的訊息謝謝主秘帶給我們這麼多重要的資訊謝謝你沒有 我們乾杯一下乾杯一下謝謝\n乾杯乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯\n乾杯乾杯\n乾杯乾杯\n乾杯\n乾杯",
  "elapsed": 2.68,
  "created": "2025-07-10T06:02:06.381566+00:00"
}