{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】脹氣.放屁竟是大腸癌？名醫教你不吃藥5招：狂消脹氣.解便秘！ft.肝膽腸胃科醫師 錢政弘.mp3",
  "text": "你知道如何不吃藥消除脹氣嗎只要吃這三種水果就可以消除脹氣跟預防便祕今天邀請到肝膽腸胃科醫師錢振宏來告訴大家脹氣不理他最嚴重恐怕是癌症的前兆放屁很臭就是癌病變嗎一起來聽聽你怎麼說\n另外一個非常重要就是脹氣我們每次去醫院不管看什麼歌一定開腸胃藥給我們為什麼台灣人就這麼多聽說有470萬人有腸胃的問題我們太多了吧有時候你仔細去聽它不見得真的是胃痛它常常事實上是胃脹而且有時候我們講脹氣它有很多形容詞每個人的形容都不太一樣有時候是肚子好像鼓起來一樣有時候好像你少吃一點點吃東西注意一點點它有時候會消掉\n就會再出現其實是蠻煩人的其實大部分它感覺好像不是什麼大問題但是還是有隱藏一些疾病那我先跟大家講一個案例就是說我之前有碰到一個大概五十多歲的一個男性病患他就這樣他來就醫的時候就是說他這一個月來他肚子非常的脹而且他會自己去敲敲他的肚子感覺好像在打鼓一樣有空氣的聲音覺得空氣的聲音而且他會比較容易放屁比較容易放屁那這時候我就問他說你的排便習慣也沒有改變他就說其實我長期\n到現在都一直會拉肚子所以我也不知好得這算不算排便習慣改變可是我最近發現一個現象就那個病患說他覺得他最近他的放屁會中斷他說他沒辦法放屁一次把它排完他就會放屁我上下急這樣他就會上一下對他就停一下子會中斷然後再繼續再放屁就分幾次才能把這個屁放完這也太奇怪了吧太奇怪對那時候我聽就覺得說這有可能是腸道有阻塞結果果然我做大實驗進去的時候發現結腸的地方看到一個腫瘤\n而且是個癌症而且那個腫瘤很大最後只有那個管徑小小一個通道所以我在想就是因為他的腫瘤實在太大了然後這個腸子只剩下一個很小的通道只有少部分的空氣可以排出來還有一些水便可以排出來所以就造成他放屁沒辦法一次排乾淨所以這有時候你腸子出了問題的時候是真的會導致很嚴重的脹氣理解醫師那你剛剛有講到脹氣跟放屁好像大家就直接會聯想如果脹氣很嚴重就會放很多屁\n代表這個人不健康一個人大概平均是一天放屁十到十八次是正常一天那因為我們吃下去的食物裡面有些碳水化物有時候在我們腸子裡面會產生空氣而且有些人還說自己的屁很臭一直在擔心說是不是有什麼疾病會不會生病只要跟大家講是說我們的屁大部分應該是沒有味道的屁裡面的成分主要是甲烷氫氣跟二氧化碳這是沒有味道的那真正會臭的是我們叫硫化氫一個丁酸這個成分大概占整個氣體的百分之一左右\n然後是這個味道再臭那這個是跟你吃下去的食物有關所以我記得我去非洲的時候獅子還有吃肉的那些肉他的屁都很臭沒有錯因為他的硫化物多所以你只要是吃肉吃雞蛋吃牛奶大蒜洋蔥雖然是植物他也是會比較臭醫師吃素的人他屁都真的不臭嗎對 但是他的量比較多因為我們說碳水化物他常常吃素他就是屁會比較多吃肉的屁會比較臭有些人的臭\n就是大概是特別的有腥臭味那這個還是要小心像有些人的放屁出來他有些腥臭味或腐臭味那就可能是腸子有長癌症像有的是腸子真的有發炎有潰瘍或者是有出血他的空氣出來放屁出來的味道就特別的臭那就不太一樣所以大腸癌的屁聞起來是不一樣不太一樣還是有點腥臭味所以這樣的話你的臟肌位置不是會跑嗎那這樣跑的話我們要怎麼檢測說這個臟肌到底是什麼情況對 我們可以大致上我們可以把它分成兩個部分\n從肚臍的上半部的話我們叫上腹部跟下腹部那上腹部我們大概是跟胃比較有關叫上腹部跟胃那胃如果出現脹氣的時候他伴隨著症狀通常覺得很容易飽而且吃完30分鐘之後之內他就會覺得說一剛吃完就整個脹起來這時候大概是胃的脹氣而且他會伴隨著胃食道逆流整個上腹部整個這樣凸起來而且會打嗝就常常要打嗝覺得空氣好像很多那如果是下腹部的脹氣的話就在肚臍周圍\n他伴隨著症狀有時候他可能會拉肚子有些人是便祕有些人是覺得排便排不乾淨或者是排出來的大便比較黏還有伴隨著一直放屁這個是大部分是腸子裡面產生的脹氣所以那有些人的話有時候是上面有時候下面有時候是兩邊一起脹也是有同樣可能兩個問題一起出現還是有可能醫師那我知道脹氣有位置的不同可是我就在想到底是為什麼會引發脹氣這樣要跟大家解釋一下我們的空氣是怎麼形成的那事實上我們吃下去的食物裡面有一部分\n叫做短鏈的碳水化合物那這個是我們的小腸是比較難吸收的那這些比較難吸收的碳水化合物他就夾帶著我們的水分他會一起流到我們的大腸那時候我們大腸裡面有些細菌他就會去發酵這些碳水化合物他產生空氣所以這個空氣怎麼來就是我們的食物發酵出來的所以當你的腸道的細菌有出現異常的時候他就產生比較多的空氣像我們這邊有提到說他有一個腸道菌像失衡就是這個樣子就是說有些人的腸子裡面他一些產氣的細菌特別多\n他就會好像不管吃什麼東西就產生很多空氣還有一種狀況就是我們叫做小腸細菌增生小腸本來是沒有什麼細菌的但是有些人可能是因為藥物的關係或飲食不良的關係他的大腸的細菌會跑到小腸那邊去讓小腸有很多的細菌這時候我們剛才講到發酵的狀況就會提早發生就食物東西吃下去在小腸就產生很多空氣那這樣這時候病患可能會覺得說很容易在肚臍周圍就覺得空氣很多很容易伴隨著打嗝的現象\n醫師你剛說這個失衡就是很容易知道比如說細菌增生造成的可是我要怎麼知道我現在細菌有沒有增生有沒有什麼檢測的方法的確有檢測的方式像這種小腸細菌增生他是可以用吹氣試驗來看用吹氣的假設你的小腸是正常的沒有什麼細菌吹出來的空氣甲烷就不高但是如果裡面的細菌有增生你像呼出出來的空氣你會看到他甲烷值特別的高這時候就知道你的小腸有細菌增生這個治療方式反而是要\n吃特定的抗生素去把小腸的細菌殺死之後這時候你再吹出來的空氣就沒有那麼多的甲烷就可以減少這個空氣的形成理解可是我看一下第二個吃容易脹氣的食物我們來看一下下一張圖這些食物其實還蠻健康但卻容易產生脹氣這邊提到的都是一些比較難消化的食物那我這邊提到一些些人工的甜味劑像是糖醇糖醇的話就很多\n這些是我們說的像帶糖一樣那他是因為他會有甜味但是我們的小腸不吸收那這樣不會造成我們的血糖上升但是我們的身體不吸收可是我們細菌很喜歡他到我們的腸子裡面之後這個細菌會把他當作食物然後發酵產生空氣所以我們有些像這些甜味劑常常加在我們的飲料中都有\n我們的糖果或果醬裡面就會有一些比較有甜的食物就常常吃這些東西的話就算人工的甜味劑的話就比較容易脹氣那除了這個人工的之外天然的還是有一點危機這樣第一個的話就是水果的話就是我們的蘋果我愛吃蘋果這個當然很多病患都會覺得很訝異就說蘋果怎麼會脹氣的確他的成分果糖都是會容易造成我們的比較容易脹氣像蘋果西瓜芒果柿子果乾尤其是果乾特別容易脹而且大家想說\n吃果乾有纖維質就沒想到他容易脹氣對 有些人會造成一些人脹氣另外現在大家都想說吃堅果很健康結果堅果也是容易脹氣對 堅果是健康沒有錯但是堅果要適量我們一般都說吃一茶匙兩茶匙一天的分量就夠了像有些腰果 開心果像我一個病患他就是在看球賽然後他去大賣場去買了一罐堅果綜合堅果 一邊開一邊吃對 他當爆米花吃吃整個晚上吃了大概有半桶隔天的時候他住院因為他脹到他受不了\n有兩天他空氣才消掉脹氣不是腸組攝取不是他就可以看到那個X光片腸子裡面全部都是空氣他就說他吃了一大桶的堅果所以堅果有一些疑慮花椰菜高麗菜其實都是滿健康的可是它是十字花大家不都說很健康的確它是健康的食物但是我們就說它是屬於還是屬於比較會脹氣的食物就是我們大家就知道說像甜玉米也是大蒜洋蔥這個會比較吃得容易會產生空氣\n可以去試量就好了那有什麼樣的食物是相反過來的它是容易消脹氣不是造成脹氣是容易消除的那以水果來說我就提供這三樣這三個是很安全的你會脹氣就不用擔心吃這個大概沒什麼問題但會容易消脹氣所以像奇異果木瓜火龍果這三個吃了是不會脹氣而且我們的奇異果跟木瓜都有一些酵素會幫助消化它就可以推薦給大家就是說有時候你吃這些水果纖維質多幫助排便排便順暢就比較不會空氣一直累積在肚子裡面\n跟果汁也沒關係嗎這也沒有關係這一個很特別薑汁檸檬飲做法很簡單它就是我們的薑切一小塊然後去皮去切成薄片然後再準備一些檸檬汁加一些檸檬汁大概是提味然後再用一些薄荷葉像有人家裡自己種薄荷直接拿薄荷葉來搓揉然後丟到裡面去薄荷也可以幫助我們消脹氣然後接下去就沖泡我們的熱水煮沸的熱水就像沖泡一樣大概靜置個十分鐘左右\n當然靜置的時間越久我們薑的味道就會散發出來效果可能就會比較濃郁一點效果可能比較好一點你有沒有去過那個雲南或者是泰國的北部怎麼樣他們傳統的那個他們招待個人的喝茶來的先喝一個味道真健康所以這個很健康這樣除了這之外天然發酵食物養好菌當然我們嘗到的好菌越多是越好那能從食物中攝取是最好的方式那譬如說我們現在味噌像優格這都是發酵過的\n那德式酸菜也不錯是比較油膩的德國豬腳旁邊有帶一些酸菜搭配起來可以解油膩之外吃上來可以幫忙消脹氣可是我有兩個問題第一個就是那韓國的泡菜算不算韓國的泡菜有的人認為也可以但是我覺得它有時候太鹹不太適合說胃不好的人吃胃不好的人吃鹹的是不太適合另外一個是那個就是有時候我們去吃那個小籠包不是被那個四川的泡菜那可以吧如果發酵過的我覺得應該可以因為我們現在是希望能夠補充好菌\n可以試試看都可以嘗試醫師你每次講到補充好菌就會有人一直推薦我說你要多吃益生菌那真的是什麼原理益生菌的話我是覺得其實已經有很多臨床研究比較多的是叫比菲德士菌它就補充一些好菌養樂多嗎比菲德士菌好像不是養樂多的類似那個的東西那這些細菌一些臨床研究有的是認為有效那但是不過我個人是認為這些好菌不一定有效它可能是一個解決的方法但是還不是最好的方法\n因為你腸道的一些好菌我們的壞菌多不見得會因為你吃了很多好菌那些壞菌就會減少像是雜草多不會因為你種很多花它雜草就不見了沒有關還是要跟我們改善我們的飲食還是比較重要好如果這些都吃了然後還是沒有辦法改善那真的消化不良到嚴重會有什麼樣的現象對除了剛剛提到那兩個原因食物跟腸道菌之外事實上我們的消化道出了問題的時候也會造成我們腹脹的問題\n我們先來提一下就是說像我們的消化性潰瘍\n本來有很多皺褶那這時候座位進進去會發現像右邊這張圖一樣它的整個皺褶都消失了然後我們的皺褶消失的時候我們的胃就沒辦法很好的消化食物之前有講說這個如果沒有好好的健康管理可能會造成胃癌嗎沒有錯這是胃癌前期的表現可是如果說這樣子然後就萎縮性的胃炎的話就是因為我如果看過那個有一個報導說吃糙米這有用嗎糙米是好的是有一些營養元素可是如果你一個人他的已經到了慢性萎縮性胃炎\n他建議不要吃太多高性的食物因為你的胃其實不太能夠消化這些纖維質很高的食物那你反而也許像有些人改成吃白米還比較好一點其實那他因為像這樣慢性萎縮是不是特別容易就是食物不消化就變成了拉肚子然後或者是腹瀉有可能沒有錯對 因為他就說你吃了太多像什麼黑豆啦或者是一些香菇啊什麼你沒辦法消化的時候就會造成那所以你在料理上你可以切得比較細或煮得比較軟爛一點這樣就會比較好消化所以剛剛那個第四個\n我們講到的就是藏氣的第四個原因叫做腸胃結構異常對 什麼叫結構異常結構異常我們先講這個一個比較少見但是還是會碰到的案例譬如說像這個病患他就是他有胃有下垂的現象那有太嚴重了吧我有胃下垂耶真的啊可是那個土很嚴重耶對 像他這個也可以看得到我們的這個胃本來應該在肚臍上方像這樣子肚臍上方像下垂的人就像這樣白色紅色箭頭的地方到骨盆這邊對 到骨盆腔對 他的整個肚臍\n整個拉長的是發生在什麼樣的人身上是年輕的女生而且是很瘦的女生我真的有一點胃下垂但是我沒有這麼嚴重怎麼辦對 這個大概是因為你的腹部的肌肉太少他是因為他的我們的胃他需要韌帶在懸吊他有些人真的是很想要很瘦就很瘦的結果導致於他胃就會垂下來他的膿吃的食量很大所以我們很多大胃王大胃王 對…大胃其實都瘦瘦的你不覺得但事實上他整個胃是已經變形的所以像國外就有一個案例\n就有一個女生他就算是大胃王吃到太多的時候整個胃都脹到原來好幾倍大大到整個胃壓迫到整個內臟導致我們下垂的循環不良他那時候還發現他下垂的脈搏都摸不到緊急送醫檢查的時候 這麼嚴重對 他到開刀房進去趕快把胃打開那時候他去抽胃裡面的食物抽了11公升11公升抽完 對然後接下去幾個小時胃不斷地出血…他們雖然開刀去治療最後這個病患還是真的就死掉了撐死的另外還有甚麼\n其他的症狀像這樣的話這個也是一個年輕的女生那她大概我記得好像30多歲那像我們左邊的這個腸子像是正腸是屬於這樣摸字型的這樣深結腸 橫結腸像她你看照起來像一個M字型就是她的腸子像這樣M字型 對…她的轉折很多很多像髮夾彎所以你可以想像說她的食物在或者她的糞便在腸子裡面髮夾彎的時候會減速會減速 對她就一直長期的便祕就卡在那邊嘛\n沒辦法排出來 對…所以她常常每天都要吃一些排便藥才能上得出來而且十幾年來都是這樣子後來她做大腸性檢查是正常腸道內沒有甚麼病變可是做這種下下化道攝影就會發現她腸子其實結構不太一樣腸子比別人長那像這樣子的話大概看一方面我們會建議她先做一些運動腹部一些核心的運動看能不能讓她腸子比較歸位一點那真的有些人是因為太長就需要去開刀把它縮短一點點會改善她的症狀 是我們繼續看下去\n脊椎側彎為甚麼會導致腸脹氣這個也常見像有些病患他常常肚子左邊脹氣或右邊脹氣後來X光照起來發現他脊椎是彎的脊椎如果比較正的時候我們腸子會在正確的位置她常常你的姿勢不良她常常坐的時候常常歪一邊躺下來歪一邊我們的空氣就會容易停滯在那個方向對 所以說這個脊椎側彎也會導致我們脹氣的現象這樣子的話如果下腹部的一些病變例如說像子宮肌瘤也會造成脹氣對 小的子宮肌瘤可能不會\n像這個病患我們那時候肚子他覺得很脹一直覺得肚子很多空氣照起來的確也很多空氣我們找不太到原因後來做了電腦斷層才發現原來是婦科的問題他在子宮裡面長了七、八個肌瘤肌瘤又很大其實他才30歲左右他也不曉得自己子宮那麼多肌瘤這個肌瘤他就往後壓迫到我們的直腸就造成他裡面的空氣分辨都排不太出來後來這位病患是子宮肌瘤去開刀把肌瘤切除完之後他的排便脹氣才改善\n既然我們知道原因的話我們要怎麼樣去消除脹氣有些真的是結構性或者是病歷上的問題這個應該還是要去就醫 去檢查就包括說胃鏡 大腸鏡或者是做一些消化道攝影去可以檢查說你的構造上有沒有什麼問題這是蠻重要的要針對原因去治療另外一個可以提供給大家的是說你在我們吃完東西的時候可以做一個散步的運動超慢跑可以嗎超慢跑可能有點劇烈因為剛吃完可能不適合那我這次我在期開始的時候\n看到的他是說站後散步用這個姿勢就是說他的雙手可以放在我們的背後雙手放在我們背後腰後面他這時候這個動作他可以增加我們胸椎的張力跟我們腹部的張力他就是這樣可以把我們的空氣把他擠出來用這個姿勢去慢慢的走那有時候頭可以稍微低一點點就避免說我們的空氣一直從嘴巴吞進去這是這個作用當然如果你不低頭我覺得也可以他散步差不多10到15分鐘大概1000步左右\n像我們這種飯後稍微走動一下他可以促進一些自律神經的反射可以幫助我們腸道的蠕動有些人就光做一些小的這種改變他的脹氣就會好很多理解我今天回家吃飯之後就試試看另外剛才醫師已經有跟我們說燒脹氣的水果包含像奇異果木瓜火龍果就是我們現在的薑汁檸檬飲然後還有好菌醫生還有一個問題就是跟吃胃藥有關像我之前不知道這些東西有用我就吃很多胃藥會不會有副作用這個是非常重要的\n因為我們剛才提到說我們台灣人的胃藥真的是吃太多那我必須說有些疾病像我們剛才提到的這些消化性潰瘍那的確是應該去吃一個療程的胃藥但是那個療程的胃藥潰瘍的藥吃完之後就不應該繼續吃了因為我們國人常吃的胃藥裡面有一類叫做脂脂幫浮阻斷劑它這是蠻強效的自酸劑長期這個自酸劑的時候它會讓我們的胃酸降低那反而我們的胃酸沒辦法去殺這些細菌這會造成我們小腸細菌的增生\n容易脹氣所以我們研究發現說你長期吃這個胃藥的人他會有增加50%小腸細菌增生的風險所以這時候其實應該是要胃藥要停掉了你繼續吃不會讓你的脹氣改善是因為上次醫師來講說我們講胃食道逆流的時候講到說可以吃紹興酶可以稍微這樣來緩解一下那如果脹氣有沒有其他的方式呢我病人很喜歡提供一些小撇步叫橄欖粉橄欖粉這個橄欖也跟外國的不太一樣是一個台灣原生種的一些橄欖\n對 它磨成粉之後它是一罐是橄欖粉之後它就是泡在水裡面就一湯匙放在水裡面然後泡來喝但早晚它大概一兩壺然後就是泡成橄欖粉泡成水來喝那這樣子的話吃了之後因為我們知道橄欖本身就是蠻健康的食物那它有豐富的膳食纖維它其實有一點苦澀然後一些甘甜它是會促進我們腸道的蠕動所以吃了這個橄欖粉之後他覺得說好像他的脹氣就比較容易排出來他就想說這個是一個好的方法\n方式可以提供給大家當然我覺得今天醫師帶來這個薑汁檸檬飲最好一杯又一杯的我們好 今天謝謝醫師教我們這麼多重要的知識謝謝謝謝大家",
  "elapsed": 2.6,
  "created": "2025-07-10T05:34:21.571142+00:00"
}