{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】刮痧祖傳三代密技!遠離肩頸、膝蓋痛！還能消水腫！feat.物理治療師 黃卉君.mp3",
  "text": "你知道只要一分钟就可以触及血液循环吗根据一篇文献然后他们坐在躺在病患者身上就是他去测他的手跟脚的本体感觉因为人家不是说阿嬷 你的脚有没有感觉这样然后他很有趣 他就刮他的脊椎然后最后他是测他的脚就后来发现阿嬷的脚有感觉今天邀请到奥运物理治疗师同时也是祖传刮痧第三代的黄惠君老师来告诉大家科学刮痧一招自救就能舒缓你的疼痛\n哪些部位千万不能刮我们专业的来告诉你今天邀请到的是一个非常特别的他不仅仅是台大医学院的物理治疗研究所毕业同时也是他在奥运会随队也就是选手需要的时候他就随队去对他们施做物理治疗像防护员一样 对不对所以更重要的是大家知道他是祖传刮痧第三代\n慧君老师你好 你好 你好 嗨 小陆中西医怎么来解释刮痧呢因为其实对中医来讲的话他是说气质血域未知杀那他就是把你刮出来那他是一种病兆他是一种气质的概念对 气然后凝结在那边停滞在那边所以跟气节那个东西一样吗会有点类似但是其实气节在我们西医里面我们叫做积痛点那你知道什么叫科学刮痧吗我是不知道啦就是民俗疗法但是用科学的方式\n就是说我们今天在西医里面就是真的在纹线上面它的操作型定义是指说在表皮经过润滑之后重复单一方向的作用力直到初杀为止杀在真正研究上来看它其实就是红血球所以你可以这样把它解读就是它就是红血球那这个红血球因为它会有含氧量的问题所以我们可以透过这个杀的颜色然后它在哪一个部位去看出说那你到底是发生什么样的问题一刮之后身体都知道对 身体不会骗人所以我们会说\n如果真的要用的话如果算这一种又太厚了\n像是我们的拨巾那可不可以你现场都来到现在了对那可不可以教我们做一下好如果说你平常工作失去比较混乱头皮比较紧绷的话就可以用我们等一下的方式去舒缓你的头皮那左右两边都可以放松一下因为左右两边它是一个是理性一个是感性那这是我们专业的刮痧盘它是白色的它的原型确实是从一个酱油叠而来因为装料盘是比较厚那如果观众朋友没有我们的刮痧盘的话确实可以用酱油叠那这个的话我们等于这个底座的地方它是防滑的\n我们先把手掌的部分贴底座然后接下来四只手指头扣着刮我们两侧捏叶的部分那帮我放上去之后帮我上下刮上下这样子对 就这样子没错就这样就好了等一下头不用擦什么戒指什么油不用头皮不用因为头皮我们有毛发然后原则上我们有没有要刮手掌之类的昨天可能没洗之类好我们就这样上下然后另外一边来换手一样先贴底先贴底座然后再上下好帮我感受看\n你觉得两边有没有差异差很多哪边会比较痛我现在这边咕噜的地方比较多磕磕咔咔的比较多所以你是左边 哲青哥右边右边的话比较偏感性左边的话会偏理性什么 我是理性人有的时候身体会比你更知道我们什么都往心里去的一定是感性的人怎么可能因为我们的左脑跟右脑本来就不一样先紧酸痛的话要刮哪里我们叫指扣握的方式\n你要自己在家刮痧刮别人一定要戴手套才不会吸到不好的气一个保护那我们可以指扣握方式由上往下刮那我们在上往下刮的过程当中我们也可以去感受一下它里面的阻力它出痧了它已经出痧这个才叫做痧旁边这个叫红上面还好下面是比较多的上面的话我们的血流是通往大脑所以如果说它再少一点我们就可能就会觉得它可能平常会比较容易头昏脑脏然后会比较难入睡\n那我们接下来这一道刮完之后我们可以从脖子这里一样上往下刮然后另外在下面上斜方肌的这一道我们由内往外刮那内往外刮的时候男生这个尖峰的地方有些人因为可能是班重或者是重训这边会非常有感觉那如果说是女生的话因为我们有肩带所以容易勒在这里所以就会容易有一些像黑点纱它好发在关节处这个地方可能会痛一点点都还可以吗\n好所以我们就是上往下内往外这边是脊椎的通则那这边也提醒一下如果说是三高所以现在毕竟很多人都有三高如果说是高血压的族群的话我们都会我们刚刚是从颈椎开始嘛可是如果说是高血压的族群我们都通常都会建议先刮我们下面的胸椎为什么因为最怕的是它高血压然后头部的血流已经很多了你直接刮它的颈椎有的时候风险会比较高它反而会头痛所以我们要先把血流先往下倒\n之后再回去刮它的脖子比较安全那如果说是一般好这边刮旁边刮刮完了之后接下来把这一道顺下来然后你会发现我一样这样子的力道对不对对你有没有发现中间对啊这不是我故意的它没有杀这代表说它这个地方是一个断点可能来自于它的姿势所以导致于它这边血流不是那么畅通血液循环比较不好我们赶快让它畅通一下它是一个地图指向不舒服的地方对 没错\n所以我们这边刮完那如果说是落枕的话我们可以在这个地方叫蹄尖夹肌尖夹骨内侧上缘的地方材质扣握做一个加强那有些人他这边就会有点酸痛他这边就出来了这个断点地方它的颜色你看这个是比较浅的这个是比较深的所以以历史永久记录来看的话这个是比较久发生的而且累积确实比较久但这边的话就是比较表浅那我们高晃的地方一样材质扣握上往下刮\n那我们这个地方的话是我们的心肺反射区因为肺就在前面那以脚感神经节来讲它是在我们的脊椎这里所以这边是心肺的反射如果说有人他这边刮起来很黑一来是有可能撒中气所以他运动完之后灌那个人影对我们华人来讲还是比较不好的那另外一个就是他的心室藏很深所以我们有人刮完之后就比较敢跟老板说实话\n可是有的时候说出口所以忧郁刮痧有用对于我们来讲因为每个器官都有他的情绪所以如果说肺主悲他肺不好他肺活量不好他讲话就不好意思那他当然也会你是结婚的男人特别容易那也是一种幸福的方式我们这边一样由上往下然后这个地方是比较偏照热但是这边确实是刮不出来这个地方就全部都断点\n对我们来讲是比较不好因为我们的沙衣男生来讲他是比较走线性的那线性的话包含说你低头像这个就是线性这个是线性的那如果说是跟情绪比较有关通常他就比较是分散的比较分乱的所以我们会透过沙徒去看这一个人的本质是如何\n精膜里面的玻尿酸浓度有关当他今天是比较浓稠的时候他的PH值比较偏酸你按下去他会比较容易感到痛就是因为血流没有过来所以他这个地方才容易酸痛对如果说他要酸痛而且他刚好是这一条这边刚好延伸都是我们上斜方肌这边是我们的肌肉本体的地方那在这两边我们刚刚也有稍微测试他这边的感觉确实是不敏感的所以我们透过刮一刮之后他的斜旋也会比较好本体感觉就会比较好\n可是脊椎事情是可以刮的吗在华人里面他说龙骨捏 拎骨捏好像不能刮可是实际上在纹线当中已经有人在刮了而且他还是刮糖尿病患者所以脊椎可以刮这件事情是已经被证实了而且是有纹线上的然后我们家族其实三代都会刮可是为什么报道上面有听过说刮脊椎刮到瘫痪这种确实会有因为像一来是器具如果我今天是擦万经有好\n皮肤又血液循环比较不好然后比较粗糙那我为了要好像刮很多沙这样子才叫做刮沙有些会有这种谬施所以他就会非常大力然后在纹线上真的有人发生事情然后他去看那个人发生什么事大部分都是因为他在刮前面脖子的时候那个沙非常的深也就是说他用不对的器具跟不对的刮法那有些人他可能会有一些酸塞或是他有可能有一点玻璃但是对方不知道结果你很大力的硬刮之后\n那就出事了所以这样的话因为一般人就不知道哪一些部位不能刮哪一些部位真的是千万不要去碰如果说在你没有学习的情况之下脖子前侧真的不要去碰它因为这是最常被就是很多疑问或最常被批判的地方可是如果说你今天是经过学习老实讲在脖子前侧针对一些比较容易偏头痛的人或者比较容易紧张因为他紧张牙牙切齿我们其实会顺过但是他会比较是\n特殊的刮法所以老师你刚才的刮法是从上往下方向也是固定的是不是对脊椎来讲的话全部都一定是上往下然后内往外这是通着你看这一段跟这一段的粗纱有点不太一样这个有点浮复对呀那后面是陷进去而且不连续对这边不连续然后这边应该是跟姿势有关就駝背然后到这边的时候又开始变很深可是到一块一块一块很分散对呀所以这个我觉得跟他的那个之前的可能旧伤会比较有关系然后这可能要去\n照一下会比较安全一点老师你在书中有提到这个脊椎刮痧好像对糖幼病有帮助是真的吗对他是根据一篇文献然后他们坐在糖幼病患者身上他刮他的脊椎但是他去测他的手跟脚的本体感觉因为人家不说阿嬤你的脚怎么没感觉这样然后他很有趣他就刮他的脊椎然后最后他是测他的脚就后来发现阿嬤他的脚有感觉那在我们的系统里面我们会认为脊椎本身是我们的中枢可是对于我们\n对于我来讲他也是我们的血流的中枢而心脏比较像是一个帮浦的概念这是我对这篇文献的解读所以如果说就刚刚讲如果刮到腰部的话那腰部它对下盘甚至在中医里面的肾的系统肝的系统是有帮助的吗因为其实肾它本来就是靠近我们的腰椎所以这个地方本来就是肾的算反射区那在这边还包含我们的代脉那中医的代脉它是指说我们上下半身的连结\n因为现代人久坐的关系确实你看重量往下这是我们的重量椅子会给我们一个反作用力往上所以它就刚好积在我们的腰部所以有些人他久坐之后他可能就会排便比较容易不顺因为都没有蠕动或是说坐着坐着游泳圈就做出来了所以有时候我们这样刮一刮腰除了可以促进这边的血液甩缓之外有些人他上厕所可能就会比较好\n那我们的膝盖有办法做过刮痧来保养吗当然可以我们一样涂一点刮痧油在我们这个叫病骨周围的地方那上面是骨势头肌下面最主要的话是近前肌最简单的方式就是我们可以透过这个骨头的边缘的刮痧去保健我们的膝盖材质扣的方式从上面往下顺刮就这样往上往下顺刮然后在下面的这个地方我们的脚比较有一个好处就是我们不像脊椎上往下内往外\n脚的话可以一样掌面是哪法跟刚刚我们在刮头皮是一样的然后另外我们可以让他脚弯起来踩着这个是病骨嘛我们可以刮病骨本人会不会痛应该会有还可以嘛那太好然后我们的内外侧的话是韧带的地方那我们也可以透过这种表皮的很浅的刮痧让他这边有一点点红红的那血液甩缓变好的情况之下自己的身体其实也可以修复所以韧带可以刮\n可以长辈他其实最怕的是例如我早上睡起来哇好僵硬啊动一动对动一动比较好那为什么动一动会比较好最主要原因就是因为他的血液血缓打进去了那因为长辈肌都变少了嘛他血液血缓本来就会比较差所以我们就可以透过刮痧例如说我在睡觉前我刮一刮刮完之后呢我用个毛巾或者是棉被把它盖好那他是不是隔天也会相对比较暖暖的就是早上起来上下楼梯的时候就比较不会那么不舒服所以有些长辈早上起来的时候\n膝盖会卡卡的刮一刮就真的可以站起来吗他站不站得起来应该还是看长辈本身但是可能原本站起来卡卡的后来变得比较顺一点这个可能比较可以好那我们一样就这样上下然后把我们病谷周围的地方做一个放松这样就可以了这样他没有出沙完全不用而且下半身的沙是非常严重\n因为我们的血流是上往下他会有重力所以你现在看他没有但他有可能哪怕一踩地然后五分钟十分钟黑黑的沙就跑出来了因为我们的沙是浮出来的这也是我们科学刮痧跟其他刮痧派别比较不一样的地方对那这脚的话另外一个人家讲说就是小腿是第二个心脏对所以刮小腿就是真的有帮助我们这血液循环吗没错因为我们应该说整个脚是我们第二个心脏\n就是因为脚的肌肉是很多的那你肌肉越多血液循环当然会越好所以我们就可以把这边的血液循环顾好的时候当他打回去的时候他的量也会比较好流速也会比较好老师很多女生在腋下半身的线条然后尤其在腋下半身不要水腫所以刮痧小腿可以帮助缓解吗可以我们可以透过刮痧一样让你的血液循环畅通之后去让你的血液循环往上回流就可以消你的水腫那如果说是要消水腫的话我们会建议是趴着之后\n然后刮的是我们膝盖后窝这个地方叫做裹肌那我们一样材质扣护的方式针对我们膝盖这边不是有个凹缝吗我们可以针对这个地方稍微的上往下或者是掌面式拿法上下稍微一点点的放松这样力道还可以吗可以一样内外侧上下应该还可以吗还可以吗找不出话来他在战斗当中那我这边先刮上通了之后\n把我们的脚从我们的脚跟的地方往上去带我们的血液循环脚跟往上对 没错一样从这边脚踝的两侧掌面式拿法往上去稍微推一下还可以吗可以我们从下往上然后我可以下往上之后我们就摸一下怕他太痛下往上我们叫做推然后再把它稍微用手碰一下下往上\n物理性的事情所以为什么我们的盘子要自己做就是因为我们的接触面积会影响到我们的压力而那个压力会导致这个纱到底是被刮出来的还是浮出来的就会有这样子的差异所以刮纱也应该讲是浮纱才对对浮出来他只是透过刮让纱浮出来这样子而已这个形状的关系虽然他比较适合刮在我们的两个脚筋旁边但是其实只要把器具选好\n其实刮纱真的是很不会伤你的手像小鹿就是很娇小鞋都可以也还可以等下就会比较轻松之灾一点然后这边我加强了之后我再把它往上我们这个叫做推用推的手法往上带但是刚刚有一个前提就是这边一定要先稍微刮一下一定要先刮完对因为这边如果不畅通的话我鞋子喜欢到这边没地方带走这边是我们的果冻脉跟果筋脉还有淋巴的地方\n所以他其实是有一定的顺序大腿部分一样上一点点一点点就好了不要太紧张他说我一直在战斗好那我们一样采掌面试的方式然后我们一样上往下还可以吧我这真的很轻柔那如果说像哲青哥你本身是有在运动你要跑步的那这个地方我们就会稍微就好了我们就会用切的我们会有不同的手法对我们会有不同的手法去达到不同的放松的效果我们一点点就好了一点点就好了\n好最后再一个由下往上带这样应该还OK吧等下脚就会热热的好OK\n那热敷就是洗澡的时候多冲热水按摩就是洗澡卢拉拉的时候多搓揉就这样子很简单所以刮完沙不可以洗冷水澡对因为它毛细孔打开然后我们本来就是要热我们要让鞋船增加结果你用冷它那其实就有点本末导致了那我们通常也会推荐就是刮完沙之后可以立刻洗澡因为我们在刮的时候今天身上就是当然我们的来宾都是非常地干净的可是如果说你今天刚骑摩托车回来\n那其实身上都会有些灰尘刮完之后其实那个油都会变得有点脏脏的一定要洗澡才不会过敏是今天那谢谢老师带来这么重要的一个科学刮沙修复的这样的一个步骤那希望老师下次有机会再为我们来示范其他的地方谢谢老师好 谢谢老师\n本集节目由下班生E赞助播出",
  "elapsed": 2.99,
  "created": "2025-07-10T04:11:12.656267+00:00"
}