{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】膽固醇超標竟是癌症前兆？名醫曝不吃藥1類超刮油食物：狂降壞膽固醇！ft. 錢政弘醫師.mp3",
  "text": "膽固醇狂飆竟然是肝癌前兆我有一個病患他是一個80歲的老先生他原本沒有三高後來他的膽固醇飆到287我檢查才發現因為他是得了肝癌而且他腫瘤很大後來不容易治療他大概不到一個月就離世了今天邀請到肝膽腸胃科醫師錢振宏來告訴大家身上的膽固醇80%來自於肝臟製造飲食只佔了20%但為什麼還是會影響膽固醇上升呢\n壞膽固醇到底是什麼呢一起來瞭解一下\n高血脂這件事情真的很可怕全台灣大概有五百萬人有高血脂的問題四分之一喔四分之一這樣子而且如果膽固醇莫名其妙狂飆跟癌症有關係所以我們今天邀請到的是肝膽腸胃科的錢振宏醫師醫師你好你好其實醫師你在這個腸根會看到很多這種病例嗎非常多尤其說是高血脂的人這幾年來越來越多那我先釐清幾個觀念就是譬如說我們常常在講脂肪脂肪\n三酸肝油脂譬如說我們豬皮98%以上都是三酸肝油脂其實膽固醇佔不到1%那所謂脂肪肝這裡的脂肪肝的脂肪脂的也是三酸肝油脂鵝肝也是這個但是我們提到說高血脂指的是三酸肝油脂過高或者是膽固醇過高其中一個高都有可能叫做高血脂症可是醫生我聽說有一些人他的膽固醇如果是莫名其妙突然就飆高了很可能跟癌症是有關係對我才有遇到這個案例而且我有一個病患\n他是去年的時候他是突然心跳變快然後血壓變高去就醫那醫師發現他除了高血壓之外他的膽固醇突然飆高到287可是這個老先生他以前並沒有三高的問題可是就莫名其妙膽固醇上升後來醫師還是開了降血壓的藥降膽固醇的藥給他吃然後後續再繼續的追蹤他前後大概看了三位醫師在這過去七個月的時間最後是因為他覺得他食慾變差有胃食道逆流的現象\n我幫他檢查居然發現他一個15公分的肝癌一個肝腫瘤出現而且他腫瘤很大後來不容易治療他大概不到一個月就離世了那為什麼肝癌跟膽固醇飆高會有關係這個是很重要因為我們的膽固醇事實上是從肝臟製造合成的肝臟的話有一個酵素它會合成我們的膽固醇那因為如果有肝癌出現的時候這個合成的酵素就會異常的被火化膽固醇會突然再增加所以如果你本來膽固醇是正常異常的上升\n而且有時候是肝癌出現\n20分20%所以飲食會有影響但是你說我們的膽固醇是由肝臟製造的沒錯但是它也會因為飲食的形態和影響怎麼說呢就是如果你常常吃甜食它也會叫我們肝臟製造比較多的膽固醇所以我們飲食形態高油脂的食物甜食都會讓我們的膽固醇增加那到底哪一些食物可能會造成我們膽固醇大量的增加可能醫生可以先告訴我們一般我們平常常攝取的這些食物它的各自膽固醇含量大概是多少一般我們的牛肉\n90毫克豬肉大概是100公克有90毫克豬肉大概是80毫克我們的魚肉我們譬如說鯖魚它是75毫克這時候你可以來對照一下我們食物的膽固醇的含量表很驚人如果照你剛剛這樣說都是有100公克來計算的話這個鹹鴨蛋的蛋黃居然有1891毫克然後鐵蛋這些那種小的鳥的鐵蛋居然也有1575然後豬腦\n這是冠軍2075毫克不過我其實覺得還蠻擔心的是其實好多東西裡面都會配到蝦米蝦米也有645毫克這邊看起來就像早餐吃的東西其實我好害怕因為我每天早上都吃兩顆荷包蛋而且應該像在青州小菜裡面都有鹹蛋黃所以看起來原來這個這麼不健康應該是說我們膽固醇含量比較高其實算內臟內臟會特別高豬腸豬肝豬腸這些屬於內臟類的那有些人會誤以為說\n海鮮的膽固醇都很高其實不一定像我們剛才說青魚就很少膽固醇含量不高那反而就是一些小卷甚至有人說蝦子螃蟹它的膽固醇是有比較高一點點這在飲食中的話需要避免可是像我剛才有講就是我認識你吃荷包蛋我也很喜歡吃蛋可是有些醫師講說這個一天可以吃五顆蛋有人說一天只能吃一顆就有各式各樣的說法到底我們對蛋這件事情我們應該怎麼樣來正確的去理解它\n那醫生發現是說它的腸道吸收膽固醇的能力比較差就是它沒有吸收這麼多膽固醇而且它的肝臟能夠代謝膽固醇是別人的兩倍之多所以它也就有辦法吃這麼多的水煮蛋而膽固醇不會高平常有吃蛋習慣的人我覺得還是可以吃但是你差不多一個月之後要去檢測看看你是不是膽固醇會上升如果會上升的話就必須調整一下\n看體質那在食物當中有沒有哪一些它其實是裡面會有一些隱藏的膽固醇我們可能會沒有發現的對門診的時候我常遇到一些病患你去告訴他說你不要吃內臟他說我沒有或者是說你不要吃肉他說我肉吃的也不多我吃的也不油結果我細問之下發現說通常都是隱藏版的出了問題像我們的提拉米蘇其實這個膽固醇是很高尤其是我們的奶油奶油早餐我們塗奶油它膽固醇的含量是一般我們的牛油的\n牛油類的兩倍之多所以它膽固醇是比較高所以奶油做的食物實在太多了很多麵包也有奶油其他米蘇都是奶油做的起司蛋糕當然也會膽固醇也會很高你要先在食物中把它減少把它逼掉有些病患就是少吃這些東西膽固醇就降下來了可是這個東西真的很好吃如果說戒掉哪一些食物真的就好要藉口的話哪一些食物我們盡量不要去碰它有三個食物要提醒大家第一個我們講到高果糖\n就是我們講的果糖果糖就包含我們的含糖飲料水果都算它的果糖在我們的肝臟會代謝成乙烯輔酶A它是一個代謝產物這個代謝產物是合成膽固醇的原料所以你吃了比較多的果糖之後我們的肝臟會被迫製造比較多的膽固醇跟酸酸甘油脂酸酸甘油脂會上升膽固醇也會跟著上升所以高果糖這個要小心就不要吃這麼多甜食會有影響第二個大家沒有想到的可能是\n這個義式濃縮咖啡Espresso我也超愛其實我們桌上這邊就有一杯那這所謂的義式是指說我們高壓因為我們的咖啡豆我們在高壓之後我們的油脂會被擠出來過濾的反而不會像手沖的手沖的不會手沖的話就沒有上面那一層浮油其實是一層油那裡面有膽固醇所以如果你每天喝咖啡都喝義式的咖啡三杯以上一杯可能還好到了兩杯三杯以上就會增加膽固醇\n食物裡頭都沒有膽固醇咖啡豆堅果那就有了啊種子啊但是它是屬於油脂的東西平常如果你擔心的話你就是濾掉就是用一些濾紙啊或者是說用手沖的濾掉就比較少濾掉就不好喝了對啦因為好喝就是在那個油裡面沒有錯第三是奶精奶精其實我們是說是要加工的植物油植物油照理說是沒有膽固醇但是因為有反式脂肪\n反式脂肪也會促進我們肝臟合成膽固醇所以這個必須要避免但是還是有一些人他其實平常生活當中我聽過是那種真的也不太吃甜點不太喝手搖飲但是膽固醇還是很高的人依舊大有人在為什麼分享一個案例這是我太太的我記得好像去年的時候我們過年就一起出國去玩然後那時候住在那個峇里島的飯店每天早餐都很豐盛回來之後呢我們還去就吃吃了年夜飯啊回娘家吃那後來到去初四的時候\n一起去抽血檢查那結果他的膽固醇是230就超標正常是200一下那我是170那看到數字之後他就非常的不平就是為什麼他我們吃一模一樣的東西而且他可能吃少一點他可能吃少而且他其實比我瘦多了他身材比較瘦而且我還多吃冰淇淋早餐我還另外吃冰淇淋那結果我們我們檢討一下他為什麼跟我有什麼大的差異呢主要是他愛喝湯就說我們去吃羊肉乳的時候呢他會把湯喝完那我覺得湯其實是一個\n有危險的地方如果你吃蔬菜湯搞不好還好可是如果你吃什麼譬如說羊肉乳麻油雞那一定是有油排骨湯這都是喔那個不是就是含鈉量很高嗎對那他我們的油脂他也是會會散在我們的湯裡面就你只吃肉可能還好你把湯也喝下去就把多餘的脂肪跟多餘的膽固醇吃進去完蛋了真的很愛喝我今天這整集一直中計對所以他後來就是把這湯避掉之後就盡量先後來一段時間三個月都不太喝湯\n雞湯呢雞湯一樣一樣是油可是那個譬如說月子什麼不都會喝很多那些補湯補湯當然也是會胖像像我之前有個病患他是他每天就是燉麻油雞喝他大概做月子大概可以胖30公斤30公斤那這要解決怎麼辦呢後來我太太還是想辦法去多吃一些膳食纖維我們講說他就吃山藥後來吃地瓜或者是吃芋頭我們這些膳食纖維會把我們這些油脂吸附掉他至少膽固醇不會高\n會讓我們的血脂肪下降相關經濟學的朋友最想知道就是不吃藥都可以降膽固醇那我們這邊有幫大家準備了一些不吃藥就可以幫助我們降膽固醇的五大天然的食物包含了比較植物性的蛋白質像是你很愛喝的無糖豆漿跟吃豆腐那另外還有杏仁核桃榛果就是不錯的一些堅果類並且有水溶性的纖維像是蘋果燕麥跟最近好紅的車淺子還有奇亞籽\n還有一些好的植物性的油脂比如說酪梨油 亞麻籽油跟橄欖油Omega 3的補充當然也很重要像是鮭魚 鯖魚 球刀魚都是一些很不錯的魚類我們可以先看一下這圖表裡面我們不飽和脂肪酸的油譬如說我們堅果裡面的油杏仁 核桃 榛果這些不飽和脂肪酸它是可以降低我們膽固醇的合成反而是會讓我們的脂肪能夠燃燒它可以降我們的膽固醇跟降我們的酸酸鈣油脂像我們的奇亞籽其實你看奇亞籽消息\n它吸水力特強它一個奇亞籽吸收18倍的水分它可以幫助我們腸道蠕動然後幫助食物中的我們的膽固醇跟油脂吸附起來讓我們的身體吸收少一點這樣子的話膽固醇就會跟著降低可是如果這樣看的話橄欖油因為大家有個迷思是橄欖油真的可以帶走換膽固醇嗎它可以降但是它主要可以降酸酸鈣油脂跟膽固醇都可以降因為這個橄欖油它油本身當然還是裡面是有酸酸鈣油脂\n但是橄欖油裡面的成分它可以減少我們膽固醇的合成然後也可以讓我們的酸酸鈣油脂在脂肪組織中它分解掉燃燒掉所以說我們吃好的油所謂所好的油就是一些植物性的油或者是魚油的話它可以使得我們的血脂肪降低而且我們還幫大家特別準備了一張就是多吃這三種食物就可以幫助降壞的膽固醇這麼好包含了番茄 酪梨還有魚油我們的番茄主要是茄紅素可能有些人是吃茄紅素\n直接吃或者是榨汁就是番茄汁來喝這個它還是可以降我們的膽固醇降我們的油脂但是其實不錯你可以每天吃這個有幫助酪梨其實也認為是很好的不飽和脂肪酸的來源它也是水果像這兩個都比較像水果我們之前是說水果吃太多其實酸酸鈣油脂會高可是適量的話還是會增加我們纖維質的攝取還可以讓我們的血脂肪降低所以酪梨也是一個很好油脂的來源另外第三個就是我們的魚油魚油的話它除了可以降膽固醇\n它還可以降酸酸鈣油脂另外它還有一些抗發炎的好處可以保護我們的心臟要吃什麼魚才能夠降壞膽固醇它主要跟它的Omega-3含量有關Omega-3裡面對我們人體最好的是EPA跟DHAEPA大概就是可以讓我們抗發炎DHA顧腦顧眼睛我們EPA的含量比較高的第一名其實是鯖魚鯖魚不錯它的EPA你看含量跟DHA特別的高再來就是秋刀魚國人常吃的\n鯖魚其實也不錯算中等它的DHA含量也蠻高的另外大家其實有的很喜歡口感很好的鱸魚石斑其實他們的EPADHA其實不高其實像吳國瑜真的是EPA只有0就是沒有什麼樣好的油脂在裡面所以大家可以多吃一些排行榜前面的這些魚類另外其實醫師有另外一個可以幫助我們降血脂食色的七種食物也可以跟大家來分享一下這個研究我覺得很有意思看藥物跟這些保健食品哪一類\n胺酸肝油脂好的膽固醇有什麼樣的改變那研究發現是說吃紅麴它可以降低膽固醇它會增加一點好的膽固醇但是它的幅度其實沒有很高譬如說我們紅麴可以增加6.6可是我們的藥物可以降到37.9那特別留意的就是像我們的大蒜跟肉桂我們本來以為它是可以降我們的膽固醇就研究發現反而是上升所以說這個大概就是如果你真的選保健食品這個可能你就先不要考慮了\n循環、代謝、行血、活氣怎麼會反而是會增加血脂增加血脂的量可能也是一點點我們剛剛現在增加了0.4它只是說它大概沒有這樣的效果那我想它其他好處可能還是存在那臨床上的話需不需要吃藥可能就是依照醫主他會建議你依照你的膽固醇的狀態再決定要不要吃藥如果你真的是降血脂它真的就是有必要要到吃藥的狀態的話我們要怎麼來減少吃藥的副作用吃藥我們一般來說最常見是吃什麼\n只說這個藥物大概在使用上面大概臨床上統計起來有4%左右的人會造成肝功能異常有時候你的GOT、GBT會上升然後第二個的話可能造成肌肉痠痛有些人他吃完之後覺得肌肉比較容易痠痛大概也是5%的人容易出現那會建議就是說如果吃這些藥物要注意這個副作用通常我們會習慣在使用一個月到兩個月之後會抽血檢驗如果有異常的話還是可以調整藥物你可以換藥再來治療就可以了\n我覺得他們大部分都積一些臨床研究的觀察的確膽固醇尤其是LDL壞膽固醇越低越不容易心臟病因為可能每天職業看到太多人心肌梗塞\n65歲以上或70歲以上的人膽固醇倒不見得一定是越低越好其實像日本有些研究會發現說在日本我們說是高齡化的社會他們去統計是說如果你的膽固醇越低的人他長期而言他死亡率反而越高會死在什麼原因因為他反應的是說你可能營養是不太足夠可能反而有容易肌少症也許說你很謹慎肉吃得太少了他反而體力比較差而且我們的膽固醇對我們的細胞膜恆定是有幫助\n所以我們荷爾蒙調節是有幫助的所以說這個也不能太低因為前幾年我那時候有一陣子就是心臟出了一點問題後來我每天晚上不是走路走很久嗎因為醫生跟我講說我需要運動運動來降壞膽固醇這個方法真的有用嗎有啊因為我們的運動的話我們其實讓我們的血液循環會比較好這時候我們身體會告訴我們的肝臟你要做多一點好的膽固醇這也會讓我們的壞的膽固醇降低這個是在身體上的\n好好的調節其實我很好奇因為我其實平常沒有那麼常在做健健所以像是聽完之後我都會想說如果我想要了解我現在自己的狀態有沒有一些心血管疾病或者是膽固醇有沒有過高的問題我有哪一些檢查是可以做的總膽固醇它正常值要小於200低密度的話我們一般理想的狀況下是小於100如果沒有什麼高危險因子的話可以到130還可以那高密度膽固醇我們說是好的膽固醇女性應該是要大於50以上男性要大於40以上\n好的是應該越多越好那壞的呢低密度應該是越低越好那三酸肝油脂呢這也很重要它也是高血脂的其中一環那高血脂的三酸肝油脂的話應該理想是要小於150這樣才是比較正確的因為我們今天這麼認真在學習怎麼降我們的膽固醇我們主要的目的還是要預防心血管疾病所以有些人譬如說他可能膽固醇他也沒有真的很高還不到吃藥的標準可是他還是會擔心啊會擔心說自己會不會心血管疾病或者是有一些人他已經在\n吃藥了那他更擔心說會不會哪一天心肌梗塞那我來提供一個研究很重要就在去年在2024年的話他發表在那個新英格蘭雜誌這非常頂尖的期刊而且是哈佛大學的研究他們發現多測一個指數叫做高敏感度C反應蛋白一個抽血檢驗他可以預測30年之後你會不會得心臟病會不會有心血管疾病會不會有中風的這些問題出現所以我是建議是說可以在抽血中呢除了我們的膽固醇低密度膽固醇之外\n可以多驗一個高敏感度C反應蛋白這樣子的數字如果越高就代表說你身體在發炎因為這個蛋白只是反應我們的血管也沒有發炎是處於一個炎症的狀態所以如果說你的數字很低也許你還可以放心一下那如果太高的話要想辦法從飲食中心調整減少你發炎的狀態才不容易得心臟病這個檢查健保有給付嗎高敏感度C反應蛋白呢通常醫生是評估你的那個危險因子如果是高危險群可能就可以檢測這個項目\n那如果你自己很擔心的話有自費檢驗也是可以的當然就有任何問題還是要請教專科醫師謝謝錢醫師今天要跟我們分享謝謝你",
  "elapsed": 2.55,
  "created": "2025-07-10T04:44:20.046782+00:00"
}