{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】30秒讓眼睛回春？5招護眼密技大公開！ft.葉威毅醫師、周蕙.mp3",
  "text": "还没到40岁老花就先来报道了吗全世界拥有13.7亿人有老花眼而且还有年轻化的趋势老花的高危险主要就三个族群第一个就是远视的所以远视到最后是看远看清都不清楚我以为可以看个远不行远近都不清楚而且老花比别人严重3C产品重度使用很快的结状机的调节力加速提早退化所以我们发现确实老花还有不只老花还有其他的眼睛\n眼科疾病都有在年轻化的倾向今天我们就邀请到叶威毅医师究竟保护眼睛该吃什么该做什么动作让眼睛回春一起来了解一下\n我们在讲到职业病这件事情写作的人有两个职业病一个是椎间盘突出坐很久一坐八个钟头十个钟头很可怕第二个就是老花眼大家都在敲老花眼椎间盘我们另外再来讨论就好所以我们今天有请到两个我们最近在继承车在各大连电影院都会看到周慧文言友非常久另外一位就是叶医师所以我们今天先从专业的来讲\n叶医师老花眼他有哪一些症状出现就算是真的老花眼老花其实顾名思义就是到一个年纪我们的眼睛结状机的调节力下降所以当我们看近的时候结状机本来应该用力水晶体要膨胀有点像放大镜一样我们就可以看到近的东西可是这个能力会随着时间慢慢的下降所以第一个症状就是看近怎么看不清楚要拉远一点这个是很多人第一个感觉\n有近视的人会习惯把眼镜脱掉那觉得这样子看得比较清楚为什么因为近视的人他的躯光光线是对在视网膜前面那如果我们看近的时候刚好往后移动到视网膜上你就看得清楚所以近视人是看近看得清楚那你如果有眼镜拿掉然后看得比较舒服比较清楚那可能也是老花的症状第三个比较客观的就是40岁\n我们人类的调节力从出生两岁就最顶点就一路下降下降到40岁左右大概剩300度300度可以做什么就是勉强看近所以每下欲况你接下来就会开始更有感觉大概40岁前后那再也就是你会发现怎么以前我看一个小时没有问题现在怎么看个半小时就疲劳变得容易疲劳\n还有就是对焦变得比较困难你远的看近的近的看远的为什么对不到焦比较慢一点然后对光线的需求加大你会发现怎么房间灯暗一点就视力掉很多亮一点就变清楚每次我在做建设的时候我想说你除了你的青春美丽为什么你会有老花的问题你怎么样发现的才没有符合几张我们就是属于那个客观条件就是年龄超过40岁\n我们都不客观我觉得我会去做是因为平常我都会自己化妆当你看近尤其是带假睫毛因为它是非常细致然后又要整排贴得好好的你通常镜子都会拿很近发现为什么看不清楚要拿远一点但是你拿远一点多那5公分你就会没有安全感因为那是你的习惯问题你平常都要放这么近发现看不见的时候一拿远你反而觉得会不会对焦更不清楚\n就是在这么细微的小地方让我发现说原来老花也已经找上我了很敏感而且临床有显示就是老花其实有年轻化的趋势那有哪些族群可能是高危险族群我们要注意一下老花的高危险主要就三个族群第一个就是远视的人远视的人我们听起来好像是看远很清楚年轻的时候很清楚但远视的定义是因为\n光线是落在四网门后面你对不到焦它是远近都不清楚那为什么年轻的时候没有困扰因为我们结状肌调节力还够的时候可以把它拉到正确的位置但是到老花这个年龄结状肌的调节力下降我们要去代藏掉远视的能力已经减弱所以远视到最后是看远看清都不清楚远视的人是有可能的那高度近视的人高度近视的人是因为眼睛很多的\n部分都容易加速退化所以其实老花是提早的只是近视的人比较tricky就是有些度数重的人他是没有办法配组配组会头晕所以其实很多人不管是配眼镜配隐形眼镜都会降度所以初期可能比较没有忽略就容易忽略掉老花造成的影响可是你可以直观的感受就是眼睛变得更容易疲劳那再来就是3C产品重度使用\n这个也算是文明病因为现代人整天都要看电脑滑手机休息的时间用手机来代替其实眼睛根本一直在作动没有休息那很快的结状肌的调节力加速提早退化所以我们发现确实老花还有不只老花还有其他的眼科疾病都有在年轻化的倾向刚才有一个keyword就是结状肌因为结状肌在我们的对话里面已经一直出现了这个肌肉可以训练还是保养第一个就是眼周的按摩\n周边有一些穴道那如果做一些按摩的动作除了可以促进血液循环可以让肌肉放松那刚好你闭目养神在做按摩的时候已经可以让眼睛足够恢复正常的状态那有哪几个眼周比较常用的就是九个穴道在眉毛的前、中、后就是崭足、余腰、施足空前、中、后下面也有前、中、后精明、成器、同子疗\n那这六个之外外围有上面的阳白、下面的四白还有太阳穴这九个地方刚好对应我们的结婆穴的构造刚好就是眼光骨周边有一些神经分支出来的地方所以你压的时候压对穴道你会发现酸酸的我这个点特别容易觉得酸酸酸的地方按摩一下你会发现变舒服\n那这个我提供一个我自身的案例就是我其实没有近视这么可恶真的吗对我从小就无私自通我发现按摩眼周的某些地方眼睛可以比较舒服那我按摩完之后我又望远凝视然后再休息再看我发现这样子可以让我大量用眼之后变模糊的地方\n的情况恢复变清楚所以我从小就养成眼周按摩的习惯你天生就要来当眼科医师好好了那再来就是眨眼眨眼不要小看这个动作其实很多现代文明病就是大量用三期产品的肝炎疲劳老花的症状跟眨眼有关因为我们眨眼我们都不会去注重这个动作但当我们在专注的时候那个无意识的眨眼频率是降低\n那这个时候就容易造成一些不舒服那个会累积的那这个也会让你老化症状进一步加重因为你看不清楚要更用力去看那如果我现在有意识想要告诉自己我接下来这一分钟要眨眼我有什么样的方式说要怎样眨还是说我第多久再打开效果最好我们眨眼有一个情况眨眼频率降低过度用眼造成的干涩我们会发现肝过头脚膜灰破皮都破在下眼\n因为我们扎的时候你又急着要看没有扎完全又打开有这么急喔真的平常上看得到这样是不是最常见就是要三分之一角膜边缘的破皮这个就是无意识的眨眼动作不够程度不够频率也不够造成的过干所以我们扎要扎完整那如果可以的话你就可以在眨眼的时候一段时间你就故意闭一下\n稍微有一点力量一点点那扎个一两秒扎完全那甚至让眼睛有一点点泪水的感觉那这样子的话就这个扎眼动作就是perfect所以如果这样子的话你看扎眼凝视这件事情就变很重要了对不对可是另外短暂休息的时间是多短\n5分钟太多人都做不到太困难了看演唱会就做不到啦没有办法做不断了不会不会我常常唱歌的时候就是闭眼睛这样子很投入这样子顺便休息一下所以我们看忙碌程度如果你真的做不到30分钟搭配5分钟的休息那30秒可以吧30秒上个厕所喝口水离开你focus的东西我们会让用眼过度都是因为太专注\n对然后最后一个是营养补充要补充什么呢那对眼睛比较好的营养品有琳琅满目但是其实我们就focus两个东西就好了第一个就是燕黄素就是石阵医学确实对眼睛有帮助那第二个就是鱼油根据统计大概65%的肝炎症是综合型或者缺油脂所以为什么要补充鱼油要提升我们的油脂的保湿力所以如果这样的情况下维生素ADE这个它也是必须要补充的吗\n基本也是有帮助的可是像老花眼的话如果有些人刚好觉得自己很幸运突然有好转的感受那种是好事还是坏事因为我读书的时候是400度莫名其妙有一天我去配眼镜的时候他说周小姐你最近读书不认真怎么会变250度我回春了吗我很开心所以这是好事还是坏事我们确实度数\n进程不变人类眼镜的度数是有可能增加减少但是当你到一个年纪尤其是50岁之后你会发现老花回春老花回春就要小心因为它有可能是疾病上升疾病上升为什么第一个最常见的就是白内障出来我们白内障有三种常见的白内障表层型核心型跟后囊型核心型的白内障是最常见的它的特色就是会让近视增加\n所以如果你发现本来都需要依赖老花眼镜不然今天有一天不用那你就要小心是不是近视增加那有可能是白内障造成所以这个是疾病那再就是内科的疾病也会造成度数的波动比如说你有用一些药物或者是最常见的糖尿病没有控制好因为血糖过高会让水晶体异常的膨胀那也会造成我们表面测量的度数\n增加这也是要小心就是有没有一些合并症因为其实我前几天跟一个聚会里面我们就聊到眼镜老花眼镜他说我有大概一二十福老花眼镜他说老花眼镜不用配去买就好了可是我觉得观念很奇怪老花眼镜真的不用配吗那如果是现在科技很进步的话有哪些方法可以解决好其实我们在老花传统的治疗还是以眼镜为主因为你只要量到一个正确的度数你一定看得到我们老花就对不到焦\n那我们提供一个度数让它可以对到焦自然就看得到那老花传统是双光就是外观看起来就很老气不好看所以现在开始有一些新奇的渐进式多焦点但是这个也没有办法完美的解决我们的视力的使用怎么说第一它有盲区所以有些人会有适应上的问题上面看远下面看近你要有一个适应的动作那有些人是会头晕的大概一乘五的人是代表\n戴不住的戴的容易头晕不舒服那这样即使有这个工具你也用不上用场那另外一个就是我们现代人大部分都是看电脑可是渐进式多焦点上面是看远那你不可能用下面来看电脑我们不可能这样看所以你还是要根据每个人的需求去量身定做适合用的眼镜比如说我们多焦点也可以配一个看中看近的就是上班专用的\n可以解决你老花的困难我比较想知道隐形眼镜就是现在隐形眼镜也有一些新式的隐形眼镜有老花的功能因为它利用不同区域不同的度数分光它牺牲一点点的视力品质但是让光线可以对焦到不同的地点多焦点的老花隐形眼镜也可以解决老花的问题但是它的度数有限那再来就是老花晶体的置换但是有一个很有趣的现象\n就是全世界只有台湾规定百内障55岁才能开刀为什么因为熟透很够严重因为健保财政司警他怕大家民众利用手术来治疗度数治疗老花因为开百内障换人工水晶体也可以治疗老花所以这也是一种方式但是这相对比较侵入性我们还是因为健保的关系\n我们会保留在疾病的治疗等到你有百内障顺便解决这些问题所以做过雷射手术人将来百内障还有一次机会可以再治疗因为换的位置是不一样可是我很好奇就是说我们在治疗老花的第四个是雷射可是像我之前就已经有做过近视雷射这回也有所以还可以再做老花的近视雷射可以我们刚刚有讲到隐形眼镜可以利用流视差的方式\n来解决老花的需求老花雷是有很多种目前市面上主流还是这种单眼视差的方式只是新的单眼视差老花雷射它的诉求就是加强它的景深因为以前我们为了看得清楚一眼零度一眼保留很多的近视比如说300度其实成功率不高而且同位因就是有四成是适应不了那么大的视差我就是没有办法所以现在新的技术就是我们\n改良球面相差球面相差虽然会影响一点视力品质但是大脑很聪明它会去加工当影像Photoshop之后它会脑补对脑补真的是脑补所以我们可以利用球差在安全大脑可以容忍的范围去扩大它的景深让两只眼睛的视差可以尽量接在一起这样子中间龙象区就可以让你的单眼视差的方式适应成功率从六成提升到九成五\n成功率就高很多所以只要留得够多我们又同时保留中间龙象的区域那么绝大多数人都可以藉由这样子的方式来解决老花的问题那卓惠姐你当时是怎么接触到雷射的其实我刚开始近视因为已经肝炎症很严重的时候就已经在考虑说我要做近视雷射可是以前旧视的\n那个近视雷射你会有很多像你刚刚讲的脑补你会有很多幻想我躺在那里万一我的眼球跑掉没有接到正确的位置怎么办然后后来直到有Smile出现的时候我就非常心动因为它的伤口很小然后时间又很短那前一代的23秒我已经超心动但那时候我就一直在等说我要等到老花出现的时候一次处理两件事情我觉得这样的CP值比较高\n有小姿女心态你知道吗那我觉得运气很好的是等到我去雷射的时候又有更新一代的所以我整个躺在上面机器作业的时间大概10秒钟10秒钟一颗眼睛10秒好快喔真的很快耶一个眨眼的时间你就不要眨就好了对呀很快耶10秒钟而已耶我都跟病人说这叫红绿灯雷射红绿灯雷射就结束了\n很久真的有一些还遇到70秒我脑雷射的话它有条件吧因为我身边很多朋友要做近视的时候它这种角膜太薄是不是就没有办法做那老花有这个限制吗一样的就是我们如果要做雷射你不管是做老花雷射做一般的度数的治疗前提就是你的条件是安全那我们会针对几个指标去做评估第一就是最重要就是角膜厚度角膜厚度对角膜厚度就是我们天生的\n它不会增加不会减少那个就代表就是你天然可以拿来做手术的筹码拿来挥霍的程度对拿来挥霍它要挥霍两次对我们要保留一个足够的安全残留厚度来维持角膜的正常生理结构不能让它的力学被破坏掉这样才不会变形所以第一个最重要就是角膜的厚度但是不止我们里里外外浅浅后全部都要检查看你的弧度角膜地形图有没有异常的龙凸\n如果角膜都已经凸起来这个时候再做相对就比较危险有些人有隐藏的病变那有可能它隐而不发但是做完手术就又发所以我们素前检查要做很多很仔细的检查要花个一两个小时其实就是要找出不适合做的人我们宁可不要做不要冒险我们希望手术的前提毕竟这是一个非必要性的手术是选择性的手术你不做也还是可以过生活\n但如果你真的想做我们希望是安全为第一要件而且一定要成功因为眼睛就这么一双所以对眼睛就会特别敏感我之前有看过新闻报道有说做老花雷射好像只能维持三到五年甚至有些人还更短另外还有一个医生的说法好像做老花雷射是最不得已才要做这个这是一个网络谣言\n你讲的没有错确实有些人老花雷射只能用个几年但是这跟什么有关跟我们一开始的治疗计划有关比如说我们保留的度数就第一时间决定你大概可以用多久因为老花还是会继续加深的我记得我那时候有问过就是老花有没有天花板定最高度数去到哪里大概就300度因为我们刚刚有讲40岁剩300度你想想如果连这300度\n都没有你是不能看近大概至少我们要300度才能维持一个手臂看得到的距离所以上限就这样不能一次油门踩到底吗就是先预先300度对不对先变远视你看这样才是小资予的想法一次到位对呀 都不能这样装可能是容忍两年的远视一般不会这么做但也没必要这么做一次留到300度那是旧的观念因为我们现在新的\n技术刚刚有讲我们可以利用一些球叉来扩大景深所以现在新的技术甚至我们留到150度的视差就可以cover到300度的老花这样散位期限有多久就是一直用到将来白内脏再出来为止那就很够用大概10到15年吧不一定 看你的保养我们前面其实都有提供对对对就是你有做好防晒有注意合理用言有一次一些夜黄树做保健去减缓你眼力的耗水那其实你就可以\n尽可能的去延长这个使用时间像CP值才高对重点是保养可是刚刚你讲到就是做手术很快一个眼睛你看加两次眼睛时间就做完了可是术后怎么去其实我觉得smile的保养相对很简单因为我们不需要把那个脚膜翻开它的那个伤口非常小我甚至不太需要戴眼罩因为主要如果你有翻开的话它是怕你的那个会位移所以它需要保护起来\n那个大概我只花因为我就是过年前休息三天我就开了个刀过完年之后我就开始唱春酒了以后我就可以化妆了所以我觉得相对来讲保养是很简单的没有错可是我听说过好像要保养大概至少一个月好像要少看手机还是什么的有这些限制吗对就是这个分两个层面第一个就是伤口的照顾刚刚有提到就是我们现在新式的技术照顾真的简单很多\n你甚至隔天揉眼睛去游泳都可以游泳我隔天回诊还是自己开车去回诊的我就可以开车了很开心还想说我不用戴近视眼镜就可以这样一路开车一点点水雾感那个水雾感就是你的脚膜还要黏回去那大概一个月两个月我差不多就恢复了所以第一个伤口的照顾不难但是第二个术后还是要保养因为它还是有一个恢复的过程\n但是这段期间我们生活还是正常可是你会发现在这段期间只要照顾得好你的状况就越来越好而且我觉得有医生在旁边一旦你发生任何的问题你可以去咨询他像那时候他们就觉得说如果你担心你晚上开车因为会有一点点眩光他就帮我配一个眼镜\n让我晚上减少眩光的感觉你开车的时候可以戴因为我现在是近视已经回谈所以医生跟我讲说目前我不需要可是听起来就是说可能过一阵子可能就好好来咨询一下来 今天谢谢谢谢各位谢谢你谢谢",
  "elapsed": 3.08,
  "created": "2025-07-10T04:38:27.086754+00:00"
}