{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿房市】限貸衝擊讓房價崩盤？斷頭潮來了？專家曝2劇本！ft. 游庭皓.mp3",
  "text": "房市資金急動在這波房價衝擊之下手工廚有沒有機會減便宜呢房價沒跌錢沒消失但是突然之間中國市場沒有人交易了那資金會跑到哪裡去全台灣今年的預售相對於去年增長了八成我們必須要看到這些人沒有能力買房子你才可以看到買盤的消失今天我們就找來財經專家尤廷浩新清單和房貸之亂會不會引爆斷頭危機想在七都買房保值到底該怎麼挑今天一次告訴你\n路易珍你不是看房子看很久了嗎對 我最近終於有看到一個屬意的也買得起的可是你有沒有看新聞說最近好像貸款好像會很麻煩對 我朋友有跟我說說好像他自己去申請覺得自己條件好了但是貸款就貸不下來對啊 所以今天我們要請廷浩跟我們分享現在房市傳出要現貸現貸這件事情讓大家都覺得很緊張可是中央政府講說沒有\n現貸這件事情接下來對房市到底會有什麼影響其實我們講說現貸的定義到底是什麼你像過去央行曾經採取一系列的信用管制那不就是限縮房貸陳述所以現在我們講的現貸政府的澄清不管是央行還是財政部的看法是它沒有在短期這兩個月告訴銀行說不准貸款給別人基本上主要還是來自於我們看到的72%銀行法在不動產的貸款層面佔總存款和金融債券比例過高通常來到\n兩成八的話銀行自己本身就會開始內控了所以央行在過去不斷跟銀行開會它的要件是什麼它的要件是希望銀行你放款歸放款你不要全部都放在不動產你要適度抑制一下所以這是我們觀察到的現象就是到底有沒有現貸令答案是從央行和財政部的角度而言它沒有下巴這樣的一個命令但是銀行有沒有開始採取內控答案是有的所以我們才會感覺到好像期感溫度跟樓上政府\n的說法好像不太一樣但事實上就是由於借貸量的確太多了銀行業都開始採取一些內控那央行和財政部希望達到的要件是什麼呢它希望達到的結果是我以拖貸變雖然我的新清安政策不會停新清安也是房貸擴增的主要原因但是我拖得越久其實總信貸量或房貸量會慢慢說為什麼呢因為時間久了出口久了出口的錢就會進來出口錢進來總存款就變多所以這個\n比例值它就會往下掉那第二個觀察的現象是由於在七八月份有非常多的上述會公司要進行現金鼓勵的發放所以它大量的從銀行領取現金導致銀行存款急縮那這個時候不動產的放款率就看起來比例又很高了所以時間拉得越久對於政府是越有利的所以它目前的政策是新清安和守庫政策是不會停的但是可能會往第二戶第三戶的方向來打重點是以拖貸變所以現在我們看到到你像是雙貸族也就是同時\n信貸同時也有房貸的人數在今年是高達36.8萬的那要做什麼事情呢讓這些人由於幾個月度不管是信貸的緊縮房貸的緊縮讓這些人稍微降槓桿你不要再跟我借那麼多錢的讓市場回歸到正常的情況所以這是觀察到的現象加上房地產市場當中我們看到住宅開工量其實在今年上半年已經開始有所收縮就代表著事實上建商也沒有像過去上半年或者前兩年開工量如此\n之大那這樣的話有利於台灣的房市接下來回到一個常態化的格局可是我們講的是常態化就是回到一個大家沒有那麼拼命借錢買房的時刻由於要代表房價一定會鬆動就必須要好好看一下後市的表現之前其實在討論房市的時候我們有來賓在節目上面講過他認為新清安會造成斷頭的危機那現在我們在討論現代風暴那你怎麼看會不會其實讓這個斷頭的壓力又更大是不至於會斷頭因為斷頭那是五年寬限期以後的事情\n是短時間內對於房價的趨緩影響答案是一定有的那現在的問題在於什麼現在的問題在於我們看新清安的撥款情況其實之前有舊清安補貼是800萬新清安真正的誘因其實是房貸乘數的擴張從800萬到1000萬7月份上路以後我們看到整體新清安佔整體動產撥款情況就從當時的兩成到現在是接近到六成所以你說現在房貸的擴張到底是不是投資客大量的去買\n就是政策鼓勵你去買那五年以後你剛才所聊到的斷頭潮會不會湧現那你就必須了解到底為什麼這麼多人有能力在這兩年突然就上車了800萬到1000萬其實就是補貼多那200萬的額度而已但是我們看到這幾年房價也在上漲而且股房資產價格都在衝高他就說明著有一大批人賺到了一筆錢他急著要進行資產那這一批人\n就是台灣超額儲蓄上行的主要原因我們必須要看到這些人沒有能力買房子你才可以看到奶奶的消失那如果具體觀察台灣的超額儲蓄在23年當時是3.37兆19年才2.3兆所以從19年到23年其實已經成長了接近1.5兆的規模了什麼是超額儲蓄出口減進口你賺到的錢24年今年預估是多少4.2兆所以今年相對於去年台灣又多了1兆的資產\n那你也知道現在台灣沒什麼人想要買儲蓄險沒什麼人想要買報單沒什麼人想要存電存它造成的效果是什麼大量的資金開始往房地產和ETF來做賣盡所以我們要看到房地產市場價格有鬆動或者趨緩的空間或者剛才我們聊到的斷頭潮什麼時候會發生呢超額儲蓄下滑簡單來講台灣的半導體貸貨潮趨緩了下行了經濟衰退的時候所以最終我們看的是什麼時候會衰退那如果看另外一個指標就是台灣的\n投資的意識概況的大幅改變我們看近年受險的解約金和整體貨的變化18年的解約金額是7300億到21年是9000億22年1.2兆23年1.54兆今年大概一季度已經解了4000億了預估今年大概是解約1.6兆越來越多人解約受險為什麼那麼多人解約受險那當然大部分解約的並不是受險而是儲蓄險就大家發現原來我的儲蓄險真的跑不贏通膨解約其實是要付一些解約金的賠償金額的\n但是我還是有接近有1.6兆在解約咬著牙以解約為什麼因為股市房市太垮對啊所以這個就導致了我們現在看到的兩大資金湧入到房地產市場當中一個就是景氣的擴增超額儲蓄的增加另外一個是什麼沒有人要買保單了沒有人要買保單解約金額不斷創高的情況底下他就會去尋找其他的資產讓自己能夠顯著的增值所以這個是從下游端來看那我們要看到這個買盤下游端也就是住戶\n買盤消失的話你就要看到這幾個因子拐點出現目前來看沒有接下來要看的是上游端上游端你要看的是建商或者說上游土地購買者的態度那我們都很清楚其實到目前為止整體我們講的土地交易金額在今年上半年是高達了接近有700億左右基本上是比23年 22年21年都還要來得高幾乎回到了2020年是因為賣土地的成本變高了嗎這是其中一個原因就是\n買賣土地的成本因為變高了所以總金額看起來變高了那第二件事情是今年房市真的熱讓很多建商真的有了更多的信心敢去蓋第三點是我們看到最近台商回流以後正在持續有一些解禁的作用所以導致有大量的資金持續回流到台灣本土急著要購地所以很有趣的跡象是什麼就是說我們看過往很長一段時間台灣的土地的前十大交易排名大部分都是金融保險\n今年卻掉到了10%我們以為以前都是新光金都是開發金在買商辦都是在買土地結果今年買最多的是誰是科技業科技業占比居然高達接近有三成多接近四成說明什麼說明現在買土地的是真的要蓋產房真的是因為景氣好要不然科技業買那麼多土地幹嘛呢所以從現在的角度基本就可以理解上游端的態度已經很明顯他願意用這麼高的成本來買取這麼昂貴的土地就代表了\n更新一波的景氣生產率循環我們當然會覺得說炒土地有可能就是投機炒作而已但是如果大部分買土地的並不是金融保險公司是實際有在生產的是有在生產的科技業有時候房地產市場也許就沒有想像中看起來這麼泡沫破滅的可是因為在小資族的立場來講的話其實現在貸款很困難對不對而且成數也下降了但有很多人就想說他們現在就把整個買盤從中股轉到預售區這一點挺好你怎麼看\n的確是這樣子如果你仔細去觀察7月份 8月份好多房仲都離職了對不對為什麼因為市場上量能正在高速集縮央行和財政部打的是那種第二戶第三戶的房貸申請那你通常要立即申待的需求通常一定是買中股物預售物你有三到五年的交污時間所以它就導致中股市場的高速集縮那中股市場集縮以後\n沒有消失按照剛才超額出去的看法錢沒消失房價也沒跌嘛房價沒跌 錢沒消失但是突然之間中股市場沒有人交易了那資金會跑到哪裡去就大量的跑到預售市場我們以上半年預售交易來做觀察的話台北市年增幅是高達94%金額是高達1419億新北市2665億年增幅有四成是全台灣今年的預售相對於去年增長了八成很多…這是非常驚人的\n拉抬尤其現在我們在錄影時間前一個季度是七 八月份的暑期推按量說實在七 八月通常推按量並不會多高對啊 會下降因為碰到農曆尼數月不敢開工這個時候也沒什麼好賣的但問題在於這一波24年北台灣的總推按量是2762億年增率五成這是過去六年有史以來的最高這麼熱熱到它敢在鬼月這樣子推對啊\n最終反應的就是中古市場的買盤消失首先中古市場的買盤因為沒有能力去貸款先去買預售中古市場的賣盤它也不願意因此而降價為什麼它知道這是短期內的影響長期總存款還是會增長第二件事情現在不缺錢幹嘛賣房我現在買房都來不及了對不對大部分人投資客或者房東的看法是這樣子所以就導致了中古市場現在說買盤是消失了可是賣盤也消失了\n大幅的壓縮最終導致中古市場沒有任何交易量對 不買也不賣對 交易量全部灌到預售市場最終造成的就是預售價格的顯著衝高台北市的部分今年六月相對於去年六月長了大概有一成左右你知道台北市老實說已經好幾年漲幅大概多2 3%為什麼 因為台北市那個總價太高4000萬 5000萬再往上豪宅縣就碰到了這個區域露營這一區的動不動就一億的對啊 所以這種房子會導致即便在台北市的推按\n都寧願買兩間30坪的也沒有人要買一間80坪的你知道嗎因為很容易碰到豪宅的上限但它漲了一成所以剛才也提到一個問題就是五年之後我們看到的房地產市況我們當然可能會說有很多不該上車的人他上車了有沒有可能引發斷頭潮但由於房價已經攀高滿多了從原理來看他可以賣掉就好假設到說他沒有能力我們講斷頭潮有兩種第一個是他發現自己的薪水好像沒辦法付寬限期以後的房貸\n那就賣掉就好從房價的邏輯來看他賣掉是賺的還是賺對不對 那是第一種做法第二種斷頭潮我們講的是市場上由於房價下跌所造成的斷頭的崩跌那房價的崩跌剛才我們聊到他必須看到的景氣快速的轉換也就是必須看到超額儲蓄的顯著下行那想問在這波所謂現代風暴之下就是說民眾有沒有可能撿到便宜的房價有可能 可是必須要是哲青哥這種本大的人本大的為什麼跟我有關係\n我們看到了要撿便宜我們一定是看中股市場因為中股市場的確交易量正在急縮但是還是會有部分屋主他可能會有急售需要資金的需求可能會脫手的但是他不能賣給一般人為什麼一般人現在聲帶時間拉太長了大家都在等排隊捧現金去買的捧現金去賭房東沒錯 捧現金去買的兩位所以捧現金去買的話那他會不會自己也遇到聲帶的問題因為老實說我們正常房地產的投資對於一些投資客來說全款買房的誘因並不是特別大\n報酬率其實並不高甚至輸給大盤我們真正觀察的是他的槓桿效果那事實上如果是投資客去全款買房的話他大可以採取抵押貸款的方式再把錢給貸出來那這個部分他就不受到原本不動產我們講的72折 貸款的問題銀行罰的規定所以這樣的一個效果他就可以用另外一種方式來做實施可是剛才也聊到就是要本大的人才能夠在本市的現代令風暴當中能夠撿到便宜這故事你知道什麼原理嗎例如說你拿1500萬去買房\n買了之後然後再帶1200萬出來你等於花300萬買房子而已但你要先有1500萬在這個脈絡之下是1億5000萬如果從田奧的觀點來看那七都哪裡是你最看好的區域呢這個房地產這兩年我們必須把它當成是一種金融資產要不然你無法理解它上漲的邏輯就是如果你把它理解成是錢在買房而不是人在買房的話你就可以了解我們買的其實是房地產背後的內容\n跟土地價值這樣就比較好理解了等於你買土地的意思你買土地會不會增值長時間一定會有它的增值效果存在所以我們就必須看到市場是怎麼看待這些土地的增值如果具體觀察現在我們最好觀察的方向是從現在預售屋的代售率來做觀察代售率就是剩下多少的房子還可以來賣我們看到今年幾大地區的推案很像是竹北非常明顯是怎麼樣代售率只有17.3%最低\n沒多久8乘3的房子直接就銷售完了剩下1乘7很有可能都是那種4房5房稍微坪數比較大的很特別的所以這個時候可能會稍微保留一點點其他我們看到很多地區台中就占了3個台中西屯的部分代售率只有17.7%南屯19.4竟然還有無期耶無期2乘1你不要覺得無期好像靠海邊這個時候投資買盤就沒有台中市場現在有非常龐大的投資買盤它主要是由於台積電設廠所帶動的效益\n所以這些如果代售率極低的或者說3乘以下的基本上都是一個未來很有可能會有具有持續資金流入的方向有時候我們不能用單純的自助的角度說這個地區適不適合人居住人家想不想來住最終我們看的就是兩層第一資金會不會買這裡第二旁邊有沒有台積電的工程師未來有可能會有鋼性買盤的自助你不只要把台積電工程師他的鋼性買盤納入考慮你也要考慮到當他賺了錢以後他自己也有自己的投資買盤\n你用這樣的理解大概就可以了解到市場的炒作或者說市場的資金它是如何影響到現在的存貨區因為其實我們在每次在聊房市的時候其實它是跟股市還是他們的關係還是非常緊密的因為之前其實挺好聊到就是說其實你觀察房市跟股市裡面有個最重要的是景氣的周期周期它的燈號因為7月份的時候它從紅燈疊回了黃紅燈在這樣的情況之下接下來我們對股市還有對房市\n會有什麼樣的變化它其實我個人的想法有一點像是前幾次這考試都考100分這次考了98分看似很需要進行修正但說實在的也沒有多差那有時候甚至分析師或者說投行的預估值又會來得更高覺得你應該考110分但只有遇到亞洲父母才會有這種高標準你知道嗎所以紅燈由於它已經是上線了本來就有一點均值回歸的空間存在那這一波均值回歸的空間我們要了解它具體原因\n是什麼它是一路向下還是只是在高位震盪黃紅燈畢竟還在景氣擴張格局事實上我們看到這一波分數掉最快的影響的變異是屬於出口值大概掉了2分左右那出口值的下滑主要原因是什麼呢主要原因是因為第一年增幅的遞緩第二很明顯因為當時7月份有開密颱風兩天不能生產南部甚至來到三天兩三天不能生產一下子遞延貨就延到8月份了台灣的出口值是景氣燈號非常重要的影響\n第二件事情我們要看的是絕對金額到底出口有沒有真的變壞如果你仔細觀察台灣的出口值在6月份的時候是399億美元7月份是多少399.4億還比6月份高所以它只是由於年增跟去年比稍微遞緩了可是這幾個月它的景氣真的有變差嗎我認為答案是沒有的第二個出口的領先指標是屬於進口台灣是製造經濟體你要進口夠多出口才會夠多\n所以我個人的想法是我們不能用一次的燈號來判斷景氣拐點是否已經見到過往我們看待景氣信號燈有時候會在紅燈高檔頓化有時候會紅黃燈交錯有時候一顆紅燈出現我們就要拿來舉例\n像04年是怎麼樣當時是在2004年的時候5月份一顆紅燈然後就拐頭就下彎了景氣就開始一路走到底了10年的部分是怎麼樣高在上面一直震盪21年是怎麼樣紅燈動畫了好幾刻最後才下來現在我面臨的紅燈進入到黃紅燈會類似於04年還是10年呢我跟投資朋友分享的是我個人認為更偏好於2010年高在上面一點為什麼因為景氣庫存循環從很多指標\n來看目前還沒有終結的跡象那第二件事情假設我們的判斷完全失誤這次就一顆紅燈接下來就黃紅燈然後再來就綠燈然後就藍燈景氣在今年年底就走到緊縮的話那會發生什麼事呢事實上你可以觀察到04年當時的經驗在5月份紅燈一顆向下的時候其實股價已經跌完了修正完畢了事實上也沒有這麼恐怖按照04年的經驗當時高點早在3月份2月份的時候就已經出現了\n5月份的時候其實如果我們細看的話已經來到相對低位了所以其實也沒那麼可怕所以如果以總的來說的話你會發現過去的回測會發現有趣的跡象我們過往的格局都是藍燈買股票紅燈數鈔票買低賣高你要買在景氣低基期買在恐懼期賣在樂觀期可是按照過往的經驗如果去回測你在第一顆藍燈或者第一顆綠燈或者第一顆紅燈買入之後未來一年的表現你會發現藍燈的跡象其實只有22.5\n20.7%黃藍燈20.5綠燈只有3.3反而是紅燈在買入之後的一年居然有3.9的報酬為什麼會發生這樣的一個跡象呢因為第一顆藍燈買的時候可能有第二顆第三顆第四顆景氣就一路插下去你就一直超頂所以未來一年績效不一定特別亮麗但是在紅燈的部分紅燈動畫我們叫做非理性繁榮叫做瘋狂的炒作相信景氣值會更好股價值會更高沒有任何衰退的可能性這個時候的非理性\n繁榮漲幅的效率是最快的藍燈買當然長期來看它是賺最多的可是它的時間要拉到三到四年的庫存週期紅燈買是賺最快的長期來看它反而有可能會被套牢可是並不代表說現在遇到第一顆紅燈就代表我們景氣循環已經來到了盡頭所以我認為長期來做觀察的話我們還可以觀察另外一個指標景氣信號燈它由三個指標組成領先指標同時指標和落後指標而現在景氣信號燈雖然管\n抬頭下彎可是領先指標還在創下歷史新高說明什麼呢我們按照過去經驗通常領先指標只要在100以下就零軸以下的話通常就是一個買入時間鍵你像2022年 2023年2020年18年美中貿易戰15年上正股災11年歐災危機08年青龍海嘯現在的狀況是什麼呢剛剛貫破這個100的格局同時往高點來做邁進所以我個人的想法是我們不能說現在是一個\n極適合入手的便宜價但是我認為景氣擴張你說我們今年才剛剛復甦六個月左右你說馬上景氣就要重新進入衰退我認為時間性是有一點太快了所以現在這種格局最好就是已經買好部位的要繼續待在車上如果你真的會害怕也許在高位也就是股價持續攀高的同時做部分的獲利了結往債券市場或者往房地產市場來做投放它也是一種保本性質的抉擇簡而言之\n這個判斷並沒有立即的終結你也可以理解我們對於房市的判斷也不會立即的終結景氣是這樣子股價它會領先景氣提前大概一到兩個季度做反應而股價會領先房地產市場大概一到兩個季度來做反應最終等到股價已經漲高景氣轉好之後今年大家的獲利表現亮麗以後明年二月份喝春酒的時候紅包就到你手上這個時候你就會想去買房了它的時間線大概會來到半年\n等到一年左右所以我們現在可以確認的事情是什麼明年的年終一定是可能是有史以來你領過最多年終的一年雙雙的對 所以這是小資族來講是好消息對不對很好的消息一路以來都很樂觀所以今天請了很多廷浩精闢的分析謝謝你謝謝廷浩\n謝謝廷浩\n廷浩",
  "elapsed": 2.84,
  "created": "2025-07-10T05:25:21.426273+00:00"
}