{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】眼睛模糊竟是洗腎前兆？專家曝強腎5關鍵天天吃：遠離洗腎！ft.林承叡醫師、吳苡璉衛教師.mp3",
  "text": "高血压糖尿病不想洗肾该怎么吃是绝对不能吃的你还没洗肾前跟洗肾后都不能吃我们控制好就可以避免我们未来洗肾今天邀请到林诚瑞医师与吴以联肾脏病卫教师来告诉大家出现一种征兆小心 你可能马上就要洗肾了洗肾病有三大禁忌千万不能做到底是什么 一起来了解一下\n台湾有慢性的肾脏病变得有两百万人洗肾的朋友十万人十万人我觉得这个数字是非常惊人的而且很多的朋友都会在相关经济学的影片下面留言所以我们今天再一次在民意系列邀请到的包括了医师跟卫教师 对不对是 没错我们今天特别邀请到了马洁医院的肾脏内科主任林诚瑞医师还有热爱烹调的肾脏病卫教师以联老师以联老师 你好主持人好\n您好 大家好我是马洁医院卫教师\n这边还有提到的是眼睛模糊它居然跟肾脏病有关系啊病人有糖尿病的时候它也会造成我们视网膜白内障的一个提早的发生如果你没有糖尿病的病人那你当毒素高的时候也会造成我们身体会出现水种也会影响到你的视力所以当你出现视力模糊了不管怎么样你都要先去找眼科医师做进一步的一个检查那你有没有一些实际上的案例可以跟大家分享的46岁的一个女性\n请教一下怡伦老师之前有肾脏科医师侯永祥医师在下班进医学的时候讲过有人去看感冒而已\n结果就要洗肾了他发现说他一直没有注意到自己身体的变化所以有哪一些人千万要小心他可能会有慢性的肾脏病我们通常会用胖糖老鸭药痛食烟来提醒八大族群胖就是肥胖糖是糖尿病老是大于65岁以上鸭是高血压药就是乱吃药的人痛是痛风是有家族史的人烟是乱抽烟的人这些症状的人我们会建议每年要定期的去做检查\n也想要请教怡伦老师如果是糖尿病的病友他未来不想要洗肾在饮食方面要特别注意哪一些的调控可以让自己的身体更健康第一件事情我们就是减糖饮食然后我们要聪明的代换然后我们就要先知道哪些食物是有糖类的然后去做一个代换比如说我下午吃了三块苏打饼干那我就要记得我晚上吃饭的时候就要少四分之一碗饭\n那第二件事情我们就是要有吃足够的蔬菜的量因为蔬菜里面有膳食纤维膳食纤维它很厉害它可以帮我们维持我们血糖的稳定颜色要多彩多姿对对对颜色要多彩多姿那像红色我们可能就可以想到就是有红椒然后黄色我们就是有黄椒黄结瓜或者是我们的胡萝卜然后绿色就有很多有浅绿有深绿所以我们常常在讲说如果你想要就是攝取到充足的蔬菜的量的话我们一定要彩虹的蔬菜\n尽量的去替换不同颜色的蔬菜你也不用特别记说哪一个什么东西比较多哪一个东西有植花树比较多重点就是你要吃到越多的蔬菜的颜色就越好然后第三点呢我们吃东西的顺序也会影响我们血糖的浮动如果你在吃东西的时候你先吃蔬菜然后你再吃蛋白质就是我们的豆鱼蛋肉类最后你再吃我们的碳水化或者就是淀粉这些类的话你的血糖浮动其实是会比较稳定的还有一个就是我们是不是以前常常觉得\n我下午肚子饿是不是就吃水果感觉很健康但是你肚子里面全部都没有东西的时候你单纯的攝取这种糖类的话你的血糖会一下就飙很高所以如果像我自己喜欢吃甜的我喜欢吃巧克力我就会在我吃完午餐之后然后再把我的巧克力拿出来吃因为我的餐点里面我有蛋白质也有油脂那也有就是膳食纤维就可以让我的血糖浮动比较稳定但是对于肾脏病的病友来讲是不是可能也要担心说\n他说蔬菜会不会太多的甲梨子还是什么样的一个成分抽血的时候如果他的甲梨子过高那这时候再来做限制就可以了也想请教医师因为有很多的糖尿病的病友会担心自己未来也会有生功能出现问题但是如果他控制得当然后也发现自己的肾丝球过滤率是有提升然后有时变好的一个状态他是不是就可以不用担心要洗肾了我有个病人他的一个肾丝球过滤率之前就是大概在80左右\n但是糖尿病之后开始治疗那他的一个肾丝球过滤率高达120所以从80上升到120好像有进步变得很开心他就认为说其他的都不用治疗了这个是在糖尿病早期特有的现象所以这样的好不是真的好是假性的好也就是说这时候肾友是处于一个hyperfuturism的一个stage所以这时候是不是真的好要趁这个阶段赶快积极治疗才能延缓肾功能的下降\n不能够轻忽所以当然也想问一下严严老师听说你有一个小口诀是可以提醒我们的这个肾脏病的病友可以特别注意的对我们就是可以用鸡生蛋来判断自己的肾功能是不是正常还是不正常鸡生蛋鸡生蛋对然后鸡就是鸡酸肝它是我们鸡肉代谢的产物它是靠肾脏排出去的我们肾脏不好的话它的指数就会越来越高那生是肾丝球过滤率刚才医师有提到的它就很像我们肾脏的成绩\n考试成绩几分几个一般都60对我们肾脏的成绩也是60分几个当然就是我们的蛋白尿不要超标那我们判断肾功能的时候我们就是分数要大于60分然后我们的蛋白尿不要超标你的肾功能就正常那如果说你的分数大于60分但是你有蛋白尿的话你就会进入慢性肾脏病的初期第一期或第二期靠分数分然后如果你分数是小于60分的话它就会进入慢性肾脏病的\n三四五期那如果要诊断它就是维持三个月以上它就会被诊断为慢性肾脏病那如果是慢性肾脏病的朋友们到底该怎么吃是不是也是分阶段有不一样的饮食的方式初期我们就是控制原发疾病那我们就是控制我们的糖尿病我们的高血压记得我们的蛋白质不要超标因为如果吃太多的蛋白质会让我们肾功能恶化很快如果进入中后期的时候就真的要来低蛋白饮食了你们常常就会听到说\n我会说我要低蛋白饮食肉不能吃太多鱼不能吃太多这个是很重要的因为蛋白质吃进来它会产生含氮废物它是靠肾脏排出去的所以一定要低蛋白饮食但是很多的肾友只注意到这件事情会忘了第二件事情我们如果减少了蛋白质是不是热量的摄取也会下降对所以很多人开始进行我们的低蛋白饮食就会来下一步就来跟我们说可是他瘦好多公斤他瘦很多对 这就忘记补足我们的热量\n营养会不足如果热量摄取太少它会开始来消耗我们的肌肉会让我们的肾功能恶化更快所以他就要来补充低蛋白热量的补充品第三点就是我们要控制我们的磷跟甲火锅不是很喜欢吃很多丸子对 这种加工食品它就会有很多磷添加剂冬天很危险对 危险就是睡油不能喝汤然后又不能吃一堆债制品就是丸子 姜米鸭也算在内吧姜米鸭的盐分也很重要对 所以就是冬天\n对肾友来讲考验比较多接下来就会进入就是有些肾友他会进入透析那进入透析之后因为我们在透析过程的时候我们的蛋白质会流失所以他们反而会把我们蛋白质的摄取量会增加所以我们吃比较多的肉他的磷也会比较多高磷的食物会比较多所以他第二点他在透析的病人他们的高磷的限制就很重要以及第三个因为我们很多的就是肾友他们常常都会有一些心血管的疾病所以好油的摄取降低饱和脂肪\n酸是相当重要的那我稍微举例一下如果以一个75公斤的男性的话他的豆乳蛋肉类一天的摄取的分数大概是七份七份分数是长三根手指头三根手指头中后期的时候他就会大概会降到5.5分他就限制蛋白质了然后进入到透析的时候他的分数因为拉高会到8.5分所以你们大概知道那个蛋白质\n其实我们都知道说如果要去探望肾脏病的朋友的话不能够带那种什么水果礼盒比如给他吃到阳桃可能会非常非常的危险但他如果已经有在做透析的话他就可以像是阳桃那些水果都可以吃所以这是一个错误的概念阳桃是绝对不能吃的你还没洗肾前跟洗肾后都不能吃只要你肾脏不好都一样那其他水果很多病人也会问可以吃什么有些病人甚至一次半个西瓜一个西瓜\n小玉的那种西瓜他就吃下去了那有些小番茄透析的病人他一次吃二十个还夹蜜饯那这时候他的甲离子就会容易过量他的磷也会超高所以是非常危险的事情那这样的怡伶老师有没有什么可以教教大家的呢我们会有五大的重点我们一定要充足的热量低蛋白低磷低鈉低甲介绍给大家一个乌斯特酱炒粉丝他是绿豆粉丝\n绿豆粉丝他就是几乎没有蛋白质但他可以补充到热量然后他的煮法也很简单他只要你煮滚一个热水然后把绿豆粉丝丢进去然后大概三到五分钟捞起来然后你另外一个锅子你就是把你想要的料炒一炒然后再把绿豆粉丝放进去然后调味一下就可以吃了所以这都可以在家里做这个乌斯特酱它的味道其实就有点像我们的乌醋但是那含量非常的低所以就是大家可以来变换我们餐厅\n一点点的那个味道这个好买吗 乌斯特酱还蛮好买的就是像我们的一般像PC或品牌其实是都可以找得到的但是如果没有控制住想要直接外食然后特别是早上有时候真的工作比较早那我早餐能怎么吃呢我们可以点一个萝卜糕萝卜糕可以吃可以可以因为萝卜糕他是在南米粉做的他的蛋白质含量也很低然后他又有用油煎过我们是有很需要热量\n也是很重要的我们可以搭配一个就是我们有糖的豆浆可以喝有糖的豆浆因为糖它也是低蛋白热量补充品的一个来源豆浆它是高生物价的蛋白质好的蛋白质来源所以剩有就可以以这个来做一个选择刚刚除了提到饮控之外也想请教医师有没有一些的这个状态也是可以让我们避免牺牲的好 特别注意很多病人他都会去买一些夸大不明的一个广告的药物或说电台的药物\n其实是有一点危险如果常常吃下来可能都会造成肾脏的负担其实就要注意品血病人你有不明原因的品血你一定要赶快检查是不是有肾脏问题为什么品血跟肾脏病会有关系红血的生成素是在肾脏制造当你肾脏衰竭特别在中后期的时候他就制造不出来所以这时候你就会出现造血不足所以你就会出现品血另外就是定期检查如果肾脏病出现症状\n通常都是在中后期甚至很多病人一来就要洗肾所以他常常说我怎么一到你们医院你就要叫我洗肾所以他觉得很奇怪事实上就是因为没有征兆你早期你没有见解你没有发现你的肾脏到底好不好所以你就不知道你的肾功能如何所以定期的见解就是非常重要是 台湾的洗肾的人口真的很多可是我大家好奇洗肾到底有哪一些方式第一种就是血液透析第二种是父母透析\n血液透析原则上就是在我们的颈部或者手会去置入一个卤管进行透析每次的透析大概在四个小时一个礼拜三次所以一个月就是12次另外一种是父母透析父母透析是在我们的肚子置入一个父母透析管进行父母透析的交换你可以在家里操作一天大概就是三到五次他的使用的时间就会比较弹性\n你的状况做一个调整那为什么在政府的部分是比较推广父母透析的方式因为主要是根据过去的以往的文献看起来在前几年特别前三年的话父母透析的病人心血管的一个病发症会比较少医疗支出每年医疗支出也相对会比较便宜一点最重要你自己在家里操作你也不会增加很多护理人力的需求可是我好我没有听过太多的病\n生友有真的在做父母透析为什么对 主要大家都会怕大家想说我自己在家里他自己用对 自己在家里操作他会不会 我不会啊我不会 我会感染啊所以病人他对这样子的不确定不明的状况他充满了恐惧其实一般来讲就是说血液透析跟父母透析都会有感染的风险两个都会有但是父母透析的生友其实不要担心那事实上我们有一个专门的护理师那事实上都会有\n所以说白天都会找到人晚上也有值班的一个服务所以你在晚上如果你操作上面有什么特别的问题或说你可能会有感染的一个风险疑虑 痒痒的或是红红的或是哪里不舒服那都可以打我们值班的电话我们都有护理师二十小时都会有人去做服务不要担心我们都有医护团队很强的一个support提供给大家\n父母透析的部分他其实还有分成手动跟自动所以这点也想要请教严老师他们各自是有什么样的一个差异然后跟优劣的比较我们父母透析的患者就是身上会有一个管子那我们就会把肚子里面脏的透析液放掉然后把他放入让他流进去新的透析液那他这执行的过程大概是半个小时那一天就大概三到五次这就是手动的部分那现在还有一个是自动的部分他就是可以利用我们夜间睡觉的时间\n然后把这个管子跟我们的机器相接那他就在你的睡眠的时间里面帮你操作那他可能就是他生活上面就会比较弹性如果有些人正在工作他可能没有办法在就是工作场域然后或者他需要比较弹性的去支配他的生活就可以使用这个部分是因为其实我这一次到欧洲去的时候我刚好碰到一个一团台湾人他们就是圣友团他们就是旅游的时间里面会绑在洗腎中心\n旅行的一半时间都必须要在血液透析中心度过所以刚刚讲到附魔透析我发现自主性很重要对不对他给了很多圣友更大的自主性可是我就好奇在这里面哪一些人还是有不适应该还是有些人不适合年年长衰退的病人比如说他卧床他就没办法但是这样的病人如果说他有外劳或是家人的support很好其实也是可以做所以这其实有时候还是要看病人的状况\n如果说只是做附魔透析他是不是就完全不用去医院每个月回诊最多不超过两次最多大概一次就可以了所以对病人来讲是非常方便会不会洗不干净我觉得这是问题大家都会在意洗不干净那表示你是不是没有遵循医主但我也比较好奇是因为我们刚刚有提到在这个洗腎方面有血液透析跟附魔透析那在做这两种不同的透析方式的时候我们在控制自己的血压跟饮食上面有没有什么不一样的需求\n是大家必须要注意的我们血液透析就是我们两三天才去医院一次那我们洗腎的病人通常他的肾功能就几乎没有肾功能了所以他就是其实一天可能都不会去尿尿所以他的水分的攝取其实是靠我们的透析剂的所以在血液透析的这个病友的上面他的水分的限制是比较严格的因为父母透析他可能是每天我们都会执行所以血液透析就会比较严格然后所以他尽量就不要让他一次中太多\n那有时候你如果去洗腎的时候你一次要拉掉太多公斤的体重的时候他的那个血压的幅度会很大有些人可能会低血压或者是脚抽筋头晕的部分那在饮食的部分就如前面说的他一样就是蛋白质的分量会比较的高那他的那跟甲两个都要去注意我们父母透析的部分因为我们透析衣里面有葡萄糖所以他的糖分的攝取就要比较注意一点但是还是有一些NG的事项是大家必须要特别注意的特别是对于洗腎的腎有\n这其中有一项是不按规定操作透析大概是什么样的一个状态因为有些病人他稳定的时候你叫他每周洗三次他可能就每周洗两次或洗一次而已有时候洗一洗高兴就来不高兴就不洗那当然这时候就会容易出现毒素洗不干净水分排不掉这时候会增加你的心血管的风险就容易增加你的死亡率还有不控制水分的摄取刚刚我们提到就是说水分非常重要你的食欲非常好\n你的饮料也会持续的跟着来这时候水分就特别重要你排不掉这时候你就要延到下一次才能把水分一起排掉这时候会越累积越多我们所谓的水债就是这样子心血管的疾病会增加所以其实像最后一个致命的禁忌行为就是刻意爆高洗钱的体重不会凉吗为什么会有人会爆高他可能要想拖多一点他就爆高一点\n我就会拖多一点这时候他就出事了因为这时候拖太多血压会刚刚卫教师有讲到脊椎下降会造成心血管的问题抽筋 意识可能会出现障碍这时候可能甚至都会出现CPR都会所以是非常严重的事情我们现在已经有做那么多集肾脏但每次来我就觉得都有新的知识还有收获谢谢医师 谢谢李老师谢谢主持人谢谢\n中文字幕组",
  "elapsed": 2.63,
  "created": "2025-07-10T04:38:15.888612+00:00"
}