{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不想癌症奪命？台大名醫曝2關鍵防大腸癌：3食物抗發炎！ft. 邱瀚模醫師.mp3",
  "text": "你知道只要做对一件事情就可以降低90%大肠癌的发生率吗大肠癌如果你希望在早期发现那你一定是不能靠症状最重要还是去没有症状也要去做筛检是 如何来预防大肠癌初级预防减少疾病发生的风险效果最好尤其是这些有脂肪肝的人尤其是这些有伤口的人效果特别大\n告诉大家90%的大肠癌没有前兆该怎么减内脏脂肪一起来了解一下\n包括消化医学包括内视镜这方面可以说是专家跟权威那因为我们为什么要做这一集呢因为我们身边其实我自己有很多身边的亲友都验出大肠癌就像我非常亲的弟弟一验出来就四起然后问他说你有什么感觉他说完全没有感觉所以台湾真的大肠癌的发生率非常高我们可以看到国健署的一个数据说台湾是每31分钟就有一个人验出是有大肠癌的其实主任有帮我们\n准备了一份数据就是这些人那就是大肠癌的高风险族群男生的比例也比较高男生其实干很多坏事第一个抽烟然后再来就是结婚以后反正身材也不在乎了肚子越养越大也不运动然后跟朋友出去就是一边喝酒一边抽烟一边吃烧烤这是最typical的台湾最man的一个休闲这些吃四餐都会增加大肠癌的发生率\n所谓我们其实大家都知道哪些是不好的行为事实上都跟大肠癌有关系国政里面有几个我觉得大家要好好注意一下第一个是年龄到50岁以上糖尿病的病患而且还有另外一个就是一等亲的家族史家族里面罹患大肠癌的人的罹患年龄是还蛮关键的如果说家里面你一等亲二等亲有人在60岁以前或甚至50岁以前罹患那他的遗传性就会比较高如果是80几岁\n90几岁才罹患大肠癌这种一般影响比较不是那么大像有些病人长辈90几岁的当然他就很紧张那种到很老我们才罹患的癌症我们叫天受癌52的人不会活到那么久像因为医疗进步大会活很久自然细胞分裂或者是DNA在复制的时候会有一些错误可是其实医生我也想要了解一下之前好像有医生到我们节目有提到过说大肠癌有五大前兆包含如果你发现说\n我们排便习惯有所改变平血或者是大便里头有血然后肚子痛腹痛以及体重减轻顺便减很多这样可能都要特别注意是不是大肠癌可是其实今天主任也要告诉我们一些不可不知的大肠癌一些大家可能之前不知道的一些观念这个就要看你到底想要预防什么事情比如说你家里你想要预防小偷进来你不可能去说有什么迹象是小偷已经进来珠宝散落在地\n地上有血迹这些你会想要看到你根本不会想看到一样大肠癌如果你希望在早期发现那你一定是不能靠症状到底有多少比例的人是没有症状可以更治的0起1起90%是没有症状剩下的10%他的症状是不太特别的症状所以大肠癌事实上我们最希望在0起1起找到为什么因为0起1起几乎是可以更治的0起100%1起大概93% 94%\n在台湾或美国的治疗大概是这样有一个好消息是说筛检找到的大肠癌60%都是0起1起的这是根据我们台湾国民健康署的资料所以为什么我们会说筛检就是在做没有症状的人等到有症状很多都到二三级没错有血你要注意但是如果你希望大肠癌不要夺掉你的命我想最重要还是去没有症状也要去做筛检早期的大肠癌里面大概有百分之多少的人是就是可以被筛出来\n几乎百分之百要看你用什么工具来筛检大肠癌的筛检有两类一个是直接进去看的另外一类是间接比如说验大肠分泌出来的东西或派出来的东西最常用就是分辨浅血检查分辨浅血检查很多人都觉得很low所以都不去做然后他认为我住在台北市我是天龙人我要直接做大肠镜就拖着拖着没时间其实大肠镜他也没做分辨浅血检查也都没做\n其实分辨浅血检查他对大肠癌的敏感度如果你把零起到四起全部合在一起他敏感度是八成如果你用奇别来猜几零起一起他大概是六成然后二三四起几乎是百分之九十五以上所以其实他比你想象中的来得要好第二个还有一个他特别的地方是他一年或两年会做一次台湾是两年做一次等于是一个车轮站两年后我又验一次四年后我又验一次就好像你半夜\n两个小时起来看一下门有没有锁好一样的道理所以这次漏掉你有机会再把它锁起来那同样的道理就说如果这样一路跌下去其实你如果做了三次四次等于是六年八年都每两年有做一次其实大肠癌会拖掉你的命的机会是非常小的是所以我们可以看一下就是在这边刚好强调分辨浅血跟大肠镜他整个流程到底是怎么进行的世界上大部分跟我们的医疗系统非常类似的国家\n这个方式包括欧盟大部分的国家亚太地区大部分的国家也就是说先用分辨浅血检查找出高度怀疑可能有大肠癌的人然后再去做大肠镜这就好像我们在疫情期间我们先先快筛快筛阳性的人PCR会阳性机会就大幅提高分辨浅血检查就是把我们缩小我们要用大肠镜搜索的一个范围那这个分辨浅血检查跟大肠镜到底哪一个的准确度比较高一般的人口大概\n50岁以上大概1000个有两三个是大肠癌一般盛行率是这样但是分辨浅血检查阳性的人20个就有一个是大肠癌所以你就会发现分辨浅血检查是缩小范围有非常好的工具它可以放大大概20倍到30倍那如果不是癌如果是大颗的血肉那它大概可以放大4倍到5倍虽然没有那么powerful但是也可以缩小范围为什么大颗血肉重要大颗的线流性血肉你把它切掉\n所以大胎的篩检是所有的癌症篩检里面不仅可以早期侦测早期癌它甚至还可以避免发生的一个癌症篩检所以它是一个非常具有经济效益的一个篩检是分辨浅血它如果这种检查早期癌或者是这种癌症病变是阴性的话这会不会会造成这种应该说是业务治疗呢对这有可能就是说分辨浅血检查有一些人误以为做完一次\n我此生无虞那当然不是这样是必得两年后有点像考试在验算一样再check一次这次有可能会上钩你去做大胎镜你照样可以避免死于大胎癌无论是这个分辨浅血或大胎它其实它的流程是很简单的对其实以前我们大胎镜做完之后如果完全没有任何肿瘤性的病灶是建议10年后再做大胎镜10年后对但是毕竟台湾这群人如果分辨曾经阳性过\n我们还是认为大胎镜虽然是正常有可能不然会被哪里有被我们遗漏掉的病灶所以我们希望说后面再加一个分辨浅血检查多一次侦测到被我们遗漏掉的病灶哪怕它原先是一个良性的可能过两年它变成癌症就有机会被侦测到是所以就先做完大胎镜以后再看这个结果决定下一次到底要检查的时间是多久以后至于那些有病灶的人那当然就是另外一个故事\n这边是针对大胎镜做完正常的人对可是我听过一个我应该说是有点恐怖的故事就有人做完大肠镜就短期之内竟然发生就发现大肠癌怎么会发生这种事情呢60%到80%的做完大胎镜还发生了大肠癌大部分是第一次漏掉那另外还有一些是可能上一次有切细肉可能没有切得很干净从那个地方又长出来是那当然医师切完细肉会跟你讲说几年后要再追踪\n有一些人就就没有做就没有来或者是来的检查当天就哇那边好像长出一个癌那另外还有少部分大概百分之十几是所谓的生长迅速的癌症就特殊的生物特性的做完大胎镜的时候是完全真的没有病灶然后在短短这几年就忽然间从限流然后变癌是有这种东西但我们回到还是最基本还是把检查\n的品质做好这就牵涉到病人端你要把清场清非常干净对对对第二个是做检查的意思要真的花时间下去帮你把里面该处理的病灶都处理干净所以做完大肠镜之后看到就是一定要问医师的问题里面第一个就是场子有干净吗真的有这个病患会这样子问吗其实大家都不好意思问医师问题做完检查你付了比如麻醉费你付了四五千块然后又清场又请假我看你的损失大概超过一万块\n一天你问个问题有什么过分吗一点都不过分更何况你做检查的过程是麻醉你人生有一个三十分钟的空白那三十分钟发生什么事你是有权利知道的所以一般来讲我做完检查都会跟我们的受检的民众或病人讲说你今天清的真的不太OK你要不要改天再重新再回来检查一次为什么会清不太OK检查之前都会有说明书\nD渣然后不能喝牛奶等于说我在健身我要喝蛋白我要干嘛干嘛一堆你自己的问题这是一个那再来是会不会做到盲场对盲场事实上就是最里面第一个要到最底该走的路线你要走完第二个看你要花时间去看这一切都在麻醉的过程中所以事实上我们现在国家在我们筛检计划里面我们有在监测\n是不是有好好在做但是的确医师是最不需要被监测的一群人但是我们觉得这跟机轮车一样机轮车不是也有造势记录一样的车款你搭起来就感觉就是不一样这一定是人为操作的东西都有它会造成差异飞机有没有飞按记录有啊世界最安全的航空公司第几名为什么只有医疗这跟你生命有关系的东西就不能被透露\n所以我们这几年事实上一直在做这件事情我们的确这几年看起来台湾大肠菌的品质一直在往好的方向越来越集中几个指标看起来都越来越集中\n所以我没有帮你解这个是不对的对那我是不是睡着前我就要跟医生先讲好说等一下拜托如果看到锡肉直接帮我把它切掉需要先讲吗这个跟你去点菜要不要加辣一样剁冰 扫冰 去冰这个都会先问的现在在我们购买东西都有先有一个交易对不对你来做大肠菌就是为了要找到病灶然后癌前病面就要把它切掉这本来就是在施行之前是不是应该要有\n一个共识对那另外一个是说他可能说你有锡肉但没有切这个有一个状况是可以的就是非肿瘤性的锡肉有些肿瘤是不会变成大肠癌的这个在内施菌下是分辨的出来但是我们不认为如果你看起来是肿瘤性的锡肉却不切这到底是什么状况事实上是不被允许那我们认为两公分以下的锡肉应该当下就要把它处理掉如果你有同意医师帮你处理\n那另外一个说法就是假如两公分以下的锡肉你也没办法处理那你不应该替人施行大肠菌这当然我是对医师讲的比较严厉一点所以你可以事先跟医师沟通请问大概到多大的线流性锡肉你会帮我直接处理你总有一个事先的心理准备或是有一个盘算这个医师不会帮我切锡肉那我是不是应该另求高明这个应该是一个沟通的过程\n那当然有四公分五公分的锡肉量性的我们也可以切了下来但这不是在今天该做的事情可能要另外住院因为有些甚至跟手掌一样大的锡肉可以用内视镜切下但是那个当天切风险会比较高那这个就是先出来沟通一般来讲如果那么大的我想大家吓也都吓死了大概也会同意改天住院再来重新做检查可是因为我们在做大肠菌的时候我记得就是有切除锡肉之后他们会说\n这个我们要拿去化验一下所以如果我们回诊的时候因为我们不会回诊回诊的时候要询问医师化验的结果一般来讲小颗的锡肉就直接整颗切下来整颗化验所以一般我们会认为如果你判断它是总流性的锡肉进去就干干净净一刀就把它下来然后整颗送化验都是总流性的黑皮切掉了那不是总流性的当然我们容许一定的诊断不是那么正确但是至少切掉也切掉了\n然后要再做一次大肠菌大肠菌它其实除了筛检之外它是一个帮你风险分层的一个工具怎么说呢你做大肠菌的时候如果发现有很多颗锡肉我们会跟你讲说你可能是体质上比较容易长总流性锡肉那你如果长了一颗大颗的锡肉那你风险也会比较高所以一般来讲我们会根据这次检查的结果那决定你什么时候该做最终了并不是说只要有锡肉不管总流或非总流\n去做我想这是完全没有必要一般来讲我们如果你是完全正常的人那你大肠菌可能可以五年后再做五年后再做或者是你后面做分辨铅学检查这个ok那如果你有一两颗很小颗的锡肉一两颗很小的锡肉而且它的化验的结果就是非常良性的限流性锡肉那这maybe你可能三年到五年做一次就可以那如果你有三颗以上可能四颗五颗\n那还有大颗的那我们一定会建议三年后要再回来追踪一般人来讲比较多是长这种限流性还是增生性的锡肉我们如果一个数字大家都知道这个增生性锡肉有多长就50岁以上的男生几乎一半都有增生性锡肉所以它不是一个非常少见的东西那再如果有抽烟的话大概机会就更高那限流性锡肉如果不管大小大概50岁以上男生大概三成都会有三成\n大概两成左右50岁以上那如果是负面铅学检查阳性的个案大概比例就会更高毕竟它是会出血的病灶所以这样机会会更高但是这回过头来医师你是不是跟我讲透露一个讯息就说好像不是每个限流性即便是总流性的锡肉如果它是良性的好像不见得会变大肠癌没有错否则台湾50岁以上有三成最后都会得大肠癌实际上我们看到数字并不是这样\n问题是说为什么总流性的锡肉我们都会通通切掉是因为我们现在还没有技术可以预测这一颗是应该可以摆着还是不切掉不行那摆着会不会变大肠癌或变大颗所以我们目前的做法就是只要你判断它是总流性的锡肉就通通把它切掉是不是把锡肉都切掉是百利而无一害反正就是看到就切掉就好当然是有出血的风险但是以目前我们在做锡肉切除的技术这个风险已经降到相当低\n就是限流侦测率比如说一个医师做100个病人他发现几个人会有总流性的锡肉分母是100分子是有找到限流性锡肉的病人的但除起来就是限流侦测率这个限流侦测率越高的医师将来被你做过检查的病人罹患大肠癌的风险是比较低的这个就像派出所的破案率类似这样的概念\n容易懂所以我们现在国家也用这个来看医师本身的专业度专业度或是他做大肠镜的保护保固效果我们都说大肠癌筛检如果用大肠镜做可以降低70%到90%的大肠癌发生率你会不会好奇为什么不是100%表示有的做过大肠镜还是得了大肠癌因为那个医生的破案率低破案率差还有刚才讲的可能没有切干净还有一个是你最\n老美然后长了一个生长速度很快的腫瘤大概整个故事讲起来是这样子在台湾的这50岁以上的成人每15个就有一个人是罹患大肠癌所以你会建议大家50岁以上就最好要去做大肠镜的筛检如果今天年龄就已经更大可能到70 80岁这样我还是要这样子去做大肠镜的筛检我们目前的建议是当然你要做智慧检测大部分都是做大肠镜不然你就做普遍浅血检测\n两年一次有阳性的结果再去做大肠镜但目前是这样的做法的确年龄是一个重要的考量目前我们是建议50岁到75岁要做筛检随着年龄越大筛检的风险就会增加理由是因为你有越来越多的共病可能你在60几岁有装过支架你可能在70岁的时候中风过一次吃了很多抗血小板药又抗泥血剂所以你做检查本身的风险就会升高\n我们常常就在讲说你真的身体还不错就赶快做筛检给你的健康多一层的保护或保障如何来预防大肠镜我们一般预防有两种一种叫做初级预防一种叫做次级预防次级预防就是我们刚讲的这些筛检所谓就是说没有症状或者还在早期把它找出来还有一种叫做初级预防减少疾病发生的风险运动效果最好因为我们发现这些有大肠镜\n大颗瘸肉的人不管以前以前你如果没有运动习惯如果你放下屠刀立地成火开始运动三年后五年后再长同样大颗瘸肉的风险大概可以降一半尤其是这些有脂肪肝的人尤其这些有三高的人效果特别大可是到底是做哪一种运动一般来讲光是走路就有效果走路就有效果那如果会流汗而且时间够长的话事实上时间够长其实也不用非常长比如跑步20分钟\n两天一次这种大概就已经有一些效果那再来就是你的饮食淀粉还有淀粉油炸物这些大概都减少了那如果是吃的话我们来看一下预防大肠癌要怎么吃提高纤维脂纤维脂的摄取减少红肉跟加工肉还有增加蔬果的摄取量\n真的很小心所以这边也有提到其实有一些食物算是可以帮助大家可以有更好的肠道健康花椰菜姜黄葡萄跟蓝莓为什么它有哪一些营养素事实上它里面还有一些但每个成分不但有一些有抗氧化抗发炎的作用但里面有一些小朋友不喜欢吃花椰菜菇类其实也有帮忙不过事实上吃这类的食物可以降低身体发炎的程度可是其实医师有没有在临床上\n临患了大肠癌但是还有最后抗癌成功的案例大肠癌有一个特征如果治疗之后头两三年没有复发后面几乎天下太平当然三四期复发的机会会比较高但是我们看到复发的风险几乎都集中在前两三年所以某程度来讲你如果熬过那两三年后面当然还是要追踪但是风险就下降跟有些其他的癌症过十年还会让骨头蹦出来大脑蹦出来那不太一样大肠癌相对是\n比较温和的一个癌症那最后医师有没有什么想跟大家来分享提点一下最后其实大肠癌那个疗患年龄开始在年轻化所以我想大概超过四十五岁自己要稍微注意虽然国家还没有提供筛检如果你心有余力口袋构深不敢做大肠经去做个粪便前缺检查如果自己花钱那个一支才两百块不到那真的是要做那如果你真的觉得要做大肠经比如说你的公司行号\n你的机关有提供你渐渐的辅助那不用每年但九九你至少三五年做一次大肠经我想这是一个非常划算的一个投资是对那今天我们现场带来这个医师的书《长活必修课》他其实讲到筛检就是最好的预防对不对而且拦截大肠癌就在一念之间这里有很多重要的概念然后跟大家分享那再一次感谢医师今天来跟我们分享谢谢",
  "elapsed": 2.99,
  "created": "2025-07-10T04:44:34.804262+00:00"
}