{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】吃這些補到癌細胞？名醫曝一招超級抗癌秘辛：6個月癌症全消失！ft.中醫師 許中華.mp3",
  "text": "你知道防癌抗癌最重要的是正气吗肺腺癌六公分半年后它真的消失就消失了我也是看到这些奇迹那些奇迹要找出规则 规律让人家知道原理才可以模仿 才可以例行才可以来实践今天邀请到阳明较大传统药研究所教授许中华医师来告诉大家吃补补错可能补到癌细胞扶持正气 预防疾病该怎么做一起来看看吧\n今天的名医系列邀请到今天是第一次来我们节目阳明较大传统医药研究所教授实际上他以前之前是在北市联谊中医师他在台北的昆明医院区唐医院长的许中华医师医师你好 你好因为观众朋友可能在了解医师的专场是中西医的合并关键的合并技术合并然后在癌症治疗上面因为其实癌症治疗\n这件事情是近几年大家开始有一个意识就发现说有中医的概念跟方式真的能够协助到可是我很好奇的就是说医师你是中西合并而且你家祖传四代都是中西吗家学渊源一直家里就是小时候都在家里看着怎么做药 怎么看病当然有药房的味道我们就在中医的家族里面长大的那后来就有机会读了医学院\n试了大概五年的西医走了内科医师也完成了专科医师训练拿到安宁专科医师后来再回来当中医不过其实医师真的是行医三十年非常老道的经验其实你看过的患者有六十万人次特别是我觉得大家一定会有感的是过鬼门关而不入甚至有一些是肿瘤奇迹消失的案例是 因为可能看病看多了也碰到不同的case把这些整理那一点点心得就是我们看到很多人\n肿瘤长得很大或者说他碰到一些瓶颈他很奇迹的那个肿瘤就消失了那从一些如果简单的中药我觉得还没有办法解释一切那我们把它做得完整的整理所以雷神父就是这样是雷神父他本来是一个血癌是一个法国人本来医生跟他讲大概活不过五年但是他的信徒来介绍来我的门诊看我一直以为他有在做化疗过了几年他肿瘤真的消失了\n现在血癌的人会从此做化疗我们就同时这样给他帮忙后来有一天他跟我讲我没有时间去做化疗没有时间做化疗他那个是事后事后才跟我讲我说吼我吓了一跳但是他的逆转那中间有爆发一次肿瘤还奇迹的消失这样的东西他现在一定不是只有我的药的力量一定还有一些神奇的力量所以我用一个term用一个中原美这家服务证的力量从宗教的角度他有另外一层解释\n就是一定有一些神奇的力量在发挥在他身上他最近已经从他这个病人已经看了十多年你知道法国人又是神父会吃中药真的很少见所以他每次穿着神父的衣服在我们诊间大家盯着他看他很客气又跟大家聊天也很欢喜来交好多朋友因为其实我前一阵子看了这个医师您的说福证的力量里面其实有谈到就是说这个正气在这个人的\n这个在对抗疾病跟预防疾病的过程非常重要可是我刚刚听了雷神父的案子的时候我在想这个正气跟治愈力有没有关系\n对待会儿就是也要跟院长好好请教我们\n其实我比较好奇的是是不是可能有一些警觉征兆是我们可以提前自己先预防第一个是说找你的家人比如说我的家人我爸爸妈妈我的子媳妇我的兄弟姐妹有人得了癌症你就要特别小心因为你是高危险期那第二个就是说你以前没有这些症状你忽然之间有或一直持续有比如说哪里痛或哪个关节出了什么问题他以前没有这些症状会一直咳嗽体重下降真的\n其实他以前没有现在有这个要特别小心那另外第三个就是说如果有机会要应该做一个例行的针对性某些他的身体来做检查我们中医主要是靠把脉如果有到位的中医师他是症状还没之前卖卫生呈现就上医医卫病卫病还没生病他会先看到那通常是我要头痛可是我脉看到那问病人说你有没有头痛那没有可是他回家就头痛为什么会这样是气血持滞还是什么吗就是从脉看到脉看到脉我们理论上那个把脉\n那个脉可以看到看到那个上焦中焦因为我们老祖宗没有抽血X光可是他还是要做出诊断那那个他就教了教我们从脉里面来看从这个寸观止可以看到我们全身的脏所以癌症也可以这样子也可以先还没发之前就可以发现吗就是要看那个医生还是要有训练的有到位的医生也许是他还没有产生癌症前半年或一年他真的可以看到医生你可以真的帮我爸爸看吗\n所以就是说就是因为终于爸爸可以发现久孕的病灶就是他会生癌症就是三个他本是虚还有个死血存在就是一股火气或怎样一个存在然后他累积很久这个叫久孕我们不要变得很久比如说前面两个看到就赶快处理就没有久孕就不会变成癌症就不会病入膏吗那这个就有点像预防医学来预防这个癌症所以这个是相当值得CP值很高\n值得来做了解一下这样对不对我真的没有想过因为其实每次去做进几个还蛮贵的把脉居然可以先做预防医学而且其实不是只有人可以把脉我之前有看过连红毛猩猩也可以把脉那个是好几年前那时候不是红毛猩猩变成保育动物吗不能养 大家都送到送到菩萨动物园他们就给他很多药他们就那个红毛猩猩不是有一个会在生里蓝带蓝带就发炎他们给的第三代抗生素什么都医不好因为之前好像\n已经有一些人送来养的走了没有医好所以他们很怕然后需要用到有点瓶颈他们说好像我会请我去所以不找兽医找中医他们有找了找了但是就是就好像走投无路了不敢这么说但是就是他们试了但是也很worry议论当时我就好你要叫我去可是我要透过把脉他们很不错他们就还帮那个红毛猩猩训练手放在那里\n结论是这只红毛猩猩有看好有看好是不是有看好而且你还看了他那个望闻问接连舌头都看了他们那个卫食的那个保育员跟他很熟我记得那时候还登到那个《中国时报》头版是像新奇疗法新奇疗法登得很大但其实对医师来讲这并不新奇我们常做的有时候病人其实说不要问问\n他可能没有办法讲话的或者说他听不懂语言的外国人有时候我们把脉我们就知道了把脉看谁懂就大概略知七八了是因为我自己在看这个医学史的发展的时候忽然有一天有一个奇怪的想法就是西医在对抗疾病的过程就是把它当作战争你看从早期的短兵相接对不对然后到化学战然后到核武到核子战各式各样的方式然后现在又进到基因的作战的方法\n可是其实中医应该是完全不一样的方法我们是守就是如果以癌症来讲因为我做癌症西医譬如说开刀、化疗、标靶种种把它移除或者电疗等等把它移除它都是弓那中医是弓嘛就是你常常打战亚中医是守我们中医也有当年没有西医的时候也有一些弓但是那些药比较好的像子三醇有些中药它会除化成西药类似弓可是如果还有一些疾病\n所以院长其实照你这样说像是西医他们弓的这种方式很可能会好的坏的通通都一律杀死所以如果我们中西合并的话那我就可以在弓完之后还可以用中医的力量守住我们本来这些好的部分是吗\n是,就是那个知名作家的妈妈她的口腔还是蛇癌第四级有跑到好多地方我记得是用免疫治疗本来是说要做六次可是她做了两次就没有办法做了因为根本就没有办法折腾后来想说我们爸妈一看\n就是那个正气一定要扶住所以当时她也不想做那我们就说好那就给她扶她的正气正气够了以后再给她一家区学的药她后来真的就完全健康了完全健康而且重大伤病好像卡已经被取消了就代表是健康又好多年其实我觉得院长很特别的一个观念就是像是我们过去其他的医生如果讲到癌细胞他们都会觉得要歼灭他们杀死他们\n但是医生你讲到的是我们要宽容包容他为什么癌细胞不是从外面来而是自己的细胞变的自己生的小孩那个小孩不乖那是好孩子还是坏孩子癌细胞已经变成坏孩子坏孩子可是总是自己的孩子吧你把他杀不完杀不死所以用教化的方式或者说他很坏的时候打打屁股,化疗打一打开刀把他移除但是你要对他长久来讲你还是要包容宽容那我常常在免疫\n所有的癌友觉得我们要把癌细胞转个念要跟他和平相处个案其位你把他想如果说癌细胞本身如果那个继续他哪一天走了他有得活吗他也不希望你死对不对他说得很快他也不希望你死因为我不在人间我的癌细胞没有得住所以这个东西互相一下那癌细胞可能就变乖因为其实我发现现在的医学里面对癌细胞的这个想法其实变得非常多元而且复杂\n医师讲说对他宽容一点所以他们说让他自己凋零对不对自己凋零这种方法那另外一个方法就透过饮食跟营养然后转化我们的体质可是我有看到那个新闻上面讲到说如果补错了会补到癌细胞真的吗就是大家想我们譬如说化疗或你把那个癌细胞打了他可能大部分死了但是如果有一层或两层他要死不死中间那你如果补了很多\n那个营养东西拿去吃我常常举例就好像我们有一棵果树我们希望这个果树吸收养分对不对那你肥料都撒下去把他砸草砸草就像癌细胞是不是会长大你应该针对性把草除掉或我要针对性这一棵植物的旁边在施肥所以那个补药有专业而且知道补在哪里哪一种性质补而不是毫无目的的那个全部乱补那我又怕补到癌细胞但是我又已经在跟他对抗的过程当中\n他说我自己的身体可能也比较虚所以我该怎么补是补对而且就是补到刚刚院长你一直提到的正气让我们的身体更加的扶正对那所以我觉得这一块观众朋友可能不容易这一块其实是专业的而且很抽象很抽象医师你自己怎么补自己我自己怎么补怎么吃越简单越好原味清淡蔬食不要吃太饱所以你是吃多边素我大部分都可以我都吃素但是如果说跟朋友在一起\n要吃什么我就跟着吃只是说我就不要去夹那块肉吃素不会营养不够吗你看我还好所以就要 还好 很多人对 因为我们的消化剂医学院做了很多就是抗癌的饮食没有两样优质蛋白还有这种食之化克的蔬菜所以医师也会特别强调或注意这两点我觉得这块是蛋白是要那有一些植物性的蛋白动物性的蛋白那大家可以随你的基因怎么样那如果吃素的朋友也许是就喝豆浆\n那像我个人我虽然大部分吃素可是我蛋奶我还是有那那个也是算补充一件蛋白质除了在饮食上面可以做这样的一个调整之外其实我非常好奇的是院长之前有一个案例是一位老先生他本来有六公分的肿瘤但是他常常去接触大自然去爬山就后来肿瘤自己消失了真的也是我亲身见证就一个老阿那以前是退伍军人他被医生就诊断应该是被限癌然后有六公分然后他就跑到乌来\n那个那个信贤村那个什么一个铺铺在那边租房子住在那边然后每个月就回来给我看然后三个月还是四个月要回到他在龙总然后就说他真的慢慢消失半年后他真的消失就消失了我有下了好几天我自己知道我几两宗我的中药应该比卢先生没有那么大力但是我觉得他是有言言不绝的正气除了给他中药帮忙之外他在一个环境里面他吸收了大自然的精气那这个正气两个互补像有时候我们看到新闻有一些\n富豪他会特别去买那些名贵的药材牛脏脂啊人参啊医师觉得真的真的我有讲一个例子给你们听就是以前我在行医过程有一个刚来的病人他就是一直复发那个医生就一直跟他栓塞栓塞没有血管可以栓塞在我身上又过了三四年吧那种流都还在那有一天就他就怎么两三两个月没有来看后来他真的走了走了以后他的小儿子就拿了一包叫牛脏脂\n他爸爸往生前两个礼拜人家跟他讲说这个是特效药他花四十五万去买因为他爸爸就死掉了他就拿来给我我看了因为牛脏脂我本身在大学教书我们的团队就有人在做我自己当学者我知道我在用温水热水凉水这样给他牛脏脂放进去抹出来是染料的颜色这很无良的伤人对啊所以我那时候急急心理我没有跟那个病人讲我只是心里很痛\n想说我已经发明了那么便宜的药我医术也不错我就要来可是有时候要传播善知识让他们解惑所以我当时就是也是一个小小的念头就说好你们有什么问题礼拜四下午刚好没有课没有事统统来我都给你们免费误问题后来我们就组织了协会组织了基金会就来做这样子的推动逆转癌细胞这个福镇储方签里面刚才一些人讲说每天都要活动一下\n可是如果说我们运动过量会气虚的所以怎么样是合理的我觉得运动运动要跟着年纪跟着年纪比如说你二三岁可以可以跑跑马拉松可以骑单车环岛可以爬山可是到五六十岁你还去做重力把肌肉训练到那么大那那个反而是而且很多人到了五十岁之后开始去跑什么山山铁铁人那是因为他有时间了\n因为我来看是不健康所以要随着每个人的年纪那理论上是年纪越大的时候那个运动量还要持续动但是那个运动的强度激励的耐度要减少可是时间可以拉长所以不用纯粹来追求那个激励当然也可以做一些其他的方式比如说音乐疗法或方箱疗法对对对就让你能够沉浸你的心情的放松的疗法我想这个都是很值得的\n可以用哪一些方法让我们可以释放掉这些压力然后让心情是更好去培养我们的正气\n你今天想要做明天就会对医生那什么样的方法是最简单的扶正就是要睡得饱饱的然后心情好好的其实我一直有一个想法在我心中绕着就我弟弟我弟弟的来诊之后他就变得有点悲观然后他常跟我谈说五年存活率医生你怎么看五年存活率就是那个是一个统计数据那五年存活率的1%就代表有9%的五年内就会死掉对那可是1还是有那统计里面统计里面就是\n大量数据对那个个人来讲那个1就是存在的你要看到自己会成为那个1那个1就是如果它存在的就是百分之百大家要给自己信心那要去学习不是用想而已要去落实那我们要相信奇迹会发生在自己身上就是我在我那个书里面写到就是我也是看到这些奇迹那些奇迹要找出规则规律让人家知道原理才可以模仿才可以例行才可以来实践\n用一些实际案例让我们是觉得可以参照模仿的就以前我家的邻居那人很好他本来就是肝脏转一个肿而且那个肿就被包着血管也没有办法开刀六公分没有办法开刀然后后来他们就用纸纸把它治疗治疗也不敢因为就在血管你这样弄下去就留了很多很多如果照医生建议一定要做的话可是他又拒绝他说他放下了因为他是一个佛教主他就放下说我那么年纪那么大了没有空气没有\n不惊不顾不惧然后后来人家做化疗他也不要人家跟他介绍让我来给我看我给他看几年后看了大概一两年他后来就不去看有一次感冒又被送到那个就是北部某家医院大医院然后去后来人家怎么那么久没看给他扫竟然不见现在这个病人还来看我那天写好书因为我给他访问我要送到他的书我要打电话给他我说对对对我本来挂好号要给我看送到他就很高兴\n好有福报 太好了所以今天这医师也带了书来福正的力量其实我看到就是说从生动心境临安到提升正境然后其实在西医的概念跟中医看就是让我们的治愈力能够增加那最后面医师有没有什么话想要对儿友们目前正在抗病的朋友说呢我想还是要鼓励大家我们不喜欢得病但是真的得了还是要鼓励大家我们就面对它然后来处理它\n最后给它放下是那这个不是那么容易但是我猜有一群你的好朋友要跟你一起努力来完成这趟旅程是 今天谢谢医师带我们这么多正向的力量谢谢你 谢谢谢谢医师\n主播出",
  "elapsed": 3.12,
  "created": "2025-07-10T05:57:25.607666+00:00"
}