{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不開刀、不打針！骨科權威教你3分鐘逆轉「退化性」關節炎！ ft. 全台最難掛名醫 呂紹睿.mp3",
  "text": "你知道該怎麼樣不吃藥不打針來逆轉退化性關節炎嗎如果吸痛的話不要一開始就吃藥打針像這位病人就是第三期的病人但是排刀排一年多還要再多痛一年所以我們就教這些病人在開刀前好好的自我保養那這位病人就非常認真的去保養讓軟骨再生病人說他都不痛了所以也不用開刀了對 就不用開刀了這樣就不用開刀\n全台最難掛名醫中的名醫呂紹瑞來告訴大家退化性關節炎才不是因為退化名醫來揭開關鍵真相自己的膝蓋自己就該怎麼做讓醫師來告訴你\n健康促進中心的主任因為之前有報導講過說醫師是全台灣最難掛的五位醫師之一第一名平均起來都要等到半年以上對不對等開刀要等一年但現在可能有一些改善但我覺得這裡面我覺得醫師有個非常重要的是我非常關心的以前我們登山界我們運動界很多人都有退化性關節炎結果後來我們看了醫生的書之後發現退化性關節炎不是退化我覺得這件事情真是太讓人震驚了\n退化性西關節這個名詞引起非常多的迷思不只是民眾在醫界也是一樣我們看這張圖這個是我們骨科醫師在換關節的時候幾乎天天都看到的畫面同一個關節同樣的年齡外側通常都是完好如初就跟年輕人的完全一樣像這位是已經是65歲的病人內側卻是已經破壞成這個樣子必須要置換大家記得兩件事\n所以醫生今天給我們帶來一個非常新的觀念就是退化性關節炎其實未必是因為退化所造成那如果不是退化主因是什麼關於這個名稱引起的這個誤解事實上學名叫做骨性關節炎只有百分之十是知道原因的\n最常見的就是受傷受傷就結構被破壞因為這關節的結構非常精密只要稍微破壞它保護作用就減少那另外第二類是全身性的疾病譬如說類風失性關節或者是代謝性引起的尿酸過高沉積在關節裡面痛風造成的軟骨破壞那另外就是被細菌入侵像這些零零種種合起來大概只有\n百分之十那另外百分之九十大家不知道原因大家還是各說各話我提出來的一個理論在膝關節裡面很常見的一個構造叫做內側皺臂它這個皺臂它是關節囊在發育過程產生的一個皺摺就像我們衣服的皺摺那在年輕或者剛出生年輕的時候它非常薄它的位置很特別\n在我們膝關節彎曲的時候它都會跟軟骨互相摩擦叫做內側摩擦現象平均一個人一年彎曲膝蓋大概要一百萬次那這樣的重複摩擦會造成這個構造發炎尤其是如果你不小心彎太快夾到它就像舌頭被咬到它就會腫起來就發炎發炎之後它會纖維化所以通常到中年以後它就會變得很硬\n而且是有一個講法很容易記就是年輕的時候像絲瓜一般的柔嫩但是到年紀大了就變成菜瓜布一看到那個皺臂已經變得很粗了像一根繩子一樣而且我看了都會痛對我通常在演講秀出來的時候那個觀眾就開始摸膝蓋所以就是這個內側摩擦現象無時無刻在破壞軟骨所以我們做了一個模型\n用中年大概五十歲的皺臂的硬度去模擬大概膝蓋再彎到五十度以上的時候它產生的力量就會破壞軟骨五十度其實屈度沒有很大我們通常走路跑步是二三十度所以走路跑步是不會有破壞的問題所以爬樓梯跟蹲最容易我做班公式這樣大家就比較了解很多人有那個經驗半夜在痛這個軟骨也是在被逐漸的破壞\n所以我們就教這些病人在開刀前好好的自我保養\n回來造了X光片可以發現它的間隙都張開了因為軟骨長出來了不但沒有繼續破壞反而長出來而且變成說它都不痛了所以也不用開刀了就不用開刀了雖然骨子還在但就不需要開刀了這樣所以這樣例子還不少到底要什麼樣的方法才能夠自己來保護跟秀自己的關節智慧呼吸三加三所謂的智慧就是你要先了解病因第一個三\n就是說日常生活三個原則目的就是要減少摩擦所以第一個就是少彎少彎大家都非常了解但是我們不可能不彎我們上廁所坐椅子都是彎爬樓梯都是彎所以坐著這個腳這樣也算是彎也是彎非得彎的時候就慢慢慢彎就不會有這個皺臂不會被夾到即使它摩擦這個慢慢速度也破壞力就不會那麼大\n那另外第三個不要彎太久曾經有一個病歷報告一個高中的女生坐車子去他們辦旅行坐了好幾個小時回到家之後整個心態腫了好幾個禮拜大家可以想像如果我們的舌頭你把牙齒把它咬住那個姿勢放個一個小時舌頭是不是會腫起來對所以它腫起來發炎了就會釋放一些化學物質就會破壞腦袋骨所以如果你\n本來就有膝痛的問題的人就是要特別注意如果真的是要做那種長途的旅行或飛機這樣很長程八九個小時那飛機尤其經濟艙很窄我們可以抱膝抱起來也可以抱膝不就更彎嗎抱膝讓你慢慢抱重點就是要動就是要活動讓這個血液循環增加醫生因為我有聽說有很多的長輩可能在剛起床的時候你會覺得膝蓋是最痛的\n有沒有一些方法也可以幫助它緩解一點睡覺的時候膝蓋是沒有在動沒有動那你發炎的地方就會腫起來循環會長這個時候你就不要緊張也是把膝蓋稍微抱一抱或者是先坐在床圓把膝蓋稍微伸直稍微慢慢的動一動讓這個血液循環恢復那個腫慢慢就消了是就可以起來腫\n不如這樣的話醫師的教我們護膝的三個運動到底要怎麼做我們一起來看一下好了智慧護膝三加三的第二個三護膝三運動的第一個運動就是直抬腿找一個舒適的椅子把腳伸直最好是跟地面平行重點是懷關節要勾起來腳要勾起來讓它撐住十秒鐘來鍛鍊我們肌肉的耐力\n放下來直直的放下來休息個兩三秒然後重複再做第二次再放下來休息兩三秒再重複做最好能夠做到十次做完之後再換另外一隻腳那這樣算是一組每天做三到四回合那比較好記得就是三餐飯吃完之後就做一遍睡前再做一遍鍛鍊我們大腿的肌肉\n因為我們知道關節周邊的肌力非常重要肌力夠的話上下樓梯或者做一些彎曲的動作的時候你才有辦法慢慢的彎接下來兩個動作主要是要增加膝關節的柔軟度來降低軟骨之間的靜態壓力那我先示範這個爆膝的動作背部要靠著椅子那這個動作在床上也可以做把膝蓋彎起來盡量把手靠著椅子\n靠近懷關節這樣比較能夠使力然後慢慢的把它抱到腳跟要能夠放到椅子上這樣才是最標準的一個彎曲的角度問題是有很多膝痛的人他沒辦法做到這麼深的一個彎曲那怎麼辦呢兩隻手放在大腿的下面把大腿盡量往胸口抱往胸口抱這樣那個小腿自然就會\n放鬆那放鬆你再試試看有沒有辦法抓住小腿再把它慢慢抱起來如果你的膝蓋正在急性期正在痛的時候那這個動作會比較困難那就記得動作要非常慢緩慢你可以忍耐的程度但是絕對不要因為痛就不敢做越不做那膝蓋就越僵硬等於一個惡性循環膝蓋越僵硬那個軟骨之間的壓力就增加\n那軟骨也會慢慢的破損到底要抱多久呢就按照個人的忍耐程度當然是越久越好而且次數也是越多越好那重點就是動作要慢目標就是要把腳跟能夠放到椅子上第三個動作就是壓膝的動作那它的目的是要讓我們的後腳後膝窩太緊的筋要把它拉鬆因為常常\n放棄膝痛的人通常那個膝窩會越來越緊他腳會伸不直所以先教大家檢查一下你的膝蓋有沒有辦法伸直在床上類似這樣就前面類似這個有一張椅子大家想像是在床上我們盡量把腿伸直然後你的手從床墊這樣伸進來如果伸得進去就代表你的膝蓋沒有直注意要把腳放正\n膝蓋骨要向正上方不是這樣歪的用兩隻手合掌放在膝蓋骨正上方輕輕的往下壓不要用這種方式這種方式會傷到這個韌帶放在地上也可以壓如果說已經痛很久這個膝蓋已經很僵硬怎麼壓都壓不直的人怎麼辦呢\n把那個氣放掉它就會變軟軟的就類似沙袋就把它放在膝蓋上面當你看電視或者是休息的時候就這樣放著放的時間越久越有效果當然受不了的時候再拿起來如果你的膝關節非常僵硬的當然就要做多一點時間也要長一點目標就是要直後來才意外發現在醫生書裡面講到有適合的保護膝蓋的\n有害的運動要我說比較適合的運動的話第一個就是健走因為虛度不大第二個是跑步走路跑步是我們人類自然的活動方式所以膝關節演變幾千多年下來它的結構就是適合這樣的活動它不會傷膝另外就是緩慢的譬如說太極拳或者是瑜伽它慢而且它也有拉伸的作用等於它也有\n我們三個運動裡面爆膝壓膝拉筋的作用這有害的運動裡面上下樓梯也算是其中一個為什麼網路上大家一查都是說上下樓梯因為體重的關係上是身體的重量五倍下是七倍所以這個重量會傷害軟骨事實上並不是這樣因為軟骨它是一個承受重量的組織你越壓它這些間接的壓力好像這個跑步走路\n間接壓力對軟骨是好的重點還是這個皺臂要避免它被夾緊那醫生如果是這樣的話我們還是一般生活會有上下樓梯的需求是不是把握你剛剛說的原則慢慢彎輕輕彎確實稍微微彎它那個伸直彎曲的幅度就不會那麼大重要的還是動作慢只要慢就不會有問題接下來的話到園藝跟蛙式游泳\n跟這個曲度過大有關係嗎園藝是這樣因為你在拔草等等要蹲下的時候有時候比較急會有快速蹲下的這些動作那如果是長期蹲並不會傷心長期蹲譬如說我們盤腿或者坐禪的人長期蹲反而對膝蓋是有好處的等於我們抱膝的那個動作就是一個拉伸的動作它可以讓膝關節更柔軟\n時間的壓力可以更小這個軟骨就會比較健康那至於游泳也經常是醫師或者復健醫師建議膝蓋有問題的人的運動因為他不負重我們還是用重量去解釋但是有些人去游泳游回來說怎麼更痛那就是因為彎曲的關係彎曲所以就蛙式這個腳蛙式有那個蹬腿但是正確的蛙式是踢腿夾腿是快的\n那個是伸直伸直不會傷膝蓋但是你要換氣的時候是縮回來的時候如果你換氣很緊張縮很快可能就是縮回來那個動作會去夾到這個周邊那醫生講自由式他的腳都是夾的自由式他如果是正確自由式是大腿帶動小腿膝蓋也很少彎的很少有些人踢腿膝蓋彎的很多彎曲很大那個也不好之前我聽過\n如果說膝蓋不好的人可以去騎腳踏車真的嗎很多病人被醫師建議就買了室內的腳踏車騎就會越騎越痛甚至有些病人開完刀也趕快去騎也是越騎越痛為什麼也是一樣就是重複彎曲一定要騎的話你就注意坐墊調高一點彎曲角度可以減少踩的那一隻腳用力快沒關係另外一隻腳縮回來的你肌肉放鬆放鬆不要緊繃的緊繃的時候\n會去夾到這個周邊如果按照醫師的理論的話那運動傷膝蓋也算是一種迷思對不對沒有錯有一個研究他是終身從事三鐵的運動員他年紀大的時候請他做全身的核子共振掃描結果發現他軟骨的量跟厚度比正常人還要大還要厚所以這個就證明軟骨我們越鍛鍊它它會越健康醫師我常常有聽到有些朋友他們可能就是長期在做運動\n然後膝蓋都不舒服了然後他們可能就會去打不到膛胺啊PRP啊一些打針吃藥的方式去減緩那種不舒服可是在您的書裡頭有提到其實不應該急著做這些事情而是要了解他的病因全世界都一樣正統對於這個疾病的治療方式都是這樣全床吃止痛藥再打碰尿酸PRP然後做關節鏡清洗等等那為什麼會這樣就是因為不知道病因認為它只是一個老化的過程\n醫生能做的只是幫病人減輕他的症狀但是我們知道病因了之後就不應該這樣因為疼痛事實上是我們身體的一個警訊就像鬧鐘一樣警鈴一樣那你吃了止痛藥或者打PRP碰尿酸它們都有消炎的作用會暫時讓你覺得不痛等於是把你身上的這個警鈴火災警鈴把它關掉你反而很放心地用你原來的生活方式\n就沒有注意剛剛講的那個生活三原則還是一樣彎很多彎很快彎很久而且你不知道痛反而裡面破壞更快所以PRP真的對這個退化性關節炎的治療是有效的嗎全世界的論文只有短期的追蹤而且幾乎都是症狀的改善並沒有證據說它會讓軟骨再生因為我們已經知道疼痛的原因並不是軟骨事實上\n都是這個裡面的發炎的現象如果說打了之後很快就不痛那就證明它只是消炎的作用我們看到的這個S光片左邊是打之前打了幾年之後變成右邊的情況大部分人現在都用傳統的療法的話會不會有一些隱憂存在呢有一些換關節的病人我是認為如果他們早一點知道我的理論的話可能就不至於要換關節接受關節鏡手術的病人如果他早一點知道\n可能用關節鏡可以得到更高的成功率更早治療他軟骨恢復的機會會越大甚至他有可能根本連關節鏡頭都不用開可以自我保健就可以等於說用傳統的方式在我看來是一種拖延病人的病情原本可以治好的一直拖到最後必須開刀必須換關節\n換關節的這個不滿意度還有三成可是為什麼醫師很多醫師還是會建議病患去換人工關節這有點弔詭因為這個百分之三四十的統計是出於非骨科醫師他做的研究他去追蹤換了關節的病人的滿意度在我們骨科的雜誌滿意度都高達90%以上大家周遭有換過關節的應該也都知道有些人就是不滿意還會痛\n到之後持續的疼痛原因非常多以前不曉得的其中一個就是我講的這個內側摩擦現象很多病人開了之後這個皺臂還在裡面還是沒有被拿掉有這個觀念的骨科醫師在換關節一定在最後刻意的會把內側皺臂把它找出來把它清除掉所以有這樣的觀念去做人工關節手術的話就不會有那個百分之三四十那麼高的不滿意\n醫生我是不是可以理解是因為他換了人工關節但是他沒有清掉內側皺臂所以導致他後來還是繼續磨損才會造成而且還會結巴更嚴重如果內側皺臂如果說事先就能夠拿掉嗎預防性治療就像以前說要出海要割毛腸那樣這個在藍偉炎這邊已經學術上討論很多了正反意見都有但是最後結論就是非必要手術不能開因為手術是還是有風險\n是侵入性的有大風險更何況我們這個皺臂我們在第二期第一期甚至第三期只要知道這個道理靠自己保養它就是會好起來的那怎麼保養能夠實療嗎比如我們都會說吃膠質的東西啊豬腳啊還是什麼之類的這些在以前不知道病因的時候當然吃什麼補什麼的概念但是現在我們已經知道是這個毛腸現象就按照我們講的智慧\n呼吸三加三事實上就夠了如果按照衛教的角度說到底我們要怎麼樣來保護自己的膝蓋那第一個對策就是預防那第二個三就是在臨床期病人已經有症狀了我們可以用關節鏡手術的方法而且是微創手術的方法到關節裡面把裡面所有後患軟骨的病因都找出來當然內側毛腸現象是其中之一把它清除掉\n這樣的話軟骨還有機會自我修復第三個對策就是說已經到殘障期了沒辦法了這時候就用精準的關節重建那我們所謂精準就是我們會刻意的去把內側皺壁跟它相關的病變全部找出來去針對它把它清除掉所以這樣就可以避免那個沒有被清除掉產生的那個百分之三四十的人他們的持續的疼痛的\n症狀其實我覺得今天聽醫師所說真的是完全打開了一個新的視野讓我們知道說原來退化性關節炎我們過去是有很多的迷思但是我也非常好奇的是其實這道理論聽起來很棒但是我之前在網路上查找資料的時候發現天下好像有報導到說醫師你的這個理論這二十幾年來一直沒有被其他醫界的這個同僚給正統到底為什麼我的這個觀念在骨科界在醫界我想\n很多人相信的在骨科界不相信的人可能還非常多我的論文事實上已經發表了十六篇其中七八篇是基礎研究的理論的證明另外一半是臨床的結果治療的結果就等於是很完整的一個論述去年就有英國的兩家雜誌特別給我一年的時間寫專欄報導我的理論所以我相信經過時間的驗證慢慢\n應該會有越來越多的人相信可是我看報導裡頭好像有提到說像是醫師你的臨床的這些技術都非常的成功但是這個論文沒有辦法被學界所認可很大的一個原因是因為沒有辦法提出對照組的一些數據那為什麼沒有對照組因為既然我已經知道這個病因所以不太可能讓兩組病人去做對照的實驗讓其中一組\n當對照組不去治療它的原因那另外一組我們積極的去治療它的病因這樣的事情我覺得我做不到找出病因就一定要積極的去處理它這樣對病人才是好的醫師人心人數先知總是寂寞的所以今天醫師他除了帶給我們正確的概念之外他還帶來這本暢銷的鎮定版自己的膝蓋自己救我相信大家透過這本書能夠\n更了解現在大家所說的退化性關節炎的真相今天非常感謝醫師帶來這麼正確的知識謝謝你 謝謝醫師謝謝這一集看到賺到了對 看到賺到了謝謝",
  "elapsed": 3.21,
  "created": "2025-07-10T05:15:25.979334+00:00"
}