{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不想罹癌？這食物千萬別碰！名醫曝一招超級抗癌秘辛：4個月癌症全消失！ft.美國自然醫學博士 陳俊旭.mp3",
  "text": "不断时三天就能降血糖你相信吗早期我大概花三个月把糖尿病的病人的血糖控制下来但是现在透过三天就可以逆转糖尿病今天邀请到美国自然医学博士陈俊旭来告诉大家癌症不可怕控制癌细胞成长的速度才是关键该怎么吃才能排毒不生病一起来了解一下\n邀请到美国自然医学博士陈俊旭博士博士你的专场自然医学大家都其实都很模糊就不知道它是什么但是其实在七年前的YT包括在十几年前出的书里面吃错了才会生病里面其实就已经在倡导很长一段时间但是我们一定要先请博士告诉我们到底什么叫自然医学自然医学在台湾可能很多人不了解因为台湾没有这样的学校甚至连考试\n国考里面也没有国考但是在美国它是正统的医学的一部分所以我在美国有自然医学的医生执照也是要念医学院我在台湾是念台大的附件医学但是美国再把医学院念一遍考医生执照有诊所在加州华州都有诊所那台湾人对这个不了解的原因就是因为很多人从事的是一个算非正统的就是台湾有一些医生甚至不是医生短期的训练也称为自己是自然医学那这样会造成一些混淆\n其实在美国真正的自然医学的医生是可以看诊可以诊断可以开药但是不喜欢开药为什么呢因为我们在看病人的时候我们先使用一些对身体没有坏处没有伤害的一些疗法所以我们很喜欢用一些饮食的调整我们不是跟营养师抢生意而是发现说很多毛病是从吃错了开始的甚至我们会从一些例如说营养的调整甚至吃一些天然植物或动物的萃取而达到治病的目的不得已我们再吃一些人工食物\n甚至在打针甚至开刀因为台湾人不了解所以认为说他是伪科学的\n那到底要怎么样逆转这件事情因为很多人就觉得说吃药控制至少都要三个月一季才能见效但是医师也是靠什么方式呢我早期是用低糖饮食就是低淀粉饮食那我可以在三个月的调理把糖尿病调理到正常简单的说你的三餐就是吃青菜豆腐汤配肉什么面啊饭啊你就先不要碰烧饼油条先不要碰\n青菜豆腐汤早餐也是吃青菜豆腐汤晚上也是吃它配肉你不能配其他的更不要配什么饮料啦什么地瓜啦饮料也不行不要当然你要喝无糖的OK啊那用这种方法的话呢糖尿病大概是三个月它就慢慢就恢复正常但是后来我就进展到净碳30就是把碳水化物净碳水化物降到每天30毫克以下的时候呢三天就恢复正常可是如果是这样的话\n会不会血糖会降太低了会有低血糖的疑虑不会不会吗如果说是低糖饮食或低碳饮食的话呢任何人在家自己做很安全但是如果是一个有打胰岛素的人还没有病人他要做刚刚说过的净碳30的话我要在旁边如果说他血糖太低的时候我说那胰岛素就可以减量甚至不打我们通常是这样子的40年老病号每天打胰岛素的人三天就恢复正常\n那个胰岛素就不能打了如果真的打下去的话他真的血糖会过低那这个时候需要有医生指导的人来帮忙他调理这个胰岛素的剂量所以刚刚讲到这个是低碳净碳30对不对那到底是什么净碳水化物就是总碳水化物减掉纤维剩下里面那些糖分会变成糖分的东西呢要控制在每天30克以内但是如果你提高到净碳50净碳100的时候呢就不一定了有些人就不一定会成功\n净碳30是比较严格的那该不会接下来一辈子都要净碳30接下来当然是要维持一段时间就是透过饮食跟运动而且是肌肉训练我们可以让他就跟一般人没什么差别了就是他的血糖可以恢复到饭前大概一百零几九十几饭后大概一百三一百四那你说他糖大病吗没有啊他就跟一般人一模一样但是你把他的饮食一变成一般饮食以后他的可能会恢复成他以前的样子\n是很有兴趣以前有一个非常有名的案例是海拉海拉他的癌细胞他现在还留存在很多的医疗单位里面海拉是一个人是一个人的名字是一个黑人女性的名字而且他这个叫癌细胞从他身体取出来到现在已经过了几十年了现在还在喔所以很多大学机构研究都用到他的然后后来他们有很多的研究发现就是说从海拉细胞发现第一个人身上都有癌细胞第二个就是说如果癌细胞快速分裂\n生生之后没有消灭那才是关键对是这样子吗对前几年美国有个医生他就去检查每一个男性40岁的男性一检查就是他用切片的方式每个都有前列腺癌然后去检查40岁以上的女性每个人都有一些子宫或者是乳房里面尤其是乳房的癌症癌细胞再讲一遍百分之百40岁以上的男女都有癌细胞你一切片就有只是他有长多大\n他长的是一丁点一个针头大还是一个算是一个黄豆大还是一个葡萄大意思就不一样所以癌细胞不可怕可怕的是它增长的速度你从一个针尖那么大分裂成一个蛋株那么大要多久有些人可能要分裂50年才会那么大有些人5年就来或者甚至有些人更快一年它就变那么大所以有些人说怎么那个人癌症那么猛爆因为它分裂得特别快为什么呢因为它可能免疫系统比较差\n然后没办法去控制那个癌细胞分裂然后就失控了那癌细胞喜欢在什么样的状态之下增生分裂癌细胞很喜欢四个东西四个东西 对首先第一个叫低温就是我们正常的体温大概是37 38度如果你的手脚或者是你身体某些部位比较冷那这个时候我们的正常细胞就活得不是很好但是癌细胞它活得很好我癌细胞在35度它非常快乐所以你知道吗\n我们身体什么部位最冷什么部位最热屁股最冷心脏最热然后女性的乳房是脂肪组织然后它是最冷的癌症还有病毒它们喜欢低温它一到39度之一它就受不了了所以在抗癌疗法里面有一种就是我们叫高温疗法就是提高核心温度的那种你知道我们感冒的时候会怎么样会发烧那是我们大自然给我们的一个本能对不对遇到病毒来这个病毒很强\n我只好用发烧我发烧烧到39度病毒被我们杀掉了保持在温暖或者是高温一点癌细胞就会死掉理解 那无氧呢人是有氧的组织啊一般的细胞它有两种呼吸的方式一个是比较没有效率的一个是比较有效率的所以无氧是没有效率的对 突然间你没有运动要去剧烈的跑步这个时候我们进行无氧呼吸以后它产生的能量少但是可以应急之用我告诉你\n这个就是癌细胞最喜欢的一种呼吸的途径所以如果你身体的氧气不大够那这个时候癌细胞就很高兴因为它很擅长于无氧呼吸它不擅长有氧呼吸但是我们正常细胞倒过来你环境的氧气足够的时候它就产能就很旺盛第三个癌细胞喜欢葡萄糖对 正常人的细胞它有两种能量来源一个叫葡萄糖一个叫酮体酮体是来自于脂肪的癌细胞呢\n很喜欢葡萄糖它不会用酮体大部分是这样所以我们就发现你把整个身体的能源换成酮体的时候很多癌细胞会不会饿死反过来你每天吃那些甜饮蛋糕那些甜食甚至淀粉类的话癌细胞就很高兴因为充满了葡萄糖在你的身体里面癌细胞就长得特别好最后一个癌细胞喜欢发炎是不是也是就着糖而来的在吃糖的话的确容易发炎但是发炎的确\n是另外造成癌化的一个重要的因素我们举个例子好了你知道B肝的人很容易会得到肝癌听过吧 对对对所以B型肝炎的人我们要预防它变成肝癌我们身体的细胞做到一些病毒的侵犯的时候短期之内它可能是一个发炎的现象是但是如果这个病毒不处理掉的话它长期下来就是会干扰会变得癌化刚才博士跟我们分享了就是说癌细胞的偏好是什么\n可以让我们去远离癌细胞呢对 像刚才提到一些癌细胞喜欢的东西那我们再做一些它不喜欢的首先第一个就是你的血液循环要好冬天的时候手脚冰了结果到了夏天以后你吹冷气吹电扇整个皮肤或者手脚冰冰凉凉的这个也会让癌细胞蠢蠢欲动所以我们要怎么做呢你就尽量要让身体动起来甚至要去运动满身大汗然后让血液循环非常好甚至要让肌肉很发达那这个时候癌细胞就有一点无法招架了\n这是第一点那第二点的话癌细胞既然喜欢吃糖那我们就不要吃糖你的糖吃的越多好像就是喂养那些癌细胞所以刚刚讲的那个低碳净碳30就是这样子不一定要到那么严格啦那其实大部分现在都是高糖高碳饮食太多了我们只要把那些精致的糖分还有那些淀粉类的尤其是面粉小麦制品降下来那果汁算不算果汁也是很麻烦\n当然如果你是真正的水果现打现喝那还可以但是我们现在就发现很多那些市售的果汁它有些都把纤维弄掉了甚至还加了很多糖那就不好住家附近有工厂那个很麻烦那都是促进我们身体要排毒第一你空气当然要把它弄干净水要干净然后万一进到身体里面以后呢你要用一些方法像我的书里面提到一些清水断石的方法啦还是促进肝脏的解毒功能\n这都有方法的那除了这个物质上的毒素之外我们还要去排心理的毒素心理的毒对 开心很重要很重要很重要所以我们就发现很多的癌症病人患他有个叫做相死漩涡这个意思就是说他这个人有点不大想活了那种感觉得到乳癌之前的半年都有重大的生活事件而且最大的最常见的就是先生外孕因为台湾的女性还是比较传统都是以先生为主\n他的精神支柱他的经济支柱一旦外育之后呢他会产生一个很大的一个打击那整个免疫系统就会垮下来就是要做一些心理的一些调试啦另外我很好奇就是说充足的维他命D反而是远离癌症这两者关系是什么很大维他命D越高的人他身体的这个癌细胞就越不容易活跃当然病毒也不活跃所以前阵子那个新冠肺炎的时候呢身体的血中维他命D越高的人\n这个比例就越低如果要达到这个目的有人说那我补充维他命D可不可以当然可以但是我强烈的建议你晒太阳因为晒太阳除了会让你自己产生维他命D以外呢他的好处太多了他会让你的粒线体里面的产能增加粒线体的衰退可能是这个癌细胞变成癌症的一个重要的原因有人把这个癌细胞的细胞核注入到一个正常细胞里面去然后你认为这个正常细胞会变癌症吗\n理论上如果癌细胞是因为DNA的突变那你把DNA注入到一个正常细胞就是一个癌细胞吗正常细胞会变癌细胞会变癌症吗没有 不会反而是正常细胞里面的粒线体他在控制这个细胞会不会变成癌细胞这个实验有点难懂啦只是他告诉我们说基因的突变不一定会真正的一个造成一个癌症但是粒线体很重要\n其实很多医学专家也强调维生素C很重要对不对维生素C几乎是我们在身体里面或者是食物里面最丰富的抗氧化剂那这个抗氧化剂它会抗发炎也会抗癌细胞那这个东西它不管是在粒线体里面也好或者是在细胞膜表面甚至在我们肝脏的解毒功能里面它都变成一个非常重要的角色就是维他命C它在很多地方都扮演重要的角色所以我们的饮食中如果维他命C的浓度\n高的话呢还包括一些生物类黄桶植物生化素同时多的话呢这个人他就不容易离癌甚至也不容易发炎最后一个因为我们节目上常常会讲就是减肥跟减重这个概念是不是要分析因为现在大家想用政治正确的说法不要讲减肥不要讲减重我从来不讲减重你减重减的是肌肉还是肥肉啊我要减的是肥肉是肥肉我们肌肉是非常宝贵的不要减越多越好但是肥肉其实到一个阶段以上\n它就是身体促进发炎的一个物质所以我们常常说你要减重减重不对而且很多人算BMI我也反对你要去看体脂肪不要看BMI你要去减肥而不要减重所以我接下来就想请教到底要怎么吃而且怎么分配我们吃什么我在20年前就提出一个食物社分法啦然后在那个年代大家就遵循那个所谓的饮食金字塔嘛那那个在20、30年就被我放弃了\n这是不对的什么叫食物社分法就是你每一餐你要注意你的蛋白质蔬菜水果淀粉大概就四分之一然后非常重要的是好油好油油是看不见的你要多吃好油少吃坏油在我的第一本书我讲到这个以后就吓一跳因为大家常说少油少盐其实不对要少坏油多吃好油然后很多人就是因为要生计饮食忘了吃蛋白质那这个也不对因为蛋白质很重要\n所以我们要多吃一些优质的蛋白质是淀粉一般人当然可以吃啦但是要吃一些优质的例如说吃一些马铃薯薯条或者洋芋片那些已经都炸过了而且很多有反制脂肪糟糕了反制脂肪不好反制脂肪是健康的头号杀手头号杀手美国已经全面禁止掉了台湾现在还没有禁反制脂肪反制脂肪是什么就是大自然不存在的你把这个大豆油把它部分清化以后呢\n就变成固体所以可以加点香料色素变成人造奶油那有人说这种奶油好像吃的比较健康它比天然奶油更不健康其实天然奶油里面有一点反制脂肪那是天然的那个是很健康的很奇怪我们人工做出来的东西常常会干扰我们的身体所以所谓的人造奶油里面的那些反制脂肪吃了以后呢什么心脏病什么脑中风癌症就在后面等着你\n这25%的淀粉社区我特别好奇我看得懂就是说糖尿病患者可能可能要再减半对我刚刚说的示范法是给一般人的但是你已经有糖尿病的一些症状或者是胰岛素主抗的话我建议你把淀粉再减一半甚至有必要的话在一段时间里面把这个淀粉全部把它拿掉吃一些蔬菜可以吃但是那些根莖类或者是五谷杂粮你先暂时不要吃那身体给它一时间把它修复以后呢它整个会逆转可是水果你看它要20%\n台湾的水果都很甜这个有问题啦台湾的凤梨、芒果经过改良以后怎么那么甜甜的不像话很好吃啊你那个很甜吃下去以后其实你再喝白开水的话白开水会变得苦味那在大自然的原始的水果里面它不是这样子的我自己也种水果我自己种的苹果或者是那些梨子没有那么甜再怎么甜也是很甜但是这个甜是很天然的而且吃完以后你再喝白开水的话就正常了所以天然还是最好\n最后一个就是要戒掉坏的零食跟戒糖戒糖他博士有说吗其实他听了这么多我真的很想听你分享一下你在临床那边看到一个实际案例其实真的是靠自然医学去扭转他的我们结合了主流医学跟自然医学之后双管齐向我记得好多年前我有一个病人他大概六七十岁来找我他跟我说他感冒四个半月没好我说蛤太久了吧感冒可以四个半月那不是感冒了我就叫他验个血就后来发现他的甘子素跟他的钢氯球蛋白那个都偏高\n其实他是得到的是钢癌我大概花了大概也是几个月的时间就把他完全逆转了他说钢癌没关系因为他年纪他说他应该活得够了其实他怕的是中风半身不遂这个意思就是说癌症没那么可怕我们只要去早期的发现然后你要去把真正的原因查出来那个病人我很简单我就是把他的肝脏的解毒功能提高然后就是吃一些刚说过比较天然的心理的压力如果有的话跟他聊一聊他很快他大概也是不到半年\n五个月他再去检查的时候就正常了不过我又发现我们在台湾有个特别的现象很多人做了这个放化疗以后然后医生会说治疗很成功了连癌细胞都被我们杀掉了然后他就很高兴结果没多久可能半年一年以后这个病人突然间死掉了我告诉你这就是没有巩固疗效巩固疗效因为我告诉你做完放化疗才是抗癌的开始尤其如果你走放化疗这一条路的话你要知道把大部分的癌细胞杀掉了\n有少部分没有被杀掉的是那些硕滚仅存的顽强分子你让他复活的话他的反作用力非常大不是有一个病人我叫他去种菜吗就是这个原因因为你在种菜的过程中你晒太阳你体力劳动的话你的身体会越来越好那这样才能让你这个真正的癌细胞被你控制住否则如果你假设好你抗癌成功以后又回到以前的生活压力很大\n你不能上班对那个病人他回去的时候我说你不能上班你要去种菜甚至就开始吃那些垃圾食品或者是加工食品的话那这个癌细胞就会反扑今天我们学到很多跟自然医学有关系的观念所以透过博士让我们今天又学了一个谢谢博士谢谢 谢谢两位 谢谢\n本集节目由下班生意赞助播出",
  "elapsed": 2.55,
  "created": "2025-07-10T05:08:25.873637+00:00"
}