{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】骨質疏鬆.肌少症怎麼辦？台大名醫教你這樣吃：避免跌倒、關節炎！ ft. 台大曹玉婷醫師.mp3",
  "text": "你知道肌少症跟骨质疏松应该吃什么天然食物吗是这些可以补充你的鈣质改善你的骨质疏松还有肌少症今天邀请到台大嘉义科曹玉婷医师来告诉大家宽部骨折后一年内的死亡率是20%这绝对不是小病小痛而已明依教你一分钟运动增加肌力一起动起来\n15岁以上的人有3个人就有肌少症哇很多耶而且50岁以上就有1个人有骨质疏松更多所以如果说骨质疏松跟肌少症一起发生到底要怎么办所以我们今天我们下班经济学民医系列邀请到台大嘉义科的主治医师曹玉婷医师你好曹玉婷医师你的专场就很特别有嘉义家庭医学然后妇女医学慢性病的控制还有预防医学\n是你的手背曲嘛对不对肌少症跟骨质疏松骨质疏松症最主要就是我们的骨质密度降低然后骨头的强度不足那进一步呢就会升高骨折的风险所以骨质疏松大家应该比较熟悉那肌少症就是它的肌肉质量不足然后肌力不足那进一步就会导致我们的体能表现下降例如说什么\n所以这个就是肌少症核心的表现肌少症呢常常会跟骨质疏松症一起发生它是我们现在老年失能很重要的杀手我会讲一个之前有病人的故事我有一个六十几岁的奶奶啊在浴室就滑倒了屁股很痛 巨痛而且爬不起来那到急诊呢做了一些检查以后确定就是这个宽部的骨折手术也算是顺利的进行\n回到家大部分的时间就卧床休息就很难再像以前这样子啪啪噪啊结果越躺越久这个身体机能就慢慢的减退重点是呢在手术两个月之后奶奶因为身体机能一路减退最后就全身的这个多重器官衰竭就过世了两个月的时间很短对那其实是很可怕的并不是说放着它不管肌肉减少一些骨质减少一些没有关系其实不是这样子的那我们就要看看\n怎么发生什么警讯是一定要注意其实你已经有了肌少症了刚才依次有提到走路迟缓对像我们平常室内的平地已经算好走的路如果在十秒之内走不完八公尺十秒之内走不完八公尺这就符合这个警讯了第二个就是握力下降没办法提重物一般大概五公斤重的提不起来会说拧毛巾啊都拧不干净这个叫做握力下降\n或者是拿东西常掉对不对因为我发现有一些老先生老太太就握东西的时候他就东西一直掉他没有力气了对对握不住稍微有点重量他就握不住没错这就是握力的下降那第三个就是行动很吃力例如说呢平常坐着的椅子要站起来就非常困难很慢一定对或是说根本站不起来一定需要用这个扶手还有一个就是像这个爬楼梯一般我们会说爬十阶如果你就\n很困难不是十层十层我也很困难但是如果他爬十阶中间就会常常需要停下来休息那这个也在我们说的警讯当中第四个就是反复跌倒一般我们会说呢如果过去一年内有跌倒两次以上是这个频率就已经太高了其实只要跌倒第一次的时候就要开始注意对不对对其实掉第一次就最好应该要到医院来做一些检查和评估才可以早期的去发现好那第五个就是\n这个我们一般是说在没有要刻意减重的情况下如果体重在半年内\n然后还有足量的运动这两个是不二法门是非常重要是如果是正确的饮食的话这到底要该怎么吃呢我们在鸡小镇的病人都会建议最主要就是蛋白质的社区要够第一个我们说优质蛋白质包括像是鸡胸肉鱼肉虾或者是如果是猪牛的话就尽量选瘦肉的部分生蚝应该也可以\n我个人蛮喜欢的对…你看我个人蛮喜欢的你看是用质蛋白质吗生蚝 海鲜也可以算是因为生蚝背景生的东西有时候我们担心其他感染的问题所以我还是优先建议这些好那再来就是大豆像是黄豆、毛豆、黑豆以及它的制品包括豆腐、豆浆这其实都是我们很容易取得的食物这个对鸡小镇都很好那第三个就是坚果类\n我建议例如说一餐大概就是一小汤匙一小汤匙如果是一天的话大概就是一把的分量所以也不要吃得过多因为它毕竟还是油脂很丰富的所以有些我的病人他会说坚果很好一天一吃吃饭包那个都过量了对…不需要另外足量的蔬果然后全谷类的食物它可以有抗发炎的效果另外就是也尽量避开加工的食物像是包子房\n反式脂肪人工添加糖这些都是尽量去减少我这边有个数据说六岁以下的小孩子他们钙摄取量不足有六成广告就用这句话来吓人对 很可怕其他不同年龄层有九成的钙是摄取不足的那怎么办我们一般成人确实建议这个钙的摄取量每天要在1000到1200毫克那根据台湾自己的调查确实各个年龄层普遍都是摄取钙\n不足的情况下所以多补充一些高钙的饮食所以这边先跟大家介绍一下五个天然的高钙食物第一个就是牛奶一般1cc的牛奶就有一毫克的钙所以如果我们喝一杯240毫升的大约就是240-250毫克的钙用一天灌1000cc那可能太多了对 所以有些像有些会乳糖不耐症然后在它里面也有一些乳糖的成分\n所以如果我们一般建议像小朋友可能一天喝个两杯这样差不多400-500这样子那成人当然也是还有第二种深绿色的蔬菜像是青花菜、菠菜、芥兰这些都是高钙的食物深绿色的第三个一样是我们的豆类制品涵盖量高的是哪些豆干、板豆腐、冻豆腐这些会比较适合第四个就是黑芝麻\n提到的坚果类所以这也是高钙很适合多摄取的然后第五个就是小鱼肝小鱼肝其实虾米、虾皮这一些它其实都是高钙的食物那另外钙其实有分很多种像我们这边列出了五种不同的钙它其实人体对它的吸收率也不一样可不可以请医师帮我们介绍一下那选择钙片第一个手重的就是钙的含量含量 对因为我们一样这个钙片例如说它写500毫克那假设它今天\n是碳酸钙这个含量比较高的它含有40%它的钙离子那它的500毫克乘以40%就等于它有200毫克的钙离子在里头吃的颗数就可能少一些但是像碳酸钙它就要注意有些人会产生胃胀气的问题二氧化碳对不对那像磷酸钙它的钙含量也蛮高的那不过它要注意的就是如果已经是肾衰竭的病人那就不建议使用那其他有一些像柠檬酸钙葡萄糖酸钙乳酸钙这些\n它的含量相对是比较低一些所以它可能就要吃比较多颗不过其中像柠檬酸钙它的吸收率蛮好的所以我们第一个看钙质钙离子的含量第二个就是看它在生物体里面我们吃进去以后的吸收率柠檬酸钙的吸收率就蛮高的只是它的含钙量少一点所以它可能就要吃比较多那在广告当中好像也常常看到葡萄糖胺这个成分那对于骨松是真的很有效的吗葡萄糖胺它其实跟软骨\n关节比较有关那确实有一些研究是认为说有帮助对于这个退化性关节炎这一方面但是我们今天讲的骨质疏松它是硬骨它跟软骨是不一样的物位所以其实葡萄糖胺跟硬骨就没有什么关系就是我之前有看到一个报告它写到说维生素低的补充其实对骨松还有跟脊扫症也有关系那有哪一些天然食物的补充是有帮助的呢\n维生素低它其实就是钙质的搬运工所以它可以帮助我们的钙在小肠吸收然后帮助我们骨头旷物化所以如果缺少维生素低的话确实也会影响到骨质那维生素低呢我们这边介绍几种天然的食物第一个就是鱼类你看又出来了优质蛋白质然后钙质又很像这样子鱼类的话尤其是像鲑鱼啊青鱼啊秋刀鱼啊\n这些是维生素低含量特别高的鱼类那再来就是菇类香菇然后还有黑木耳也是黑木耳也算是黑木耳也是那再来就是乳制品的话呢包括像一般喝全脂奶粉它的维生素低也是蛮高的然后还有一些像起司另外还有像鸡蛋尤其蛋黄跟鸭肉其实它们也是维生素低蛮高的食物那就怕过油不及嘛如果不够多摄取不多就要这样补充\n补充太多会怎么样像维生素低我之前就听过真的临床上有那种补过量导致中毒的状况那其实我们如果要从天然的食物去补充维生素低要吃到过量是非常困难的不太可能可是如果是从补充剂来那确实就有可能我们一般在补充的病人身上建议的补充量一天是800国际单位所以大家自己在买的时候可以注意一下\n可是有些人真的是我们之前听过就是补到一天补上万的因为之前有医生他建议就是说补充维生素低很像是存款就是你一次是慢慢慢慢拨款还是一次大量的给他所以医生是建议少量的然后定期定额的补充吗我们在少部分一些比较特殊的这个疾病上面的病人上面会用比较高量的维生素低没错\n没有这种高浓度的致济可是在一般我们一般民众自己去买来补充的一般都是建议大概就800国际单位这个上下那另外一个方式可以确认你到底补够了没有的就是去抽血检测可以抽血检测你血中的维生素低浓度\n不光本广告由新北市政府\n这个就代表说你可能有极少症的风险另外一个做法就是可以用皮尺来量用皮尺来量如果是一样量我们这个小腿最厚的地方如果男性这一般是50岁以上男性的话量起来在34公分以上或者是女性在33公分以下那就代表他可能有极少症的风险另外也有一个是我们的风险评估表它是一个五题的题目\n所以大家可以自己上网去购购看除了刚刚的警讯之外我们会建议有一些医院就有做一些衰弱症和门诊就是用一些仪器去测量我们的身体组成或者是用仪器去测量握力再经过医师的专业评估确定说极少症的问题是 骨松也是同样的检测方式吗第一个就是我们会看看他的身高有没有变矮以前人家说老斗Q就对没错 对\n如果我们发现我们的病人比他年轻就是一般身高稳定的时候矮了4公分以上4公分以上对 矮了4公分以上真的我们有时候在门诊问一问就发现真的是矮了4公分以上这个就很有可能已经有骨质疏松造成这个压迫性的骨折所以就需要去做进一步的检测是那第二个就是我们如果请病人背对墙壁抬头挺胸贴着墙壁站的时候发现他这个脑的\n然后头枕部距离墙面有3公分以上这也代表说他可能已经有骨质疏松了他没有这样往后贴吗他贴不住所以如果有贴到就不算是有贴到就不会了第三个就是通常这个是医师帮病人做去检查肋骨下沿跟骨盆的距离如果小于2公分或是一个指腹那这个也代表说他可能有骨质疏松的问题就是骨头的空间往下\n压缩的意思所以这几个4公分3公分2公分是一个蛮好的记法骨质疏松的话也一样有一个风险评估表大概一分钟大家可以自己勾一勾题目如果可能有肌扫症或者有骨质疏松的话他可不可能透过正当的方法来逆转他很难逆转少部分例如说我们的有些药物它确实是可以逆转骨质让骨质增生的但是我们说绝大多数的情况下\n15岁以后我们的骨质就是会慢慢的下降就是流失的快或慢所以我们常常都会提醒病人说你真的要趁年轻存骨本年轻开始就多运动多喝牛奶应该来得及了希望可以我们应该都来得及了希望可以如果说真的是骨松的药长期吃是不是对身体也有其他的影响其实骨松是有很多的药物可以选择当然其中有一些使用的时候\n会造成一些副作用的风险举例来说\n开始之前我们会先请病人去看牙科先去检查一下确认说有没有像拔牙 直牙这种比较大的手术需要做的最好就是先把它处理完再来开始骨质疏松的药物治疗其实药物的选择真的非常多种虽然我们现在大概的策略一种就是我们要促进骨质的增生另外一类的药物就是抑制骨质的流失可是这些基本上都是\n厨房药所以真的很不建议大家自己在外面看的电视广告或者是另外因为很多是没有经过这个追踪或是没有经过研究来证实它的安全性其实是会蛮危险的另外还有这个成分像这个选择性磁基素受体调节剂它的副作用就可能会增加血栓的风险或者是造成一些像是热潮红倒汗跟年齐的症状所以其实药物很多\n我们通常都会建议病人要跟医师好好讨论选择适合你的药物是 既然医师刚才有讲到运动很重要真的所以今天医师也要教我们一分钟来改善我们的激励\n这个动作一样反复做14早中晚都可以做第三个动作是平抬腿坐在椅子上之后把膝盖打直脚背脚踝往上勾让腿离开椅子维持10到15秒接下来换另外一脚\n轮流各10次如果有身体出现不适的话一定要停下来或者是本来身体有一些特殊的疾病也要跟您的医师讨论确定怎么样的运动处方才是适合你的",
  "elapsed": 2.56,
  "created": "2025-07-10T05:28:19.121343+00:00"
}