{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿房子】房價再跌20%！？專家示警：現在買絕對後悔！ ft. 帥過頭.mp3",
  "text": "房市曖昧不明房價真的跌了嗎如果想要進場的你該怎麼抓進出點呢\n今天請到人稱最狂投資客的帥過頭來告訴大家2025年房地產趨勢房地產真的泡沫化了嗎房價會跌多少會跌多久\n最近這五年其實這個漲幅有超過53.2%全台灣很驚人耶對然後其中你看新竹縣市96.8%\n其實台北市32%台北市房子貴但是32%可是這張圖我覺得有點反差因為你單看2024年Q1 Q2 Q3到了Q4各個縣市全台都是跌的對 足跡的漲幅反而下跌了\n你就總價而言大家平均都在一千一千的一大堆三千的不見了所以成交了一萬間一萬間加起來再儲下去的時候你感覺到總價已經下跌了事實上是三千萬根豪宅不見了你吃的自助餐一百它沒有跌但是你不再吃三百不再吃一千所以你感覺到它是跌了所以這個是數目上的陷阱我們從成交量來看\n2025年的遺產跟正義是12.8萬間那預售是13萬間我們講13.43好了教育遺產動數36萬中古屋只有10萬但是2025年的預售屋因為之前賣掉的遺產動數會是14萬那遺產跟正義還是13萬就27了中古屋會從10萬變成5萬27加5\n所以去年的遺產動數36今年的遺產動數會是32我們講總結就10萬變成5萬量縮了一半有一部分的地區會下跌我聽說這一波當中裡面受衝擊最多的就是房仲我還有聽說說有一千多間的房仲店面就這樣收掉了要收掉喔帥大哥你有觀察到因為你就我講去年就10萬間今年我一估就5萬間\n應該仲介會關一千間我在堅持這樣子有一些仲介都在開UBO應該是這樣啦找一間改行好了啦還是有人要買房子買房是一種需求不只是帥大哥很多人講說這個房市泡沫化但是這種泡沫是這種冰河時期來臨的慢慢降溫還是那種就是那個鋁鼠跳斷崖一次到底的不是房地產從\n來沒有看過血風時我可以不賣嗎我們平均13年就換換貸款結大部分沒貸款那種人你叫他怎麼拿出來賣你父母親他到時才要一陣子一年13萬間他根本就不會賣你結他也不會賣房地產扛得住不會像股票一樣就有跌停房地產沒有跌停那他竟然是緩坡式的那我到底要等到什麼時候跌到什麼時候\n才可以進場是不是據說要看一個人要看面相嗎要看梁金龍因為梁金龍在2020年的12月7號就土建農現代令對於都市計劃區的土建農現代令第二波連鄉村也土建農現代令他的七波都是通縮我們印鈔票會通膨那我們把資金抽回來會通縮\n這四年來剛好四年的七波很簡單的講叫做房地產的通縮所以他今年也一定會再打兩波可是為什麼要打兩波因為其實打炒房跟打房市是兩個不同的概念因為已經沒投資客了所以打炒房已經沒人在炒了我們還是掛著打炒房的招牌實際上做打房的通縮房地產漲太多了實際上也應該要打下來\n梁金龍你不打他的話你不打房的話他不能刷存在感因為你在講他管理的就是匯率利率通膨也是他的事講那些不就是很慢嗎只不過利率不過漲0.1%或跌0.1%只有一點的新聞度甚至記者都懶得寫打房就有刷存在感\n打房比較用力\n你等我選總統啊至少他們兩個不提這個證件我會提啊關鍵幾十年這樣子我們好像買房子越來越遙遠了不會啊今年好快就到了這兩年咧這兩年是不是可是新清安7月31號以後你看現在政策一直在變嘛對不對那新清安下個禮拜看他接下來要怎麼發展其實房地產上漲是新清安你既然可以貸款1000萬我本來要賣800萬我改賣1000萬配合國家政策嘛\n因為你利息很低嘛所以800變成10001000變成1000萬是利息變化至於3000萬跟新清安無關他不會去買3000萬1000萬的漲30%2000萬的漲20%3000萬的漲10%至於豪宅同一個時間點跌10%所以新清安影響的是1000萬上下的就立刻上漲只要新清安在那個小財那個低總價還是會繼續漲\n如果說要自助或者是要投資那這樣子怎麼去挑到合理又合適的物件\n他有很多的環状線你就好比說無星捷也有一個捷運站你就放在那邊也許十年後同時你保證不會虧錢嘛板橋的湖州要拉一條捷運就在板橋的外面拉一條捷運到新莊的虎大旁邊再到泰山泰山又要高架到五股再到蘆洲這一條捷運線你知道的話就在這一條捷運站捷運線\n某一個站的旁邊你等它12年你保證你不會虧因為國家送錢給你至於說蛋白我們當時離開台北越走越好我們買菜蛋白買菜蛋糕它漲很大因為基期很低漲得很大現在這些地方會跌我們要回到蛋黃而且找有捷運的地方以後捷運的地方買房三要三不要你會怎麼跟我說哪些可以碰哪些是地雷\n現在盡量買有電梯的有電梯因為真的走路走不上去第二個就是學校為什麼要進學校因為小孩特別是國小國小因為我以前的小孩子是在國小六年級都挖著700塊到新河國小然後再送到安警班他再走路回來所以國小孩子要坐車子國中不用所以你進國小\n小孩子上學會比較近另外一個捷運捷運是政府送錢給你的是禁捷運還是要因為還有另外一種就是供購宅這個好嗎禁捷運千萬不要供購因為捷運宅有一個特色它不能天堂瓦斯不能明火第二個一定性隔間南京東路這一個捷運有一個人買了以後他不得已他虧錢要賣是因為他的\n不要公寓不要警官房不要車位很難理解\n警官房很棒比較貴吧事實上你不會看警官你只有在買的那一天很衝動你感覺這個警官才回你家家然後從此你只有財米有緣將出財\n25坪拿到35坪它的總價跟那種50年的40年差不多價格你會選哪一種假設有都更的可能性大馬路我會選擇公營只有選擇四樓五樓不會都更七樓八樓也不會都更假設他沒有都更地產在巷子的話那我一定選擇兩樓\n看好他那在挑選上面有沒有什麼建議小宅的兩房他同一個樓層會有十幾戶最重要的是他有沒有採光因為採光變成了很困難所以你假設兩個房間都有採光有客廳也有採光那是最漂亮的兩個房間加一個客廳三個單位有兩個採光是還可以的假設低於這個標準\n一看醫生有一個霧氣你看到那個床鋪你都以為跟你家的一樣大小各位我們常常見到的床鋪是有三種一個大小一個正常一個單人房但是我們醫生要150公分155 160個一定做所以你以為你看到的長度160是你家的180不是你家是標準的但是\n現場比較小現場會比較小20公分你不知道所以這個我們我們的格局的size都可以訂做所以醫生會給你一個40截的陷阱那小宅我有什麼地雷區千萬不要選到這樣子的小宅地雷區你要注意到他的房間數跟那個車位比1比72是極限1比72\n是極限我舉例說36樓1樓不要坐電梯有35樓1個樓層6戶6戶35樓就是210兩個電梯兩個電梯一個就是105這個不好電梯跟戶數一定要在72以下你坐電梯比較不會比較輕鬆因為現在很多人買不起房子就是年輕朋友\n我們等繼承好了去年36萬棟一陣是12.8萬我再告訴你我真的有統計每一年都逐步往上一年大概都是加2000 2000今年一定13萬棟明年一定13.2萬棟因為房子都在我們這個年紀手上60歲到90歲死了以後不是遺傳就是正義所以會越來越多我們也統計了這個圖表你看全台還有六都地區\n他最近前三季的贈與遺傳放數你現在看你這個前三季是4萬間你再轉到下一個這個是繼承5萬75萬7再加上9萬79萬7的話這是前三季我們講成一整年就是12.8萬明年一定是3萬間是不是在繼承上面有很多美角需要注意很多人是疏忽了就是贈與稅\n這件事情遺傳正義我各講一個千萬不要遺傳因為一個人是1000多萬的免稅額你有配額又增加一個數字你又增加300多萬所以各位絕大部分有2000房租他只用公告信息計算幾乎都沒有這一些問題來了因為我死了之後我兩個女兒一個有住一個沒住大部分的情況因為我是中介\n大部分的情況立刻丟出來賣賣了以後分錢賣的時候會有什麼問題房地產有45%你當時的基價房子1000萬公益房子的產值是零只有土地大概算起來會1000萬我會算成300萬300萬的時候我賣私家1000萬700萬扣45%所以這是不對的\n所以我要死之前就要把房子賣掉要賣掉不能讓我女兒賣我女兒一定會賣不管我這個房子有住了40年有多深厚的感情我的女兒在我死後第一件事情賣掉了所以不要被課稅的話你生前要賣掉現金處理另外一個正義要注意一件事情這常常發生我幫我女兒賣\n房子假設我女兒是20歲或者是讀大學沒有薪酬所以買1000萬房子用我老爸1000萬我就200萬我就贈予給他他用200萬現金200萬付了以後貸款800萬銀行貸款給我然後我是送給我女兒房子是我女兒的這個800萬是正義稅天啊我們銀行貸款慢慢來不國稅記得送完\n是你貸款800萬送給你女兒一次算一次算我就是問幾乎款這個是債務不對不是這樣那個800萬就是正義稅所以要避免的方法很簡單其實找公正人你借給你800萬每一年年息要合理的繼續一個%所以我女兒的收入有8萬或者2%\n我的收入會多8萬我女兒要給我我每一年用240年稅再把他30年把它退回來打平你不做這個手續我幫我女兒買1000萬用我的名字貸款才貸回來我貸800萬我就贈予給我女兒800萬這個小細節超級容易被忽略的國稅級的想法不是你的想法\n那最後面其實觀眾朋友最關心的會不會有第八波的大房百分之百會一定會有為什麼因為他四年已經打了七波了沒有任何理由今年不再打兩波這是為了刷存在感我今天幫他代言我是他地下的發言人小龍我跟他講說\n那如果說接下來有打房的話他政策是什麼樣子\n我們從2020年的12月7號開始針對新的房地產通縮今年是第五年還是會繼續通縮還會繼續用把錢收回來包括限制貸款跟提高利率他就不讓錢更多的進駐房地產他認為進駐房地產是不負責也許應該進入股票也許你應該買美國國債\n或者什麼反正做什麼都好就是不可以買房地產就他個人的道德認知他一個人的武力沒辦法沒辦法有人改變他是很多人講說這個居住正義沒有人講股票正義所以這個概念就是從這邊來來謝謝謝謝大哥謝謝",
  "elapsed": 2.31,
  "created": "2025-07-10T06:06:50.324753+00:00"
}