{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】吃這些擺脫洗腎命運？名醫曝3超級水果保腎：腎指數狂飆20分！ft. 洪永祥醫師.mp3",
  "text": "你知道該怎麼吃才能夠擺脫洗腎的命運嗎幫媽媽開始大概三個月回來之後她的腎功能進步了20分滿多的 真的是滿多的其實慢性腎衰竭要怎麼避免走到要洗腎我們講說一定要定期就醫然後要控制好三高那就定期吃我剛講的那些五大的護腎食物就可以把我們的腎功能保持得很好不會往下衰退就不會洗腎了今天邀請到腎臟科醫師洪永祥來告訴大家\n一招三個月就可以有效提升腎絲球過濾率另外加碼三種護腎水果一起來了解一下那今天我們蕭恩經濟學再度邀請到洪永祥醫師來我們上次講了不能吃的水果千萬不能碰的 對所以上次那個楊桃真是嚇壞好多人了 對不對那接下來我們今天要講的是少碰的蔬菜 對因為其實蔬菜吃太多對腎也會不好嗎要是你的腎功能是正常的\n多吃蔬菜是保護腎臟的假真的是健康的東西我們假可以排掉鈉可以治療你的高血壓然後又可以幫你逆尿消水腫真的是很棒只是因為腎衰竭所以不能攝取那麼多假所以你要是你腎功能正常你還是要多吃一些膳食纖維不能說這個誤會了所以以為這個傷腎臟不吃這個是不行的但為什麼我們一直在為教病人說你要注意一下不能吃太多蔬菜那是指腎衰竭的病人\n他排假會出現問題所以你如果吃了太多的假你就會造成高血假就會造成心律不整甚至腎衰竭甚至猝死的風險所以我們譬如在為教病人在吃蔬菜的時候我們通常會選擇比較低假的蔬菜綠色葉子的蔬菜通常假離子比較高我們所謂的低假就是說每100公克低於100毫克那才叫低假你看\n高達540毫克那個是非常高的然後你看現在530毫克這都是屬於高假的蔬菜那高假的蔬菜不是說一口都不能吃我們只能說因為你有一天有限制你如果吃了高假的蔬菜你每天能吃的蔬菜量就很少可不可以給我們一個指標可以吃多少如果以拳頭來給我們做一個譬喻其實我們講說天天五蔬果是指三份蔬菜兩份水果那我們一般正常的要這麼吃然後腎衰竭也是要這麼吃\n所以我們在吃這些的時候又不要超過我們的假跟零的多攝取量那什麼叫做一份的蔬菜半碗那種吃飯那個叫做一份蔬菜所以你吃了一碗的蔬菜那個就兩份了如果我們吃什麼川七現菜你吃了一碗半這個是你看100公克這是半碗那一碗半就是什麼三份川七就大概1500了1500了就超過了所以然後你為了不吃的你變成蔬菜量只能吃那麼少所以我們建議你可以\n幫助人只是你要吃低假的膳食纖維那如果真的是喜歡吃綠葉蔬菜了你就把它燙過但是還是選擇比較低假的蔬菜來吃所以醫師真的是不是有慢性腎衰竭的病友結果後來他吃了這些蔬菜就有不好的下場有個阿嬤大概75歲左右他的腎功能大概已經來到第四期了剩下二幾分你知道到第五期有可能就準備要洗腎進來我的診間我覺得他很不舒服開始冒汗\n走路會喘人就是很不舒服很不舒服那我後來聽了一下他的心跳跳好快我們一般跳的心跳大概七七八十跳我在估他大概是130到150跳體驗果然他是那個心率不整而且他去抽血他的假離子高達7.5你知道到7.5有可能會猝死因為假離子跟我們的那個心跳心臟的傳導息息相關後來那個當然這個阿嬤後來到了急診室他們幫他做一些處理假還是很高他們最後決定\n是用洗腎把那個假離子給洗掉我們講說這些蔬菜類的其實還是可以吃那只是說你不能超過我剛剛提到一天不要超過1000毫克的假就大概是我們講說大概1.0公克那哪一些水果是低假其實大部分的很多水果還是屬於高假的番茄香蕉奇異果這就是高假那你如果要吃這個也可以但是你量就要吃很少我們都大部分會推薦比較健康的又可以護腎的\n低假的水果第一名就是藍莓藍莓是真的是太棒了藍莓不只是不管你腎臟有沒有好不好都要多吃他其實裡面最強的就是花青素大概是他那個綠茶的十倍那又膳食纖維那又低假又符合我們腎臟需要所以實在太棒了那蘋果我們講說什麼一天一蘋果醫師遠離我事實上在那個美國票選抗癌的水果裡面蘋果也都是選擇第一名的那蘋果裡面當然有一些\n蘋果多酚綠原酸我剛剛念的這些東西還有他的膳食纖維對於可以抗發炎對我們腎功能也是非常有幫助的那另外一個就是鳳梨鳳梨事實上以前都是低假但現在改良又甜有時候假會稍微比較高一些些你要選擇酸一點的鳳梨我們講說鳳梨有很多的膳食纖維那維生素C維生素E最重要鳳梨酵素對我們的消化非常有幫助很多人會覺得肉實在太硬\n廚師就給他泡一泡鳳梨酵素肉就分解掉就很好吸收那你知道我們腎臟病患最重要的是不能便祕消化不良但尿毒就會從腸道吸收所以我覺得鳳梨是一個幫助消化非常棒的水果醫生我補問一句蘋果是要帶皮質還是不要帶皮比較好好多人有不一樣看法陽光紫外線在照蘋果的時候蘋果為什麼不會被曬因為它有一些很棒的果皮在保護它其實皮膚我們有一種那種\n原食物的概念其實我們的蘋果的皮不管它的植化素它的膳食纖維都是含量最高的大家都很在意哪些食物可以護腎所以護腎其實也不少醫生有幫我們主理解釋一下尤其是有幾大類的食物它抗氧化力特別強保護腎臟功能特別好我舉例好了我們常吃的那些洋蔥大蒜洋蔥其實我們剛講它有很多的一些類黃桶像大蒜有一些大蒜素\n這一類他們研究出來其實它的抗氧化力非常強其實我們腎臟在衰退的過程當中常跟那些氧化壓力什麼老化相關洋蔥大蒜它又是高膳食纖維的食物所以這個可以多吃另外他們後來研究吃洋蔥對糖尿病也有幫助每天可以吃25到50公克的洋蔥也可以降血糖生的還是熟的呢其實我們一直在講說洋蔥最好煮熟大蒜的話其實大蒜素在煮熟之後會變少所以你可以生吃\n但是你吃過生大蒜就知道了非常辛苦那個實在太辛辣了所以你有胃痛什麼我覺得就把它煮熟吧癌症的醫師他們也會建議可以吃大蒜來預防癌症所以大蒜是一個有非常健康好處的一個食物另外豆芽菜我們講說豆芽菜為什麼會選擇其實我們講腎臟病尤其是很多時候我們要腺蛋白因為蛋白越多有時候腎臟負荷會比較大我們後來發現蛋白質類的豆魚蛋肉奶內豆類的產生尿毒素的最少是對腎臟最友善的\n我們要選擇一個豆類的當然就黃豆 豆腐 豆漿 豆芽菜豆芽菜它的膳食纖維最高符合我剛剛講的膳食纖維高的所以豆芽菜真的是一個非常棒的一個互勝的食材另外一個叫魚感染魚感染事實上它是一個十字花科的跟我們常講的那些花椰菜很類似但魚感染它叫做黃綠色的蔬菜之王它不管它的鐵 它的鈣它的鈣比牛奶還高每100公克大概100公克\n牛奶100公克大概100毫克1比1但是它有到1比1.5鈣含量更高腎臟不好的人其實鈣需要補一些但是魚感染有一個但書就是它我剛講的它就是綠色的葉菜類所以它一樣一個殘鉀價格高所以這個一樣要稍微燙過才能吃如果你沒有腎衰竭的要保護腎臟當然魚感染可以多攝取一些很棒第一名的我選擇叫魚油魚油就是要多元不飽和脂肪酸\n有健康概念都會希望多吃魚油叫Omega 3有EPA跟DHA其實現代人其實常常因為那個循環不好所以要吃EPADHA又可以降我們的膽固醇酸酸甘油脂所以魚油其實是非常棒的食材魚肉我們會比較建議大概是一些小型魚因為大型魚尤其深海的大型魚有時候怕那個甲基骨含量會過高因為食物鏈的後面所以魚油我們可以吃一些\n比較小型的魚其實還不錯我常常在跟腎油講他可以吃魚油是因為你知道因為他們要限蛋白你吃魚肉半個手長大就只要一份他們也不能吃太多魚肉所以腎油就是說慢性腎衰竭的他們不能吃那麼多的魚肉因為要限制蛋白質的總量那這個我就建議可以多補充魚油沒錯\n本廣告由新北市政府農業局提供\n跟我們分享現磷現假現蛋白大家都背起來變口訣一樣了重點是要怎麼限我們要限數是60是限數還是90是限數所以今天請醫師來幫大家講清楚到底怎麼限現磷現假現蛋白裡面最重要的如果你全部都忘記了就記得限蛋白如果都忘記了就記得五份蛋白質怎麼限我跟大家講並不是所有都五份其實蛋白質真的是一個優質蛋白對我們人體最重要的營養素\n有胺酸有維生素有礦物質一般人真的不要多吃一些蛋白質尤其年紀大的怕激少症營養不良但是為什麼腎臟病要限蛋白只要我們蛋白質變成胺基酸蛋白質裡面有很多的磷 鉀所以它是一個營養豐富的胺基酸又變成一個叫尿素蛋就是一個尿毒素所以我們腎臟病的飲食的概念就是因為我排出去的功能壞掉了所以只能減少吃進去的不是蛋白質不好\n腎臟壞掉沒辦法排掉所以我們說如果你到了四十五分腎四九過濾到四十五分就要嚴格只能吃五份蛋白質這個大家都知道什麼一顆雞蛋叫一份一杯牛奶叫一份半個手長大的肉魚那個叫一份三餐加起來只能吃五份這個是指四十五分以下如果一般腎功能正常我們一般定義正常就是說你還有六十分你可以如果連豆魚蛋肉奶連牛奶再吃八到十分的蛋白質\n所以你會發現腺蛋白等於說只能吃二分之一吃一半一半人一半的蛋白質那當然你接下來常常就問說那我如果又還沒有低於四十五分又已經低於六十分記在中間你就大概吃個六七份的就開始準備腺蛋白但又不用腺到那麼嚴格剛剛聽完洪醫師分享其實我覺得腺蛋白已經很清楚可是磷跟鉀其實還是感覺很模糊對啊不好計算其實我們基本上腺的蛋白質其實就有腺到部分的磷跟鉀\n尿酸也腺到那了所以腺蛋白是最重要一天可以吃多少磷我剛剛講說不是不能吃就是要限制其實也有標準的答案是800毫克但是要你們去每一個算出幾百毫克這個太難了其實不是腎油搞不清楚而是每個人體質都不一樣我們有些人會流汗有些人會大便我們算出來的還是說我們要限制的說我吃進去跟我排出去的差了多少最後留了多少在我們身體裡面這個叫血鉀跟血磷所以最標準的是說你限制了半天\n那我們就來抽血抽看你的血磷我們講血磷的標準是3.5到5.5血鉀這兩個很類似血鉀的標準是3.5到5.1他們都記不得我就跟他們說既然是五字頭就是高了如果你抽血看到五字頭代表你過去吃食物的那個磷跟鉀控制得不夠好要再更嚴格一點那你如果看到四字頭平安你可以照你原來這樣吃那如果三字頭代表你還不錯\n還可以再多吃一些這大概是一個原則是這樣可是如果說因為有另外有網友在問因為我們做完健康檢查之後發現說腎絲球過濾率大概只剩下剛好就是60分卡在60對不對那剛好就是這個臨界點這個時候就應該要來限制飲食嗎你低於60分的時候就要稍微注意一下了不能吃過多但到45分你就要完全嚴格限制了事實上我的臨床經驗是大部分會出現磷跟鉀過高的其實45分腎臟\n當然還是有功能還是可以排那我的臨床經驗是會比較高大部分都到了第四期大概低於30分的時候磷跟鉀才會出現問題還不用那麼早緊張對但是已經要開始注意了但是另外一個我其實很好奇因為其實現在的電視狗狗好多就是說如果有腎臟病的人就不能吃高蛋白這大家都知道而且他們有蛋白質的補充液對不對就有很多營養品所以第一個就是說高蛋白真的會破壞什麼\n如果是腎健康的人我們應該是說如果你是一個身體健康腎功能正常者那你如果長期的高蛋白什麼叫做高蛋白我們是有定義的每公斤體重1.2到1.5公克這是正常的蛋白質的攝取量譬如說60公斤的人1.2就72到90公克然後能有超過90公克就是有高蛋白飲食其實有一些研究的確高蛋白飲食長期下來它的腎試球過濾率好像衰老的會比較快一些\n但是每個人都不一樣但也沒有那麼恐怖我們會建議說其實很多在練健身的他們腎次會每公斤體重可以吃到大概2.2公克以上這一類的我在我門診他們也會經常來找我因為他們很擔心他們腎臟會不會不好我大部分都是跟他們講你大概可以高蛋白飲食可以試試大概連續六個月六個月完之後你就要來驗一下你的腎功能如果說沒問題再繼續很多他都以為他腎功能正常\n但是有一群人藏著一種叫做輕微的蛋白尿那個叫腎試球他都不知道那如果說你有腎試球你又長期吃高蛋白那個非常傷腎臟那在吃高蛋白的時候因為你們同時在運動水分一定要足夠我剛講吃蛋白質的那些尿毒素還是從小便排出去的所以一定要多喝水你如果因為運動又水又喝不夠你又吃了很多的高蛋白這當然對腎臟負荷是很大我聽說有一件事情早晚我都堅持做其實對腎很有幫助那是什麼\n一個就是喝足夠的水一個就是運動這兩件事是最重要運動不是散散步他要做一個中等強度的有氧運動七天要五天每天要三十分鐘這個之前我在節目講過了但是每次好難做到為什麼你知道中等強度有氧運動可能是開合跳可能是急行軍或者是要超跑步超慢跑對三十分鐘負荷會讓你的心跳拉高到130跳微微出汗這對那個\n年輕人還好對的一些上了年紀的阿公太難了而且他們常膝蓋不好心臟不好怎麼辦建議可以做一個叫做泡溫熱水澡的動作這個研究大部分都是日本因為日本是一個喜歡泡溫泉的民族他們就發現那一群喜歡固定泡溫泉每天每天固定泡溫泉他的腎功能特別好而且高血壓的比例特別低循環都特別好所以當然可以運用在我們的護腎的這一塊\n泡個溫度大概在40度C左右這是他們做出來研究是最好的你有沒有發現你在泡完溫泉之後好暖呼呼的好想睡覺整個全身皮膚對那個叫循環變好了副交感神經起來的交感神經會讓我們興奮緊張副交感神經會讓我們好想入睡可是你要在40度C上下他們後來發現如果高於42度又把你的交感神經喚醒你去泡那個很燙的\n你去泡那種38度以下的也沒有什麼溫度的可能效果也不好甚至是接近體溫的他們在泡那個三溫暖就呼冷呼熱事實上是在鍛煉你的交感交感神經興奮一會又放鬆一會又交感一般我是不建議爺爺奶奶要去泡三溫暖泡溫水40度C上下從5分鐘開始慢慢泡可以拉長到大概15分鐘醫師有沒有什麼成功的案例可以跟我們分享其實我之前就是有一個阿嬤\n她就是一個慢性腎衰竭他們最緊張就掉到第四期大概甚至掉到30分以下她就是掉到26分她很不想洗腎我當然就跟她講多喝開水多運動可是她說媽媽這種關節怎麼運動我就建議她不然你就泡泡熱水澡心臟不好的人就泡到心臟這裡就好了如果心臟還不錯可以泡到脖子效果會更好這個女兒回去之後幫媽媽開始泡熱水澡大概三個月\n回來之後她的腎功能進步了20分真的是蠻多的但是這些還是有一些但書就是說你要泡熱水你是循環好你會流汗也可以排掉一些毒素但是一定要水要喝足夠所以水一定要喝足夠就是我們要泡的時候喝個一杯大概250到300cc的水泡完之後再喝一杯這個最重要感冒可以泡湯嗎當然不建議其實我們在講說身體處在一個感染發炎\n在不舒服的時候兩個醫師最常講的就是多喝開水多休息這是真的你身體在感冒的時候你千萬不要去運動不要去泡熱水澡我們身體要休息因為我們身體要去對抗病毒對抗細菌它需要耗掉很大我們的能量所以你要讓它好好的休息這個會適得其反會讓病情更惡化那如果有人很積極他聽醫師這樣說要多泡澡他當天洗完腎他可以去泡澡剛講的大部分都是\n洗腎你知道我們在洗腎的過程當中我們會把因為他腎功能不好沒辦法排小便所以我們會從血液當中把他的水多餘的水給拉出來所以在很多病人洗完之後血壓已經開始偏低了就是說那個叫肝體重我們已經拖到肝了我曾經有一個病人他洗晚上的洗完晚上就是洗到大概十點多從六點多洗到十點多洗完之後他又去泡溫泉\n他已經被我水拖乾了血壓已經低了再去把汗再逼出來他差一點昏倒所以嚴重低血壓所以洗腎病人我會建議如果你洗腎當天千萬不要再泡熱水澡有時候會血壓過低反而是危險醫師最後想請教是不是有一些真的這樣子做照著他做我們就可以不用洗腎了擺脫這個洗腎的命運我們一直在講說洗腎是這樣子就是說已經在洗腎當然不大可能擺脫洗腎的命運但是我們要的是\n就是說慢性腎衰竭到第三期第四期第五期我們要努力搶救腎功能我們說幾分幾分那個是叫做腎師求過濾率腎臟就是一顆過濾球你可以想到你有一個濾網然後要有水去過濾掉一些毒素那一定要靠水所以水最重要那我如果不愛喝水喝茶可以嗎烏卡爾的茶我們剛剛講說去茶飲內它屬於高齡高價的所以你如果很多人一直喝茶一直喝茶喝到最後零過高就破壞了\n腎臟那咖啡呢一樣是這樣子我們在講說咖啡有零你要選擇的話就選擇比較低零的咖啡但是還是有回歸到我們剛節目前講的到底因為它是一個整天吃了多少零的概念所以你抽血病人都說其實我自己有在喝黑咖啡黑咖啡很健康但是如果腎衰竭到腎功能很差能不能繼續喝黑咖啡你如果零已經過高了我剛講零出現五字頭就過高了就不要再\n喝了如果四字頭三字頭他每天都有在喝他才三字頭四字頭那還可以 安全你就知道這樣每次洪醫師來就讓我們學到非常非常多今天再感謝醫師來跟我們分享這麼重要的資訊謝謝你",
  "elapsed": 3.25,
  "created": "2025-07-10T05:50:53.611139+00:00"
}