{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿商戰】爆單30%只花1個月？揭外送霸主foodpanda的獲利秘密，3大關鍵讓對手全跪！ft. 蔡興樺、財女珍妮.mp3",
  "text": "今天我們的解密商戰系列要告訴大家究竟這些外送平台是靠哪一些關鍵的策略可以幫助我們的餐飲商家放大營收同時Foodpanda他們又是有哪一些致勝的戰略成為台灣外送龍頭的老大今天我們特別邀請到Foodpanda商務協理蔡鮮華還有才女Jamie一起來解密Foodpanda迅速崛起狂賺破億的關鍵因素再加碼能夠讓業績暴漲300%的三大行業\n營銷秘技首次公開\n所以我們今天邀請到的是Foodpanda商務協理蔡鮮華\n所以我自己有去查了一下就是近年在餐飲的外送平台上面信用卡的消費總金額\n在2021年開始基本上是呈現了好幾倍的一個跳漲然後到了2023年的時候每年是946億元的一個刷卡值所以如果你去看一天的話其實一天可能可以達到80萬筆的消費額我覺得這個是一個我自己聽起來覺得怎麼會有一個這麼龐大的消費外送的預定量所以如果大家去看雖然說這個時間點已經開始有一點趨緩好像沒有從疫情之後但是我自己身為一個也是從疫情之後才開始叫外送的人\n我深深的可以感覺到它已經滲入到我的生活裡面了所以我覺得這是一個普及的市場但是未來有沒有可能可以開發出更多的新的一些服務我覺得是我自己也還蠻期待的一件事情那當然就要想說那到底是誰賺走我們的錢嗎那台灣的外送平台其實最常用的我覺得就是像是Foodpanda或者是像Uber甚至是有些新崛起的比如說全聯統一相關的集團但是Foodpanda其實還是目前看起來占比最高的達到了快要7%\n所以我覺得這個部分其實也是讓我還蠻驚訝原來我自己平常在使用最常用的其實真的就是市占率第一的其實台灣的整個的餐飲市場它不僅僅走向了外食化它其實包括了數位化包括AI的浪潮這樣吹進來之後對我們整體的市場的改變有什麼樣的變化我們以前可能都會覺得外送它只是配送食物到你手上你可能只是想要省時省力但在我生活中發生兩個故事第一個是\n我爸爸他其實是兩個小孩的那我其實去到他家做拜訪去跟他吃飯那其他的途中他選擇就說我要去全聯買個東西於是他就消失了就一消失就半小時我想說半小時也合理啦他就走去全聯然後挑東西回來結果他回來竟然是提一個外送的一個替代我說你外送替代你為什麼要下去搬一個小時然後他才說其實他是透過這種方式來去爭取一點他私人的一個時間那他其實他老婆也都知道這件事我覺得是一個婚姻的調和器\n以前都說洗碗機是我的婚姻調節器結果其實在某些人的裡面他其實外送也變成他的婚姻調節器還有一個故事是因為我在前一間公司是有一個產品是賣咖啡機其實我們七八年前在日本有個非常成功的案例就是他會送機器給他長輩當他長輩起床按了一杯咖啡之後他會自動傳訊息到子女的手機裡面跟他說爸媽起床囉他今天喝了什麼咖啡平常可能是沒那麼密切的\n但是他可以透過這種很簡單的方式了解到我爸起床了他喝了一杯好喝的咖啡兩人的連結就這樣子起來了那其實我們在身邊也發現有很多的朋友他其實跟爸媽也不一定住在一起但是他們有幫爸媽訂餐的一個習慣所以其實我覺得外送原本我們以為他只是省事省力其實他現在我們在有些例子裡面看到他多了一層的一個價值是我們第二層第三層透過觀察去看到不過當然這些外送平台真的是已經全方面滲透進我們的生活\n那到底台灣的民眾多半都是用哪一個外送平台我們做了街訪喔現在就來看一下\n所以台灣的民眾剛好是一半一半對這個平台的使用但是我們只要很好奇問一下JanelleFuPanda到底在什麼樣的情況之下在台灣被大家接受甚至於變成了這樣一方的龍頭其實我自己平常在看公司或者是我常用的東西的時候我也很想要了解這家公司到底為什麼會成功他背後一些故事所以我自己會覺得FuPanda他的決勝大概有四個很重要的點第一個就是布局的時間點你越早進到這個市場你佔有越多的客戶的時候我覺得這個生態系它就可以打造得越龐大\n而且我覺得剛剛協力有講到一個很重要的就是它其實還有一個情感的連結所以科技始終來自於人性我們其實看這些平台的公司的時候都會覺得它其實也是一個科技公司怎麼樣透過它獲取的技術或者是數據可以幫助我們可以達到我們更想要的一個效果那另外就是它的合作商加外送員也很多它的服務可以擴展更多以前我可能是買吃的我可能買一個便當可是現在我連菜我連一些食品我都可以一起在上面購買甚至是雜貨\n都可以在上面買的時候我對它的依賴程度也會變得更高如果有一天手機不見可能會非常緊張想說我等一下要買的東西我要組的東西可能買不到那最後就是經營策略的部分也就是它要怎麼樣去做媒合來幫消費者去做一個罷官所以我們先看一下外送平台的併拼就照三家我們市佔比較大的比如說FuPanda跟UberEats如果今天看FuPanda的話它是在2012年的時候就已經進入到台灣市場了而且我有查到它在2020年疫情的時候率先的把擴大\n送餐範圍跟24小時的服務都把它列入到服務範圍裡面那這樣等於是我晚上想要吃宵夜或者是我疫情不想出去跟人擠人的時候我馬上第一個想到的就是FuPanda它是有一種心智佔有率我覺得就是我今天想要外送的時候我第一個會想到的品牌是誰那第二個就是它在合作的家屬或者是它在營運的範圍甚至是它外送員的人數跟它的競爭對手相比我覺得也都是比較領先的這個它可以創造更多指數型的一個成長所以這是第一個我覺得它非常重要的一個\n優勢那再來我們想到這種外送平台的時候其實我們在背後它是怎麼樣去做一個運作的其實它是多邊的去做一個媒合我們今天做的是消費者的角色那外送員代表的是它跟商家之間的一個媒合但是外送員中間它要怎麼樣的去接單要怎麼樣去做配送我覺得這個是平台上面你要怎麼樣去把關而且達到最好效率去創造網路優勢的地方所以這個是外送平台甚至是你可以看到很多的共享平台其實他們也都是用一樣的模式\n那我覺得這個也是非常重要可以創造成長的地方那再來就是我今天我聚集了這麼多人之後一家公司當然想說我要怎麼樣再進行貨幣化我覺得這很重要就是我今天外送員他可能會有一些包裝他可能會有一些車那我在外面是不是可以貼一些廣告那這些廣告是不是可以幫助我賺取更多的營收的時候所以現階段它的母公司其實廣告的收入已經佔它總成交值的3%到4%了未來如果可以再繼續成長我覺得對一家公司來說\n它的利潤率或它獲利能力一定也會持續的增加其實剛剛傑尼已經研究得非常的透徹大概可以讓我們知道Foodpanda成功的一些小小的一些因素但是重點的這些關鍵到底又是什麼這點真的是要請Eno來幫我們解答一下這邊分享三大成功的關鍵第一個就是改善系統與外送員的協調這邊可以舉個例子之前我們上線一個叫做自餐時間的功能為什麼我需要上線這個功能是因為我們收到很多商家或者是外送員的反饋是\n我外送員去到店裡面餐還沒好或者是老闆會說我餐就還沒做好你外送員已經在那邊等那麼久其實我們都不想要讓對方等我們都希望能夠把餐快點送給消費者當下我們開發這個自餐功能他只要按下這個按鈕他就可以提早跟他的外送員去做一個更好的一個連結跟分配所以這是非常非常至關重要一件事那我覺得這邊還可以再提醒一點是它其實不是只是按鈕而已它也會透過按鈕去做一個機器學習會越來越了解你這家店自餐時間\n大概會需要多久如果他的自餐時間真的太久了那也不行所以我們也會有一個 benchmark去了解說如果真的太久那我們還是要去做一些調整我覺得這是商家跟外送員我們非常需要幫他們去緊密結合的一個地方那第二個是我們升級商家的一個服務窗口譬如說他的營業時間想要更改菜單想要修改或者是他今天的廣告投放他想要做一些新的一個調整以前我們可能是商家他進線進來想要問這樣的問題\n他可能會有各自不一樣的專業人去回答他但我們反觀我們不要劃地直線以商家的視角其實對他們來講非常的麻煩我怎麼知道我接這個問題到底要問誰一點效率都沒有所以我們後來去把我們的業務改成顧問型的業務也就是說他會帶一窗口去幫助商家解決移資的事情那把這個效率去做到最好這才是真正為商家著想的事情那最後一個就是數據的持續的優化跟調整我們其實有蒐集了非常多一些\n這個數據但如果沒有去把它做一個優化的話他其實沒辦法去做好好的應用那其實我們剛才聊天有聊到我們怎麼樣在外送平台上面持續的跟我們的商家夥伴去學習怎麼看這些數據去了解消費者他在這個階段所代表的意義也會是我們很重要的一件事情所以透過這每個環節我們去把它做到面面俱到是很重要的因為我們是消費者的立場的話一定會想說到底我們在使用這些外送平台的時候會遭遇到什麼樣的困難\n我覺得應該是以我實際使用的體驗我覺得對我來說最重要的第一個當然是外送費我今天是自己出去買然後比較便宜還是我真的靠外送員如果幫我送過來的話我可以達到更好的時間效率我可能拿去做更多別的事情再來就是餐廳的選擇上是不是真的會有我想要的餐廳還是我滑了老半天就跟Netflix一樣在康上面找不到自己喜歡的點真的就是看了老半天還是不知道要吃什麼到最後還是自己跑出去買的\n就是我買了之後好不容易期待了很久20分鐘過去結果訂單被取消超常遇到的這個在之前真的蠻常遇到但是我覺得現階段可能有比較好一點點但是如果真的遇到我還是會覺得很生氣然後還有就是客服如果去抱怨的話是不是可以得到一個很好的結果或者是你後續你要怎麼樣去做一個改善以及我覺得最重要的就是餐點的品質跟安全性今天送過來之後是不是還是熱的或者是外送員的品質我下去拿的時候如果看到外送員感覺好像沒有很注重衛生我自己心裡的感覺也會很不好\n所以我覺得這些事情都是需要平台來幫我們罷官的那當然平台上面擁有最多的數據你們一定也可以知道怎麼樣可以去做個優化尤其是自己在做投資的時候現階段的AI其實是非常普及的你要怎麼樣把AI人工智慧去導入到這個平台上面可以去優化比如說在訂單的效率上面我要怎麼樣去配給外送員可以讓他在接單的時候更順暢而且他在送單的時候可以達到一個更熱或者是品質更好的我覺得這些都是我希望在未來\n真的可以越來越好然後我在想要吃什麼的時候拿到真的都是一打開好像我真的到店裡面一樣其實我真的我太常在用了所以有時候我會覺得說他們的客服的效率是蠻高的因為有時候用那種那個湯可能很燙結果來的時候已經落地然後就流得整個都是然後我就拍照然後就上傳到客服他立刻退我錢我想說也太好了吧所以其實就真的會覺得外送平台真的可能會遇到各式各樣消費者的問題你們通常都怎麼來解決\n特別是裡面的兩塊外送的一個費用跟餐廳的一個選擇這樣那外送費用我覺得可以再跟大家分享更多的是就是我們的會員那會員其實他背後所代表的意義就是他可以做一些外送費的一個減免那我們其實有一個很直接的一個數字可以分享給大家就是其實我們有觀察半年平均每個會員他至少可以省兩千塊其實兩千塊是一個非常不錯的一個數字可是你知道因為你是會員然後你還點到一個金額他才能夠免外送\n每次都導致我就是會吃過多因為我覺得都要點到那個金額這是個人的心理問題我現在想要趕快反應給他你可能這樣不能解決這個問題應該這樣說我覺得我們的會員他一定是從非會員到會員所以我們會成為我們的會員可以想一下一年他可以省下這麼多外送費他點越多其實省越多所以其實這也是在他一個消費習性的一個改變跟調整那他就會在外送上面體驗更好那另外一個是餐廳選擇\n我覺得其實我們去年有一個還不錯的一個分享案例分享給大家就是我們成功的跟王品去做了一個合作那二十一個品牌三百多間店在很快的時間就去完成他的一個上架那也是為了想要讓我們的消費者有更好的一個餐廳選擇那我們也持續在這一條路努力譬如說我們是去年的南霸主茶之魔首的飲料店他也正式的加入我們的平台這也是我們非常開心能夠持續去滿足消費者那最後再給大家一個數據\n就是我們的消費者的滿意度其實在去年提升了兩倍之多這是我們在這幾個熱門的議題持續去努力所獲得一個很好的成果那在這個外送平台的主要三大優勢又是什麼第一點打破居住地的地緣限制也就是說你以前可能只能接觸到你這個小社區型的那我可以幫你拓展到更多的人可以看得到你的店願意去做一個嘗試第二個是突破既有的競爭格局勢也許我原本的這一條街這一條巷\n就是很多的美食大家都想搶黃金店面而且租金超級貴但外送平台他等於是你上架之後你有重新來過因為沒有什麼叫做原本那個one and only的黃金店面你可以重新更公平的去做一個跟別人的競爭那只要你的東西好吃你就有機會在這邊獲得更多的一個生意那最後一點就是我們一直說到的數據你也可以透過數據去更了解消費者的一個樣貌還要搭配我們的顧問型業務\n也會一起並進去做一個學習因為我們現在目前是消費者的立場但如果反過來從商家的立場來看的話先請教Janelle就是商家面對外送平台的時候他會有哪一些問題我覺得之前遇過的商家最大的一個問題就是他們覺得收成太高今天我如果想要賺到一定比例的獲利的話我當然就是要把我的價格加上去我以為今天節目要講這個可是加上去之後消費者他有一個天花板他如果不想接受他還是會自己去外面就會量縮小\n怎麼樣去達到一個平衡我覺得這個是兩邊之間非常難的一個問題所以在這個過程當中其實我覺得有一個很重要的就是我如果今天沒有辦法藉由漲價去開源去創造更多的營收的話那我可不可以透過節流的方式比如說我提高我的營運效率比如說我降低我的成本比如說我可以吸引更多的客戶來的時候那即便我是維持一樣的價格那我還是可以賺到我想要的獲利甚至是更多我覺得這個應該也是平台方有很多的數據可以去幫助商家的問題\n像上面有很多的街邊店或者是比較多的中小企業老實說我今天開一家麵店一家臭豆腐店我哪知道那麼多管理的東西我一定是希望可以有專業的人來幫我可是這個部分我又不可能去請一個專業的行銷團隊那這個時候平台他如果有一些透明的數據可以幫助我可以去做一個分析我哪一些品項賣得最好我哪一些搭配可以搭配起來買一碗麵的時候最好是加一碗酸辣湯或者是加一盤小菜那這樣子我每一個客人他消費的金額可能就可以增加以及我要擺什麼東西\n我可以舉兩個例子因為像我自己在研究的時候像Airbnb他們其實平台其實也有幫助他們的用戶比如說今天房東我要怎麼樣去把我的房子拍得更漂亮我要怎麼樣去稍微的裝潢一下那我的客單價可以變得更高而且大家都想要去租我的房子像是台灣的話統一商店我們今天進去便利商店的時候哪一些東西他擺在最外面成價上面哪個東西擺在最上面他其實都是有根據非常重要的數據\n做一個擺牌的所以如果擺在對的地方的話客戶進來他可能本來只是想買一瓶水而已之後可能多買了一個包子多買一條巧克力其實這個也是幫助我們去創造應手所以怎麼樣藉由這種數據然後來結合真的實際上面商家他的實力我覺得這個是有一加一大於二的效果在平台方面可以收集到這麼多的數據要如何幫助商家來提升他們的業績呢這邊有提到第一點就是商家的借錢報告我覺得可以先想那這借錢報告裡面其實他\n涵蓋的數據是非常多元的面面相向那比如說像客單價消費者的量比或者是生意趨勢轉換率這些我們如何好好去把這些流量做邊線而且我們還會給他一些比較值比如說因為我說真的餐廳他在每個區域的樣貌可能還不一樣不同的菜系也不一樣所以我們能夠做到的事不只是借錢報告呈現數字之外還會給你一些比較值讓你知道說你的優先順序你應該怎麼樣做一個好的判斷那我覺得這邊也可以\n舉一個例子我們在之前甚至有一個連鎖的數十品牌那他其實透過借錢報告裡面去發現他的一個會員在他這邊的銷售量體他的比例竟然低於我們一般平台會員的銷售的量體於是他提供會員調整一下他的優惠的內容去吸引更多的會員來點餐那他也確實很快就爆發二十趴三十趴的一個成長那對品牌組來講他是非常樂見這件事情的因為這些會員他更是忠誠度很高\n所以這就是一個非常好的一個成功案例那另外一個還有一個小型的一個滷味店其實他非常適合宵夜時段吃但我們透過借錢報告發現他在宵夜的時候的生意卻沒有那麼好那我們發現原來是因為你開機的時間在你這個區域沒有別人廠所以他立刻調整了開機時間也沒有花任何的一個費用他就馬上的改善了他的業績他業績長多少三十四十趴以上\n上限關鍵黃金三十天是可能我一加入了你們的這個平台之後我就要把握這第一個因為你們會加強推播嗎還是怎麼樣沒錯直到現在我們其實還有很多的商家持續會去加入我們外送平台那我們也非常重視他所以我們其實也去做了一些數據的研究我們想要去好好的去講話到底幾天是最重要的結果我們的數據給我們的一個答案三十天是最重要的所以三十天你只要在初期跟著我們的商業顧問去好好去做一下\n你的資源的一個配置他在後面的天數竟然能夠比一般沒有做這些配置的人訂單有兩到三倍之多我剛看到這樣子的數字的時候我想到就新書出的時候一樣是三十天這三十天能不能脈動我覺得這第一個月很重要可是能不能長銷反而是看接下來的這一季度所以在外送平台也有這樣子的觀察嗎其實也有所以可以看到這邊的一個第三點其實我們還有一個九十天的躍升計畫就是我們看到你新上線的店家\n然後再到後面你如何再去往上去做一個突破比如說促銷我們大家在店上的平台都知道促銷是很頻繁出現的但是我們最有名就是618雙11在一般的銷售消費品其實他是可以囤貨的但是外送這些餐點你怎麼囤貨你沒辦法說我今天叫兩餐一餐幾天吃另外一餐明天吃我都是這樣可能不太好當日就是當下我們去晚食會是比較健康的方式這就是有這樣的一個特性\n我們也是透過數據分析去建議我們的店家其實你如果要做一個活動最好是做到九十天因為我們在我們的數字發現這樣子你才可以讓消費者產生第一次的回購先從認識你開始然後再產生第一次的回購然後最後再變成你的忠誠客戶而且你在這個期間你也會累積很多新的一個好的一個評論今天謝謝Eno謝謝Jelly謝謝",
  "elapsed": 2.86,
  "created": "2025-07-10T04:45:37.724658+00:00"
}