{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】皮蛇怎麼救？名醫曝5大天然抗發炎食物：解密全身型膿疱性乾癬｜GPP ft. 皮膚科醫師邱足滿.mp3",
  "text": "你知道抗发炎该吃什么食物吗两个皮肤的重症一个是带状皰疹 俗称皮蛇另外一个是全身型浓泡性肝癬皮肤的一些发炎性疾病就很鼓励病人可以去吃一些今天邀请到中山医大副社医院皮肤科邱竹蛮医师来告诉大家皮肤重症有得救重点是要用对方法长皮蛇最严重会发生什么事一起来了解一下\n今天跟大家分享两个皮肤的重症一个是带状皰疹 俗称皮蛇另外一个是全身型浓泡性肝癬我们要请医师现在告诉我们到底带状皰疹它是一个什么样子的疾病带状皰疹它是一种病毒的感染这辈子我们如果第一次得到的时候\n会是水痘我们应该都听过水痘这个病毒等到疾病过去了之后它会躲在你的背跟神经节就躲在那儿悄悄地躲着等到你哪一天抵抗力不好的时候它就再活化沿着你的神经脾节就长出很痛的小水泡这我们叫做带状皰疹 俗称皮蛇我们常常用零到十分让患者去比喻那个痛有时候病人会跟你说痛到破表除了痛之外还有可能就是麻\n感觉异常可能风一吹衣服一接触就很不舒服但有时候如果长在眼睛的附近我们会怕别人有失明的危险这个真的是很罕见但是也是要特别小心带状皰疹发生的时候跟湿疹会分不出来到底这两个差别在哪里这两个有巨大的差别一个痛一个痒带状皰疹在它发作水泡之前它可能都先痛个好多天了它会先痛我们叫前驱起的痛之后在约莫大概一周内你都会看到水泡湿疹的话\n通常一般来说我们不会看到水泡一般就可能一片红红的就很痒你很想去抓它这两个有巨大的差别那哪一些人特别要注意它其实是容易长这个带状皰疹普遍的来说只要是免疫力差的人都比较容易去得过所以我们可以想像\n或者说你今天是就是说你要轮三班你的工作压力很大生活作息很不正常的或者我得过带状皰疹那我就比别人更容易再得那当中其实有一个最大最大的因素是年纪一般超过50岁以上你的免疫力就逐步逐步的下降当你的血压血糖控制不好的时候这些也都是会有关系的\n可以跟我们分享一个三高的族群它很容易感染带状皰疹的案例最有名的就是糖尿病大家知道肠肋病最怕的是四网膜病变怕肾病变嘛那当你肾不好的时候那这样的抵抗力就比较差就很容易有带状皰疹会在这个时候来去发生再火化一路说你不吃药不打的情况下有哪一些天然的食物是可以抗发炎的当然就是要广泛地攝取天然的食物嘛各种颜色\n刚刚就是哲青有提到一些抗发炎的食物平常也都可以纳入你经常在吃的食物当中这样也很好那像大蒜我就知道里面因为有大蒜素所以它特别可以降低心脏病的几率它对于缓解像是胆固醇还有高血压其实都很有帮助那另外姜姜大家都常常听到里面有姜细姜辣素这些物质其实它就是帮助我们抗发炎然后对于改善神经疾病它非常有它的功效然后我跟大家分享一下就是我平常最爱吃一天追剧\n一天就会吃了蓝莓蓝莓它最好的就是抗氧化它里面其实有一个物质就是它的花青素它是比维生素E这个抗氧化的能力有50倍之多它是清理身体里面的自由基那另外节目当中也常常讲到的就是Omega 3就像是鱼油里面的Omega 3它就是专门帮抗发炎然后降低身体里面的血脂跟胆固醇以及所有的医师几乎每一集在你们的节目都会讲到\n十字花壳蔬菜大家应该已经很有印象了吧里面它就是其实我们身体里面发炎是有一个生物标记的叫做戒白值那十字花壳蔬菜就可以让这个戒白值也就是体内发炎的生物标记降低25%所以这五大列出来的食物其实对于我们抗发炎都是非常有帮助的刚刚小路讲的这几种都非常地好我也非常地认同可以我在我们的饮食当中你的菜单里面就多一点这些食材的比例\n还要广播在社区一些其他的皮肤的一些发炎性疾病就很鼓励病人可以去吃一些地中海型食物的种类那就会有很多好油啊好的蔬果啊 鱼肉啊这些也都很不错有哪一些就是若得了带状炮彩千万不要去吃的食物吗怕一些比较燥热的比较态补的东西像现在刚好是冬天将母鸭养肉炉麻油鸡酒这些这时候就应该要避免相关技学讲过很多就是如果常吃糖的话\n就会引发发炎嘛所以如果得带状炮疹的病人是不是不要去碰糖类食品基本上基于健康的生活形态我们都鼓励戒糖最有名最有名的一个病就叫做青春痘青春痘的病人我每一个都拜托他们要做戒糖糖确实是会促进发炎的还有刚刚小路讲的戒白素戒白素的上升就会导引往发炎的方向走尽量要戒糖不过你现在的迷思所以如果是皮舌如果绕一圈走会死这是真的吗\n除非你抵抗力差到一个不行我现在癌症然后做化疗已经奄奄一息或者我今天HIV我艾滋病已经发病很严重这种免疫力遭到不行也许还有这个机会可是说老实话基本上大概是闻所未闻反而一种众化叫做散播我们知道这个病毒活化的时候它可能会跑到我们的血流里面就可能跑到身上其他地方去例如刚刚我们讲说你可能长在某一侧的神经节可是你在你其他地方\n也看到一小颗一小颗的水泡这个叫做散播出去那我们可以想象这样的病人这个时候是一个抵抗力比较弱的状态是医生疫苗这种之后是不是医师完全不会耗发吗再来就是是不是发了之后不会痛你打了COVID-19疫苗你还不是可能发生对那个只是帮助你就是减低它的风险那这个疫苗的话就有旧一代的疫苗跟新一代的疫苗大概在前年吧引进新一代的疫苗的旧一代的疫苗只要打一剂\n但是它的保护力是比较弱的比较逊色的然后在新的一剂新一代的疫苗需要打两剂那这样的两剂保护力都超过九成不管你今天是超过50岁我们建议打的或者是八九十岁的这些年长者更需要保护的族群它保护力都很好那他们研究有做到十年保护力都还超过八成所以很鼓励刚刚我们有聊到一些高风险族群都很鼓励去接种刚披着的这个东西我们大概有一个了解不过刚才医师我们在之前还有聊到说\n还有其他的皮肤的重症有哪一些呢我们今天要聊一个非常凄惨的重症叫做全身型浓泡型肝癣那这个是一个蛮罕见的疾病但是它一旦发生就对整个人身战成很大的翻转到底什么是全身浓泡型肝癣最严重的时候发生什么事情肝癣一般大家比较常常听到的就叫寻常型肝癣或叫一般的斑块型肝癣它就身上就一块一块的这样子\n那所谓浓泡型的意思是说它全身就很大面积的都发红又布满了无数的浓泡你可以想像说青少年我们长痘痘有时候会有浓泡浓泡就是上面有一点点白白的白白的那个叫浓泡而这样的状况布满你身上的全身那可能你就会发烧关节痛整个人很倦怠很不舒服脚可能会肿起来会伴随整个人大受影响\n如果痛能够痛到什么样的程度医师可以帮我们形容一下因为常常影响的面积是很大的比如超过30% 50% 80%的皮肤的表面都是红的都有可能所以其实你会觉得你根本躺在床上你要怎么翻身都不知道它是痒还是痛它以痛为主以痛为主也可以伴随痒但是以痛为主是因为全身形浓泡型的肝癣最严重可能会到什么程度最严重可能会致死刚刚我们讲到说\n会发烧关节痛脚肿什么的但是它事实上是身体的各个器官系统都有可能受影响所以包括肝脏肾脏肺脏心脏等等的还要这样胆道系统所以之前就有病友分享说他就住到ICU去了加护病房甚至已经被发觉病为通知单了所以这个病来讲为什么它是重症因为它是有致死的机会的就在去年的过年前就有一个\n超过80%的皮肤都是红的上面布满了无数的小浓泡就发烧发高烧的来急诊这样子那就跟你诉说他的故事他说他很久以前就开始会在手指头就有长了浓泡医生就跟他说你这个是灰指甲一般人对指甲的病都只有想到灰指甲没有想到别的病这样子结果这个多年下来他后来也是有伴随所谓刚刚我们讲的寻常性肝癬可是这一次因为一个感冒一个感染\n就爆炸了就变成全身形浓泡型肝癬就跑出来了所以我们就想说怎么去帮助他的病很快的恢复肩膀的脊部上面通常会有含类固醇这样的用药类固醇大家知道外号叫什么美国仙丹吗对 所以它效果也是很好但是比较大的问题是那总是要拿掉这个药那药撤退之后怎么办常常会反弹对 会反弹得很恐怖那我们也有其他的药可以来帮助我们叫免疫调节药\n但是药效都相当的缓慢就是缓不继续那可能就没办法达成这个先生的愿望说我可以回家过年那后来讨论之后就有给他一个自费生物自给的选项打了之后 浓泡很快的消退下来那他就可以出院回家过年是 医生听你讲完之后我觉得这个病很严重需要趕快救治所以我如果自己看一下我的皮肤上面有红斑或是觉得痒痒的 骚痒的感觉\n不知道怎么确定知道自己是不是得了这种全身型浓泡性感染身上有些红疹的时候都不用太担心我今天讲的毕竟是一个罕见疾病罕见疾病 以万分之几的发生率当然算是罕见 但是重要因为它可能有性命之忧那如果说今天我身上有红疹发生了那可能会痒 可能会痛我们通常我们会先观察个几天你可能手边有什么药也许可以先擦一下也许诊所先去看一下\n或是我自己多休息是我们刚刚讲的抗发炎的饮食注意一下不要熬夜如果说观察个几天一个礼拜状况没有好转而加重那恐怕就是要赶快来找专家看看我是不是比较严重的其他的问题\n我刚刚讲的全身型浓泡性感染的特色我们喜欢简称叫GPP那GPP这个病主要是看它严不严重会看三个面相比如说你身上有多少的比例是红的那我们一个人的手掌一个手掌大叫1%对 所以你就看看说我身上到底有40个手掌大80个手掌大这样的皮肤去看说红斑的面积然后它有面积然后它有多红到底是多鲜红还是粉红\n红色有差别浓泡的多少以及它之后脱屑脱屑严不严重从这几个部分当中我们来看说严重度是在哪里这个大家有个概念就好这个严重度的平等就让专家来就可以了是 我们会觉得很好奇就是它会传染吗问得真好因为皮肤病大家都很怕胎骨悲胎骨悲就怕会伤人伤到别人怎么会怕现在又是全球流行疫病的时代所以这样的病\n其实他们只是免疫失衡这个完全没有感染的问题全身型浓泡型感染是不会有传染的疑虑的完全不会但是民众不知道所以大家看到你的身上有红红的有浓泡就认为你可能会传染疾病给我所以那个就会受到歧视的眼光会受到不好的对待的眼光这个就很辛苦很可怜它的成因完全都是先天遗传\n这个只是占了其中的一部分有的人他会占他因为有特定的基因图变所以导致说这样的发炎路径异常活化而不断地在那边发炎可是还有很多其他的原因例如说现在COVID-19才比较缝缓最近好像又不太安定所以感染这件事情或者是感冒上呼吸道感染这些都有可能是个扣板机的诱发的事件又或者我们刚刚聊到说肋骨纯在健保它可以挤腹但是你要是要退了\n就可能有时候会反弹例如说我本来因为一些其他的疾病在用肋骨纯可是肋骨纯撤退之后它的药效过了之后它的反弹反而展现成我们的全身形容炮性感染这也是有可能的好比说女孩子的怀孕怀孕有的人是在怀孕的当中去发生这样的事情怀孕对女生是很大的压力压力对 压力事件就可能可以诱发观众朋友也会想知道说到底如果说真的不幸的\n得到这样子的疾病的时候有什么样的治疗方式\n可是如果病患\n我可能死人又死人附健保而已那我就选择口服全身性治疗做这个生物之际我没有办法附带医师你会怎么样来思考这个问题站在医师端的时候总是想给病人的疾病得到最佳治疗它是一个免疫失衡的问题最重要的因素就是戒白素36所以当如果有一个治疗的药物可以直接命中戒白素36的时候它可以很快速的让疾病得到改善所以你看像现在癌症的治疗都会走标靶治疗\n所以我们现在发炎性的皮肤问题也喜欢走标靶治疗你直接把这个治疗的导向源头的时候效果就能够又快又好我们刚刚讲到你每次发病的时候你可能就要搞到住院你可能暂时像你这样的录影工作你就没有办法做那就整个工作学业都大受影响所以如果说这个药可以很快速的在源头去做调理让它赶快的恢复本来平衡的状态那当然是生物之际比较能够有这样的快速的机会\n而肉眼看得到的就是浓泡的收干你有可能今天打了药之后你明天就看到它的浓泡就都收干了而传统的治疗可能都是至少要一两个礼拜甚至更久的时间才能达到这样的疗效那所以最快的话就是能够除了浓泡收干之外那你这多快就能看到整个是痊愈有时候在这个要打下去这几个小时我们就看到它的进步了那通常可能一两天到浓泡收干之后病人的整个发烧退了的时候\n病人就可以准备出院了嘛就可以准备回家了所以它的速度是新的药物它就是会有一些这样的治疗成效在那边不过不同的药就会有它不同的一些要考量的事情而这些考量的事情当然要跟医师好好去做讨论才知道怎么做抉择 是所以这样子的话其实我觉得真的有创专业的问题还是要去跟医生来求证 一定要不要浪费时间对 今天谢谢医师来分享这么多重要的资讯谢谢你 谢谢谢谢哲青 谢谢小鹿\n中文字幕组",
  "elapsed": 2.74,
  "created": "2025-07-10T07:14:34.030554+00:00"
}