{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿前瞻】百年大旱突變暴雨釀災，臺灣救命水該從哪來？.mp3",
  "text": "台灣的年平均雨量是世界平均值的2.5倍但是我們卻是全世界缺水國家的第18名而且在上半年的降雨量又創下了30年來的新低\n一個小時下了206毫米的雨量那種雨幾乎是用到的所以這種極端的狀況對我們水的處理來講是愈來愈困難今天特地邀請到經濟部水利署的賴建信署長談談台灣如何因應缺水危機\n在颱風之後大家討論比較多我們之前三年都沒有颱風的日子然後不知道大家用水到底有沒有造成我們水庫量吃緊因為我昨天要回高雄結果高雄跟我講說高雄這兩個禮拜都下暴雨這樣子所以大家覺得說用水可以比較安心可是我覺得這個概念好像要修正一下好像覺得說下了雨之後就可以放心的用水實際上署長台灣的水文狀態就是說台灣的用水狀態其實是很吃緊的對不對\n台灣這個島嶼山非常的高3000公尺以上的高山超過100多座所以當一滴雨下到我們的山地裡面很快就流出去了上禮拜比如說在台北火車站那邊我們還看到有一些可能大馬路有淹水所以很短的時間裡面下來很大的雨量不僅造成我們的排洪系統受到的負擔很大其實這麼大的一個時間就好像我們人\n一餐裡面吃了非常多的食物這些食物也吃不完所以我們經常信的我們在說雖然台灣有2500毫米的雨量看起來很多但事實上我們可以用的雨量真的非常的少就有點像就是說他沒有辦法天天訂就是固定的時間定時定量反而就是有的餓很久那是給你大量的時間定時定量就是我們祈求的風調雨順那基本上因為地理上跟時間上的不平均\n我們大部分的雨量都是在夏天也就是我們講的這個颱風季節的時候所下的雨量是到70%左右是這個雨量下來但是這些的雨量事實上都是幾場的暴雨比如說是杜淑慧颱風之前剛剛陸小姐有提到的是我們台灣最大的水庫曾文水庫的蓄水量竟然非常的低日月團的酒娃都已經快盡沒了曾文水庫還沒有喝飽\n可是慢慢的因為後面的西南氣流就帶過來那目前的曾文水庫已經差不多是蓄水量六成以上所以對於我們在短時間裡面的這個用水當然是不用傷腦筋不過農夫耕作也要用水產業發展也需要用水我們民生每天也需要用水所以基本上各個我們所謂的標的比如說農業的用水大概是佔70%左右那民生的用水\n大概是20%7比2比1剩下的10%就是所謂的工業用水理解對啊所以為了水每次只要水就是說工業用水不夠的時候甚至於像今天雲加地區還要實行修耕或輪耕這樣對不對可是我很好奇剛才小路其實有講到台灣有三年沒有颱風入境其實這件事情就讓大家覺得說台灣水快不夠了這樣\n其實我們學水利工程的人我們窮其一輩子在克服我們生長區域的問題我剛剛講的有降雨的時間不對稱的問題對冬天雨量很少夏天雨量很多那有地形上面的不對稱的問題所以基本上我們面對我們長期的規劃我們有一個大的一個框架比如說未來的3、4、5、6、7\n那台灣人口的狀況產業發展的狀況我們需要多少用水所以我們會擬定幾個計畫那剛剛陸小偉講的過去三年到1400多天幾乎所有的颱風碰到台灣都會轉彎不管是跑到日本去或是跑到這個海南島去但是就是不經過台灣那台灣也太久沒有颱風下來了對所以在這三年的期間我們碰到兩年前的百年大旱那今年我們南部\n地區的這個實際的降雨狀況比百年大旱的時候還更加遠距是30年新低應該是我們在我們有記憶裡來可能很少這種狀況水深的是百年來最低的一次像這種的狀況在以民國104年當時候我們的基礎建設來看的話我們可能高雄市就一定要分區輪流供水所有分區輪流供水的意思就是說\n一個禮拜有七天我們可能只能供給你五天其他兩天我們就暫時停水這種對我們的生活的影響是很大的那索性這幾年來我們做了很多的事情比如說是北水南調南水北調還有浮流水的工作還有戰備水井的工作所以在這一次今年在五六月間我們面臨到南部地區非常嚴峻的這個\n淡情的時候比如說高平溪幾乎都已經快斷流了我們還可以穩定供水那有一個報章雜誌還要報導高雄市還在開這個演唱會大家深懷可以入場就是我覺得很感謝所有很多全國的水利工作人員在面臨這種狀況我們多省水多找水多調水那事實上這種狀況就是有一句成語說不能寧可找情啊\n所以我們去年八月發現說臺風好像也這次也不會經過臺灣什麼時候會知道說今年大概不會有颱風進來這個很難講因為氣象預報有一些的不確定性我們人類科學的關係我們大概最長\n比較有信心的大概是兩個禮拜左右兩個禮拜那當然有計的預測但是我們經常會看不管是印度洋的海溫太平洋的海溫或是氣象專家的給我們的兩個禮拜短時間的預報當我們發現說應該要經過臺灣的颱風都不進來的時候那我們就想說我們應該要做一些準備所以我們在去年年底開始然後就開始做了很多的備援\n設施這些的備援設施包括區域的掉水還有包括我們要讓淨水場它的出水能力要再增加所以出水能力增加的意思是說不要因為淨水場的處理過程而浪費掉水那除此之外的話我們多運用的我們所開造出來的備援水井還有浮流水還有我們另外在新建中或是已完工的再生水場我們要叫他短期裡面要把\n這個產能全部都把它放大那透過這樣的一個方式我們大家的努力之下我們總算度過今年在上半年的時候旱井的一個考驗那我有一個小小的問題就是其實我們臺灣的很多就沒人缺水就提出來一個問題那我之前去以色列看過其實他們海水淡化淨化做得非常非常好為什麼臺灣沒有辦法來發展這一塊\n大家都覺得說我們臺灣是一個海島雖然說四面環海但是因為我們在這邊土地上面我們降下的雨量也相當的多所以我們第一個優先的是應用我們的天然先留著天然留下來老天爺給我們的禮物以色列沒有這麼多的降雨所以我們蓋了很多水庫我們有96座水庫然後當然我們這些的水庫我們要好好把它經營下去每一顆水庫都要像寶貝一樣好好地珍惜它\n那除此之外的話我們還有地下水可以運用所以在過去整個用水量沒有那麼大的一個情況之下我們認為我們還可以去營運可是未來我們看到極端所謂的極端是不是很大的雨就是很少的這種情況在兩年前在臺灣就發生了兩年前我們全臺灣西部地區遭逢百年大旱百年大旱6月6號\n終止了之後想不到6月間在臺北的臺灣大雪竟然下了一個小時下了206毫米的雨量比我們上禮拜這個卡努颱風帶來的西南氣流對我們臺北市短時間裡面下了100毫米的雨量是兩倍強就那種雨幾乎是用到的是所以這種極端的這個狀況對我們水的處理來講是愈來愈困難\n雖然有說到全臺灣96座水庫聽起來這個水庫的整治就很重要我知道政府是每年撥了10億的預算在幫水庫在清淤然後還有相關的整治這個成效到底如何有沒有實際幫助到民生比如說實際的效果我以石門水庫為例北部地區重要的水庫石門水庫因為我們這樣多了100多萬的庫容南部的曾文水庫也多了85萬但是85萬其實如果這樣子如果沒有節約用的話其實也蠻快就用完了\n而且如果是平常沒有清的話這些85萬的庫容不會跑出來就換句話說水庫本來是要裝水的因為平常的不保修不清淤那可能水庫就會裝泥沙裝土沙這個不是我們所願意看到的現象基本上水庫清淤的工作我常常做一個比方就好像我們在家裡做家務室一樣我們只要一天沒有清也許還可以感覺要忍受\n可是三天沒清的話家裡面就很混亂那誰來做家務室我們水利工作人員每天做家務室也許你沒有感覺可是會讓我們一切都是在一個很重要很正常的情況下運作這樣因為我這次看到回高雄區的時候房地產也漲然後就講說因為中南部的科學園區一座一座一座蓋起來那我就想到其實每一次只要是缺水的時候我覺得科學園區就非常緊張從北部的先祖\n其實是內科那如果說南部你看到南部我們農業集中在南部但是科學園區又移到南部去的時候其實BBC有講過台灣其實如果缺水對我們的科技業衝擊非常大水利署有沒有因應的方法有事實上氣候變遷對於全球的影響都是同時在發生的我六月剛去荷蘭荷蘭過去五年有四年在抗旱那現在的南美洲包括非洲\n甚至中國地方也有很多的地方是糧食重要的生產基地都在抗旱但是我們水利署面對說我們生存發展所需要有一些人種田我們當然也希望他有水但是有一句俗話說的好三個河上搶水喝假如說大家都搶水的話這個水會不夠所以我先跟大家說明的是說基本上雖然說我們現在有很多的高科技來增加擴大投資台灣但是這些半導體\n新建廠區的用水都是使用再生水裡面除了廠房裡面除了說大家所飲食生活所必要的水他製程裡面的話我們都是規劃用再生水來做因應那無非是說希望說不會因為他們新的投資來影響到既有的用水人的權益那當然這個事情必須要好好的大家溝通來協調那現在我們\n正在台灣做一個很重要的事情這個事情就是把\n北部水很多的時候我們就可以把他調到新竹來或是說中部水很多的時候我們可以把他支援到苗栗或是其他的地方台南跟高雄我們也是有這樣子的工作在進行之中那另外還有就是很多的工地地下水都是可以再利用的嗎是啊我跟你說百年大漢的時候那時候太久沒有下雨有一天早上我去跑步的時候我突然間聽到怎麼\n有呼呼呼很大聲音的流水聲沒有下雨怎麼會有水聲所以我發現說他旁邊是一個建築基地那建築基地因為他要開挖地下室他必須第一個步驟就是要把水先抽出來那過去這些抽出來的水量就直接排到水溝裡面就浪費掉那我心想我們在抗旱那這些水怎麼可以\n再來來做利用後來我們就去做一個動作第一個把這些的水質拿去做檢查超過50幾項跟自來水水質檢驗的標準他都更優那我發現說那這些水量應該是可以來運用的所以我們那時候用台中市大概是將近20個建築的基地我們把這些他所抽出來的地下水再把它回注到當地的自來水管管路裡面\n提供了多少人用水40萬人40萬人一個小城市一個小城市那很難想像百年大旱的時候台中市重要的水庫德基水庫只剩下1%的蓄水量那1%是180萬但是我們竟然可以提供10萬噸的水量所以這個很難想像所以說當我們在生活的周遭我們很多的不管是行為\n上面我們可以說可以節水甚至因為有一些的開發那開發比如說建築的工地的這個地下水可以來運用這也是很不錯的這個全世界各國大概沒有人這樣做那我們也因為這樣子來發展出一種所謂的移動式的淨水的一個技術跟一個模式所以移動式我們把這個淨水場的一個設施把它縮小到一個貨櫃裡面所以當哪一個地方需要淨水的時候\n然後貨櫃開過去有點聰明聽起來對啊聽起來很厲害我覺得這個都是開源的部分可是我有另外一個因為其實像我們在國外因為署長應該知道其實跟國外比起來台灣的水費真的是便宜數一數二而且我們用水的量真的也很驚人你看就如果拿我們跟新加坡來比的話大家就最熟悉的數字新加坡人每日平均用水158公升\n好像接近300 282公升而且他們水費比我們貴幾乎三倍這第一個就是說每日用水量它的名詞的定義然後因為這個系統在各個國家不一樣我們在台灣的話它的所謂的工業用水跟我們民生用水是同一個工水體系所以我們只能算出所用的總量去除以每個的平均所以我們的數值看起來是會比新加坡\n還高可是即便把這些因素把它降儲起來的話我們台灣人的用水還是蠻高的在現在通貨膨脹物價都是高飛的這個時候稍微有一點點的小刺激它可能會對我們的經濟市場可能會有影響所以當然我們第一個希望說把服務的品質把它提高然後把漏水率把它降低漏水率對那過去你看我們的水資源這麼珍貴\n大概過去的漏水率有20%左右那現在的話就是降到14%那我們也希望在民國120年漏水率降到10%我們咖啡杯裡面的水每一滴水都是跑了將近100公里從最上游的集水區山上跑到水庫水庫跑到淨水場經過這麼漫長的路才變成我們想用的這個水資源\n但是這些水資源如果是把它漏掉那未免就是太浪費所長我們一開始有用一個圖表來講到說其實水是細分它有分民生用水跟農業用水這兩大領域那我們一直都聊是民生使用包括剛才聊的水費在農業用水這邊所以說這邊有什麼規劃我們現在是跟農業部一直在做合作因為我們發現說科技的這個發展可以協助我們很多\n傳統需要用人力的工作比如說我們到我們台灣的穀倉嘉南平原我們會看到我們很多的所謂的閘門都是靠就是六七十歲的我們所謂的長水工他在開開關關所以後來這幾年我們就發展了所謂的智慧的閘門的系統然後它可以透過太陽能的發電然後透過自動的控制系統來取代\n傳統長水工的節水的作業但是這樣子的精密的這個作業還可以再增加水資源的運用效率還可以再省水幾乎有三個percent以上那現在在台南的關田六甲還有我們高雄的二人地方我們都有這些措施大概有六千多公頃左右在做這個應用科技的方式來解決我們生活所面臨的農業用水那邊都是芒果跟鳳梨\n種的都是這樣子所以我覺得果樹發生在這種農業用地用水的話就是透過科技串聯的話可以有效的就是真的可以防止還有稻田像今年南部我們看到年初的時候很多果樹開滿了花可是又遭遇旱災對,結不出果子來大家都擔心結不出果子來所以後來我們部長就叫我們說趕快跟地方政府合作\n在果樹在開始要結果的時候他只要一點點的水他就夠了可是缺少那麼一點點他可能這個前功盡棄開了滿樹的花可能都沒有用所以我們從這種水車來載運給他們那農民看到都非常的感動是前一陣子颱風的時候就我們家附近的這個里長就貼出來停水公告結果沒有看到的人就覺得我沒有看到結果他忘了儲水有沒有什麼好的方法\n工具或方法可以讓我們先知道這些資訊我們希望說開發一種系統可以讓我們民眾會知道這個就是行動水情行動水情是免費可以去下載的一個APP這個行動水情有相當多的功能包括哪個地方會下雨包括哪個地方可能水庫剛剛有看了水庫的水怎麼樣哪一個地方洩洪可能還有相關的用水的公告資訊都在這個裡面甚至還有包括空氣\n我們也希望把民眾可以用得到大自然的一個現象跟他們講我們剛剛講的就是說最近這個雨有時候狂風作雨可是隔了一個區可能是也許我們現在在松山區可能是晴空萬里可能是中正區可能就是下大雨上個禮拜的狀況就是這樣子可以透過我們的水情這個APP可以去掌握日本人所說的尤其是暴雨\n強降雨在什麼地方下所有的觀眾朋友有這個行動水情的時候它還有一個功能叫水情鬧鐘的功能水情鬧鐘就是你可以把設定你平常上班的地方或是住家的地方它只要有淹水可能會有淹水之雨的雨量的時候它就事先就會提醒你也許我們就可以選擇別條道路來通行然後這樣子也可以解決我們生活上面的不便性\n來聽這個署長跟我們聊就是台灣的這個用水狀況但實際上這真正需要還真的還是要節約用水謝謝",
  "elapsed": 2.93,
  "created": "2025-07-10T05:17:40.972061+00:00"
}