{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】補腎吃什麼最好？名醫曝3水果霸主強腎：5大警訊腎衰早發現！ft.陳峙嘉醫師.mp3",
  "text": "你知道肾不好能吃什么天然水果吗第一步真的还是要把自己根源的问题找出来本的问题解决的其实第二步你就可以吃这些水果第一个吃了以后你的身体就会充足那其实这些水果平常钟医师会拿来入药的今天邀请钟医师陈志嘉来告诉大家肾不好身体会出现五大警讯补肾该吃什么 一起来了解一下\n邀请到了陈志嘉医师 医师你好你们好 大家好其实我们跟医师试一下照面过几次那医师说擅长的是什么你应该知道吧减重然后还有就是转骨转骨还有包括条理因为大家在看下班基因医学的影片里面大家很在乎就是肾我们从C也来解释但是中医的肾概念好像又不一样对不对养肾就是养命 为什么C讲的肾就是我泌尿系统那一颗肾中医讲的肾就跟我们的命会有关系为什么呢\n我用一个很简单的举例来跟大家讲我们水龙头打开都有水对不对对水龙头打开就有水就像我们呼吸随时有空气可以用这就跟肺有关系那我们的水塔有储存水就像我们有吃东西我们随时有能量随时补充进来有人不觉得能量可以使用就跟我们的脾胃有关系那肾是什么呢就跟我们的水库那就像我们今天带来的资源一样就存在我们肾里面所以为什么肾跟我们的命有关系呢因为肾这个东西\n就我们能量库一个最大的储存的地方那这个肾虚掉了水库的水没了这国家一定完蛋所以人体的肾如果说已经虚掉了那这个人大概也会出现很大的一些疾病其实中医很在乎系统对不对对那系统其实会表现在就是外面那有哪一些就是一看就知道说这个人肾有问题的呢第一个最常见的就是耳鸣还有听力下降为什么呢因为我们讲肾开窍于耳我们肝开窍于目嘛肾就开窍于耳\n所以任何听力或者耳朵耳鸣这些东西都跟肾脏有关系那耳鸣有很多种有唧唧叫有轰轰叫那我专讲就唧唧叫这一个跟肾罪有关系对那因为我们中医讲里面肾有阴跟阳的平衡阴阳平衡尤其肾水不足肾阴不足的时候就会唧唧叫那什么样的人会肾水不足呢就常常晚睡熬夜睡不好的人跟睡眠相关的因为晚上是补阴的时间嘛你没有让身体好好补阴水就会不够所以我们都会有经验\n两天起来一定会觉得口干舌燥就肾水不足了就第一个那第二个呢就是年纪年纪尤其是女性到了更年期的时候是五十岁上下的时候也是处于肾水不足的状态所以很多更年期的女性会有肝躁火气大的现象耳鸣在进一步听力就会衰退听力差耳鸣要怎么解呢对常常晚睡熬夜的人引起肾水不足那既然是肾水我们重点就在于补水那怎么补水第一个最简单就是喝水嘛喝水可以哦\n对那喝水大家会觉得说我一喝就尿掉水又留不住怎么办所以第二个重点就是要补水那补水其实很简单的想法你要把身体放一块海绵进去嘛让它能够吸水那海绵对身体而言就是一些胶质类的东西胶原蛋白胶质类的东西哦不对不是胶原蛋白最简单的就是木耳啊龟铃膏啊可以滋音又降多醣体对没错有学问的人讲起来就不一样你看其实我很怕在节目讲说耳鸣怎么解\n因为其实中间很多的过程还有很多的原因嘛所以你如果常常晚睡熬夜或者女性接近50岁前后出现耳鸣或听力衰退的现象就吃这两个东西哦对医生那另外我有常常有平尿的状况这代表对啊会渗不好吗我们一个水放到喝到身体里面去身体就像一个水壶一样下面有火在烧那这个火烧了以后水蒸气出来这个气才能让我们身体使用当这个火不够的时候\n就直接往下掉下去就尿出来了哦刚讲说剩有阴跟阳就跟剩阳会比较有关系那你讲剩温许身体让身体有个气化的功能那怎么有火呢很简单就丢一把火进去但我要讲的前提就是说你是因为喝了水就一直尿一直尿尿很清这种人对不适合那这种人还会有一些比较冷的现象像容易手脚冰冷啊有色苍白啊女生越青奶会精痛啊这些比较偏寒性的人就适合用这个方法是那很简单就吃桂鱼\n桂圆我们俗称的龙眼干那会说有个料理叫做麻油桂圆炒蛋你用一些姜嘛这样把它切成细末因为我觉得细末口感比较好是口感的问题然后麻油你先倒到锅子里面先不要开火麻油倒下去姜放下去以后用冷锅开始加热这样麻油比较不会变质麻油炒久太热的话会苦掉所以用小火慢慢炒就好炒完以后觉得姜已经开始有点恰恰外面有点焦焦的那你龙眼干水稍微切\n一下放下去炒到软以后再把蛋打下去炒熟就好了非常简单这个做法我会我待会来试试看我炒给大家吃如果是要麻油桂圆蛋的话有没有不适合吃的如果另外一种情况你平尿尿量很少尿很黄或甚至会刺痛这种属于发炎的现象就不适合用这个方法是对对可是我白天都不会想要上厕所只有到晚上睡觉\n我白天也很平尿晚上也很平尿才叫平尿那如果只有晚上平尿叫夜尿那其实我现在门诊中发现最常见的夜尿的人就是白天都不动的人长期久坐久站加上他本身气就比较虚你看我们直立着嘛伸在中间那我们水是不是就开始往下掉所以白天坐着或站着都不动的话水就一直积在下半身从脚踝小腿积到大腿\n那你又不让肌肉收缩水就没办法回流那你躺下来以后就没有重力的影响就平了水就慢慢回流回来回流回来所以你的水到半夜就会开始一直被肾脏吸出来就会开始尿尿那另外我们下半天医学讲了很多牙齿的保健牙齿烂也跟肾脏有关系尺为骨之余法为血之余血够了就是长头发骨质够了就是长牙齿而且我有个案例\n之前有个小朋友那时候大概还没念幼稚园大概四五岁的时候阿嬷带他来看那一看就是面黄肌瘦脸色一点光泽都没有嘴巴一打开牙齿都尖尖小小一颗一颗的那是他的乳牙还好只是他的乳牙那我就看其实应该是营养不太好不均衡那所以回到刚刚讲的水库理论一定是水库一直给你水嘛那水库的水被抽干肾气就去掉那我们讲肾足骨那你牙齿的发育一定不好\n所以那时候就把这个概念跟他们讲用补皮的方式让他的水塔功能恢复了让他的水就慢慢回流回去水库里面储存起来那肾气够了他换牙说换了一口好牙刚才讲的是发育中如果成年人的话牙齿会怎样是牙周病吗牙齿终于有分牙肉归皮管牙齿归骨头管像我们也常见我们吃麻辣锅以后隔天牙齿会浮腫那就是皮胃的火太大\n对那肾脏的通常会跟取食比较有关就蛀牙如果肾气比较虚烈的你可能比较容易蛀牙那小孩跟老人他们牙齿烂的解法是不是不一样对因为小孩子通常就是皮胃会比较不好因为他们先天带来的气一定都够不然不会长大嘛对 肾气不会长大那小孩子很容易因为皮胃受损而导致他的肾水就不足肾气就不足对那皮胃讲究我们消化功能那小孩最常见的就是吃甜食\n吃太多就会有对 甜的吃太多其实我们皮胃负担就大嘛皮胃负担大他的功能就会衰退你真的吃了再营养他吸收率不好功能不好那他的营养就不足嘛那老人呢其实就是我们活了这么多年其实我们的元气慢慢被抽出来用久了以后肾气就会不足那我们肾弱掉以后其实我们骨头牙齿就会变得不好那所以像老人家其实在家里没事可以用一些杜仲像磨粉也好把它剥成细块杜仲来泡水来喝有点像杜仲茶的概念\n肾不好竟然跟三高也有关系或者说三高会导致肾不好应该反过来我们中心看是有株内必行于外嘛里面怎么样才会表现出来所以我们看到都是表现但我们一定要回推到里面到底怎么了那以前的人都会说我有高血压不能补啊什么的其实为什么高血压不能补以前高血压是原来才会生的病富贵病啊吃太好啦太油啦太甜啦不运动啦那种吃好之后停课才会三高嘛\n但现在这种人很少所以我们现在的人都是消耗过度那你知道身体消耗过度一定会怎么样反弹嘛虚了以后就要反弹因为我们还是要活命啊那我们气不足以推动我们血液怎么办心脏就要加压把压力加大嘛那这种人就会导致高血压虚代表什么身体运作机能不好所以代谢也不好最后代谢疾病血糖代谢不掉胆固醇代谢不掉血脂肪代谢不掉都是因为虚引起的肾不好引起的三高\n要先回想一下你的生活习惯是什么如果你是圆外命的话就不符合这个但90%的人都是劳入命对劳累过度对劳累过度引起的高血压你就需要好好的补剩所以劳入命的人跟三高就不能用断食的方法来处理绝对不行可是这不够了还断食因为我们想嘛我们人体要有正常运作需要能量那我们讲的代谢疾病都是代谢废物太多就像我们家里为什么那么多垃圾因为我好累\n我没办法清垃圾那这怎么办我只能把我自己养好所以我觉得最重要三高的人要先从饮食去调整充足的营养就像刚才哲青哥讲的很多人都在断食我血糖偏高我就不敢吃白饭那我们身体能量的来源就只有淀粉碳水化合物变成葡萄糖也才有能量使用很多人说我不吃淀粉我只吃蛋白质吃很多蛋白质但蛋白质也会转化成葡萄糖给你使用那第一个他就失去他蛋白质\n现在该有的功能他没法拿去制造抗体修复细胞还是转成糖所以你还是需要糖不如好好吃糖再加蛋白质那所以现在人节食来对抗一些三高疾病反而适得其反那胜不好在各自的表现会是怎么样胜哲青总会发炎吗老化吗还是应该说最直接讲就是他的功能能力会衰退那女生讲可能就卵巢子宫的功能\n所以胜讲到最后其实跟我们的内分泌系统有关我刚讲到胜里面有阴阳阴跟阳要平衡女生赎水所以阴会多一些那对应到性荷尔蒙不就等同于女性荷尔蒙要稍微多一些男性荷尔蒙要少一些那当我们常常晚睡熬夜后随着年纪到更年期的时候胜阴就会相对不足那相较于年轻人女性荷尔蒙就不够就进入停经那如果你现在很年轻你就开始晚睡熬夜消耗身体的胜阴那时候你的荷尔蒙系统就会烂了\n那时候月清就会烂掉那很多观众可能也会想说女生在准备备孕啊男生也会是不是胜这方面的调节也很重要对那男生就胜阳阳气要够整个身体要把火要够旺那现在人都不好吃饭啊没去帮他山风怎么点火呢第一个能量不足嘛那第二个就是很喜欢喝冰的火要起来你就丢一块冰块下去把火灭掉那男生没有火就无法启动啊\n那同样的你去西医检查你的精子的活动力精子数量一定也会跟着衰退所以我们讲胜的阴跟阳都很重要你知道我发现中医跟西医的概念真的很不一样像如果我们问西医师西医师就会说这有什么通盘解决的方法可是好像中医里面更注重个别叫没有通解的方法对那其实这就是最大分歧的地方我们有不舒服都叫症状西医看到症状会给一个疾病\n中医是看到很多很多症状集合起来帮你归纳到一个正形帮你分型正形对所以容易手脚冰冷月经兰会痛等等等比较偏冷的现象中医就说你是虚寒可能会有刚讲很多品尿等等等很多的问题那中医帮你温热身体以后这些症状都会解决所以中医讲的是一个全人的一个概念所以我们很难去跟你们讲说耳鸣就吃什么一定会好因为中间的分类还是太多了\n中医医学的观众还是想要知道就是说中医以中医的医学的概念有没有真的可以护肾或者是补肾的水果张肾黑藻这两个是中医有入药的那一个现在比较常见就蔓越莓蔓越莓越莓大家耳熟能详就可能有些泌尿道感染可以改变尿液的酸鹼值对避免细菌的滋生日常生活当中什么茶是可以自己泡来喝然后也可以护肾养肾介绍一个我觉得大家都可以喝的就是枸杞红枣茶\n其实这个东西很简单你开心怎么做就怎么做枸杞一把红枣几颗这样丢下去你刚讲黑枣可以补肾红枣可以补皮枸杞它肝肾都可以补得到还是要根据自己的生活状况如果你是原外真的就不需要再喝这种还是有不适合的人对但大部分几乎99%都适合或者说你现在刚好感冒有一些发炎的现象就不要喝\n其实有几个穴道特别对泡足汤的时候很有用今天来请医师来帮我们介绍一下而且我一直看到这个泳泉穴为什么泳泉穴就是肾经起源的地方所以你按了以后渗水就会像泉水一样涌出来所以叫泳泉穴这个大家好好学这个包括小朋友你要转骨想要长高我们刚讲肾足骨我已经晚知到我40年了\n假设我们脚掌第二跟第三根脚趾头的这个缝第二根跟第三根脚趾头连线往脚跟的连线想像这边有一条线然后上三分之一这个点上三分之一这个点对就是我们的泳泉穴那如果大家不知道没法找那么精细就大概我们在大概我们脚掌凹进去那个地方那附近按一按都可以按到一个特别酸的吗或是怎么样有可能会特别酸\n如果说泡脚也可以就对了泡脚也可以其实泡脚就是一个整个循环的概念但是我还是必须要强调我们讲肾还是讲它的元气的部分你水库的水晶肾很少你让它循环没什么意义还是要先把气补进去那有些人说我水库水库水很满但我家里没有水怎么会这样呢因为它循环不好这时候用泡脚或温热的方式就会很有帮助对而且今天医师还加码带了另外两个穴道的保障\n我来教大家两个补肾的按摩方式第一个在我们肚子正前方就在我们肚脊下方有个叫气海穴跟关元穴大家不要留言问我说到底在哪个详细的地方就在肚脊下面这附近就可以那怎么按呢第一个可以用暖暖包贴在这个地方第二个你可以把手搓热敷在我们下面这里第三个洗完澡也可以用吹风机吹每次大概温热它10到15分钟就好一天要几次你开心就好\n想说多几次天气热的时候就不要按那么多次也没关系那第二个穴位在我们背部叫背书穴有深书穴气海书穴跟关元穴就在我们腰部这边怎么做呢就让上下搓就好了搓一搓让它有温热的效果或说你真的手很忙没空去搓你有去外面把衣服掀开晒太阳也可以",
  "elapsed": 2.18,
  "created": "2025-07-10T05:40:05.313715+00:00"
}