{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿商戰】解密商戰之護國神山爆危機！台積電變美積電考題難解？ft. 曲博、吳嘉隆.mp3",
  "text": "下班機器學解密商戰系列這一集我們要告訴你的是中美科技戰在中大陸全力反敲之下美國老大哥會不會地位不保另外被川普綁架台積電面臨史上最大危機這一局又該怎麼解美中小利又升溫了嗎今天我們特別邀請到電機博士曲博和財經專家吳嘉隆老師為您分析\nAI元年一樣開始到現在你看輝達股價漲成這樣子大家認為AI的產業前景一片樂觀你覺得現在AI的這個產業還是多頭嗎是的就是AI最後的最後幾年後一定泡沫化但是就預言他會泡沫就對了最後一定但是現在還沒有你就看看那個IT革命的時候PC跟網路的時候對不對一開始的時候95年Window95推出來PC革命開始來了\n到最後是2000年泡沫才破掉大約有差不多五年到甚至於六年的時間我們當然不是所有的革命都走一樣的故事對不對但是類似所以我們現在看到三不五時你會發現市場恐慌性泡沫對不對那是因為前陣子漲多了以後很多人要獲利了結這種情況絕對還是多頭架構多頭架構還漲幾點到晶晶漲到最後的話噴出噴出就是泡沫了但其實現在大家也很會擔心一下因為現在川普要求台積電要救intel\n出現了一個危機出現確實這個川普政府或應該說美國的眼中他要的是不是外商來我這邊設廠而已他要的是讓美國再次偉大那你要讓美國再次偉大結果是外商公司跑到他們那邊去蓋廠很難讓他偉大所以我覺得在川普總統眼中這個intel絕對是指標型的公司intel現在的問題是他的這個2奈米看起來是已經宣布直接跳過了就進入下一個世代1.8奈米\n但實際上坦白說以技術的觀點看他要能夠突破量率技術方面的限制這個我覺得難度蠻高的沒有學過這個就直接來這裡是有困難的嗎這個很正常走路都不會走的人會飛這個我覺得有問題總之那是一個緩冰之計因為本來是說今年要做2奈米後來發現做不出來乾脆說我不做了我們明年來做1.8奈米這個很明顯但在那台積電的立場其實去介入這件事當然以商業的角度是無理可圖但是為什麼他們\n我相信會討論這件事是因為美國手上有兩把刀是他可以砍過來的當然第一個就是關稅關稅不管關稅能科不能科很多人說反正科關稅我就漲價25%很多但是你一旦漲價這個跟客戶之間的關係還有就是客戶也會要你吸收成本所以我想這是一個另外一個反壟斷我前幾天查資料才發現台積電在晶圓代工的市佔率大概65%\n但是他在先進製程的市佔率是92%假設今天站在台積電的角度要怎麼去緩和這種狀況參與Intel似乎商業上不會賺錢因為你就算把他問題解決培養起來了他就會變成自己的競爭對手甚至就搶走很多訂單而且我們要注意客戶的態度站在客戶的立場他會很樂意看到Intel起來很正常因為他要兩個供應商為什麼要被你台積電綁住或許台積電參與Intel\n部分的訂單分散是不是可以換取世界各國不要去談壟斷這件事這或許也是一種可能這件事情我先請教吳教授你怎麼看Intel當年的晶片市佔率8成AMD大概2成Intel沒有要把AMD打死他要讓AMD活著證明我有對手你不能客戶我還壟斷所以台積電應該把Intel養起來擺在那邊然後證明說我沒有壟斷問題現在我們要了解的就是一個問題\n就是到底川普要什麼第一個用高關稅逼台積電擴大在美國的產能因為據說美國希望他設六個廠台積電評估的結果是想設三個一個考慮一旦有戰爭爆發的話我再從臺灣的台積電拿貨的話來不及平常的話商業用途有事的時候軍事用途所以這個說得通第二個還要把先進製程帶進美國他要能夠救Intel那Intel救的話有兩個一個是技術入股另外一個是資金也進來就是等於合資那不管怎麼樣的話其實這個都小問題\n台積電來講他還有一個問題就是他能夠推出這個模式就是晶圓代工來做晶片設計廠商的代工廠這個商業模式的背景是全球化有全球化還有國際分工才有台積電這套商業模式出來現在很多分工要開始縮小只能在信得過的盟友之間才能夠分工那這樣的一個分工模式現在必須逼Intel一定要分拆他的晶片設計跟晶片製造一定要分開\n分開的結果Intel會被分拆他的晶圓製造會被台積電吃掉他的IC設計的話現在博通有興趣併購所以現在真正的問題是Intel要被幹掉不是台積電被掏空還有他不只要這個川普要第三個在先進製程晶片裡面有美國企業美國企業要當領導者至少要跟台積電平起平坐他還要搞到這個你不要看台積電好像會吃虧如果美國結束一中政策如果美國跟台灣建立外交關係\n他會給台灣的能給台灣的東西很多其實如果這樣子看台積電如果要求搶取Intel最慘可能會是什麼樣一個狀況而且過去也有先例如果看到日本豐田被要求去救美國通用這樣的一個例子台積電是不是可能可以當作一個階級當年美國要豐田去接管通用的一個廠豐田不願意可是還是被迫吃下來吃下來以後整頓完之後豐田還擴大在美國的產能豐田的車子就是美國車了然後他把這個通用的廠賣掉\n賣給誰賣給特斯拉從日本豐田的經驗來講美國在很多重要產業要有美國企業自己而不是在美國投資的外國企業所以如果台灣幫美國這個忙的話其實美國會在其他地方回饋台灣先進製程如果進到美國之後真的對台灣是好的嗎台積電去美國設廠其實站在台積電的角度有好有壞好的地方就是說我在當地服務客戶那獲取當然有機會可以爭取到更多的客戶\n那另外這些客戶也擔心這個地緣政治的風險所以他們本來也希望台積電過去所以很多人都以為說是美國政府希望要求台積電過去這是原因之一而已事實上客戶也希望你只要想像你自己是蘋果的庫克你坐在辦公室結果你發現你所有的晶片全部都從台灣來那意思就是說如果哪一天發生一點什麼狀況的話你一個晶片都沒有代表你一支手機都出不去你是庫克你會不會怕那台積電過去\n配合客戶的要求也好配合美國政府的要求也好那這是正面的那它的負面呢當然就是代表美國對台灣的依賴就降低了晶片不用在你這邊生產我那邊就可以生產另外一個就是這些去美國的工程師是不是有可能被競爭對手挖角這也是有可能但是站在台積電的立場去美國設廠這件事目前是對台積電有利的因為其實我們在看到川普他上任之後就一直對各個行業要寒化\n要加關稅25 50 100百分之百的關稅這種事情在現實社會裡面真的可以實行嗎還是他另外有想法台積電大家不用擔心他的先進製程為什麼他一定會做技術移轉給英特爾的晶片製造廠英特爾那邊一定學不來所以我有給你你學不來不能怪我這種事情日本玩過當年老布希為了大選帶著三大汽車廠的執行長回日本要日本開放美國車進口還有開放美國零\n車零件進口美國壓力給的很大日本最後屈服但是日本做了一張他說日本客消費者買車的時候要增加一個條件就是登記停車位你買車登記停車位合理吧問題是日本的停車位都小格的美國車是大車所以日本有開放美國車進來但是美國車賣不好不能怪我日本限制台積電那套東西別人互製不來學不來所以台積電可以大方的說你要我給你可是你英特爾拿到以後你能夠做出東西\n有競爭力的嗎做不到所以大家不用太擔心在這還想要問曲博面對美國這樣的一個步步進逼這麼咄咄逼人台積電真的完全沒有任何的方式可以反擊嗎台積電如果今天是要去幫英特爾改善製程的話那要看台積電怎麼做我也可以應付了事那當然或許這個技術要轉就難因為不同晶圓廠其實製程是不一樣的所以他是沒有辦法直接就這樣導入的但是如果今天台積電真的要去把它浮起來的話理論上當然是做得到因為你只要把那整個\n生產線所有的關鍵通通移植進去那當然以美國的先進技術來說他們是做得到但是成本沒有優勢是另外一件事因為在美國生產本來就貴那台積電坦白說因為他的很多先進的設備材料特用化學品都是依賴美國更重要的是他的客戶很多都是美國客戶那商人其實是和氣生財站在他的立場能夠用比較平和的方式去處理這個問題能夠讓他\n繼續做生意繼續賺錢這個對公司才是最有利的如果你今天真的很硬要翻臉美國政府難道治不了你嗎絕對治得了那生意做成那樣那這個公司反而危險所以我想台積電的態度應該就是用溫和的方式盡量配合你最好是大家都贏的這個方向去努力我覺得這個方向是對的那投資人怎麼看你其實市場的反應有時候還蠻直接的台積電最近因為這個事情還有前面那個deep sick股價有點拉回\n可是仔細一看也不嚴重那我們現在觀察台積電股價過去幾年五年十年的走勢有一個重大發現就是所有合理的下跌有正當理由的下跌到最後全部反彈幾乎沒有例外就是創新高以後拉回對不對包括疫情的時候市場恐慌2000年3月的時候你看到他大幅下跌去年的話8月2號黑色星期五8月5號黑色星期一大幅下跌那個時候台積電的話我還看到825以下所以台積電不是不會下跌\n台積電到目前為止的下跌幾乎全部都是買點如果你是長線投資人的話你完全可以買起來放著因為整個AI開發出來的晶片需求很龐大將來自動駕駛如果出來的話對晶片需求都很龐大所以理論上訂單是夠的但吳老師可是相關的供應鏈又會造成什麼樣的影響現在我們也共有四個晶片AI的氣光子跟機器人這四個領域的話估計在接下來幾年當中都會不斷的有新的故事出來新的題材出來所以投資人如果有耐心的話\n我覺得目前的狀況其實美國還是領先你會發現新的科技還是從美國先開始包含軟體演算法的開發都是這樣硬體的部分美國就不用說了目前輝達的市佔還是非常高就算是像Dipsic這樣的企業它也是依賴輝達的處理器\n至少目前還是雖然有他們內部在規劃要轉成華為的深藤系列的晶片所以總而言之人工智慧這一塊目前還是美國領先但是中國就緊追在後所以千萬不能小看他們因為軟體的部分全世界除了美國之外中國大陸跟印度其實軟體能力都很強所以我覺得嚴格講就是美國領先但是中國緊追在後在科技戰裡面的第二輪是能源戰尤其是跟電動\n車有關係的我要請教吳教授中國的電動車應該贏了美國現在是不過美國有一個策略我們平常講說養虎為患結果你把虎養大了以後他給你威脅現在美國是養虎練兵美國讓蘇聯先發射衛星叫做史波尼克然後美國就急起直追美國讓日本打了那個夏威夷以後美國對日本宣戰所以美國現在讓電動車超前以後還有Dipsic出來以後對不對\n新的史波尼克時刻歷史的案例一再顯示美國讓別人好像搶先得分然後美國開始追趕這個追趕出來的爆發出來的創造力生產力很驚人如果我們來看一下這個美中科技競爭的一些核心差異有請吳老師幫我們解讀一下美國跟中國大陸的部分有各自哪一些的優勢特色現在我們需要一個完整的視野跟架構就是整個技術創新過程我們把它分解成前段後段前段是從零到一從無到有這叫做重大創新那後面的話從一到一\n到二從原始創新進度到改良創新從重大創新進入到漸進的創新在原始創新那邊的話你投入的叫做固定成本研發開支那個東西那變動成本是後面量產的時候我的材料我的人工水電這些成本叫變動成本我生產越多變動成本當然就開支的越多可是中國的優勢就在變動成本低美國的優勢是在於它固定成本投下去會有結果它的創造力高所以美國拿手是前段中國要切入的是後段\n那所以後段的結果會讓什麼會讓前段的投入研發投入沒有辦法回收美國投入很多研發固定成本投入然後開發出來從零到一對不對然後中共從一到二接過去然後它後面大量生產壓低成本結果害得前面的那些廠商沒辦法回收所以這個變成固定成本跟變動成本的戰爭原始創新跟改良創新的戰爭所以到底是誰贏了誰你要看看你是講的是前段還後段電動車來看中國大陸跟美國之間的差異\n來做一個比較第一個市場區隔不一樣第二個它的產能規模不一樣也會帶出它的後利的分割不一樣我們以智慧手機來講智慧手機的話蘋果的市占率只有33%左右三分之一左右可是智慧手機的利潤蘋果占九成如果你去看的話特斯拉跟比亞迪一樣它走高端市場它量比較少178萬量對不對不像比亞迪是427萬量比亞迪量比較大但是以利潤來講很可能類似智慧手機那個局面\n特斯拉的利潤會超過比亞迪的利潤有這種可能性所以我們如果去追蹤這個數據的話會發現美中之間的競爭就呼應我剛才講的一個是拿前段跟後段一個是高端跟中低端以及不同的商業策略會造成你看到的美中兩國之間的軀殼可是我又多問一句比亞迪現在在歐洲跟亞洲攻城掠地它實際上很明顯的有吃掉特斯拉在那邊的市占率它其他的利潤會提高\n這個更深的問題我們講中國的經濟發展模式裡面有一個叫做進口替代模式一開始先讓組裝廠進來然後再來讓供應鏈進來然後中國的品牌開始把整個組裝跟供應鏈都學過來開始有中國自由品牌中國自由品牌把外商在中國的市場先替代掉然後到外面去把外商在國外的市場也替代掉電動車完全就是這個模式不只這個鋼鐵業也是太陽能板也是我告訴你接下來有個大的項目就是成熟製程晶片\n現在中國大陸在蓋超過40座以上的廠房到時候他們能上手的技術有把握的技術它就大量生產產能過剩殺價競爭對外傾銷所以這個問題在很多行業都出現你說它有沒有優勢算了可是你要知道它這個東西是壓低了利潤去做傾銷的它其實利潤不高所以這個會演變成將來國際經濟國際貿易的重新談判要重新決定國際貿易秩序遊戲規則要重來目前就在做這個事情\n所以曲波其實我們也看到川普他要啟動這個新技之門的計劃他能夠為美國帶來什麼樣的一個影響跟優勢因為他們也發現這個人工智慧的重要性很高所以還要再持續的投資所以政府大概就帶頭他當然是呼籲民間企業一起來參與所以才提出所謂新技之門那我覺得主要的投資應該是在硬體的部分這個本來就是他領先的部分軟體的部分可能也會讓更多擁有這種人工智慧\n技術的公司能夠有更多的資源來開發新的這個演算法人工智慧其實最關鍵的是演算法的技術再來就是整理好的資料整理資料的方法最後就是運算力這三個其實都很重要這都需要資源所以政府才會發起這個計劃這個計劃不是只有政府他有民間參與這個大概就是在宣示說他們必須在人工智慧這個領域持續保持領先最後我想請曲波來做一個總結\n這個科技戰未來我們要注意什麼以台灣的立場我們當然還是只能做這個零儲件那半導體產業目前看起來是做得還不錯但是就像剛剛談到的台積電其實先進是只能做得好但是關鍵的設備特用化學品跟材料其實還是掌握在別人手裡更何況最近大家都知道日本也是野心勃勃來勢洶洶台積電除了去日本設廠日本自己也在發展\n先進製程他們是完整的而且日本有先進製程的設備材料特用化學品他們是一條龍全部都有還有人才他們的人才不輸台灣然後日幣又貶值所以在這個成本上他也不輸台灣那請問台灣的利積在哪裡我們只有製造做得好我們的人才可以我們的薪水獲取可以我們的材料特用化學品設備全部是進口的你怎麼跟人家競爭所以我覺得台灣\n有一條路就是我們必須要想辦法能夠發展自己的材料特用化學品跟設備那我知道產業現在也努力在朝這個方向但是還不夠因為我們現在做出來的這些設備都還是中低階設備我們做得出來的材料跟特用化學品還是中低階的特用化學品跟材料我舉個例子像光主機先進製程的一定都是進口的先進製程的高階設備一定都是進口的這些東西我們必須要有能力自己生產這樣子我們整個產業鏈才會有進口\n最後面的曲博讓我們還是不要那麼過度樂觀但我覺得這個結論非常好謝謝兩位教授謝謝",
  "elapsed": 2.52,
  "created": "2025-07-10T04:59:29.850682+00:00"
}