{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】1種超級食物補腎防癌！名醫曝遠離洗腎：10大傷腎行為千萬別做！ft. 洪永祥醫師.mp3",
  "text": "十大日常習慣超傷腎但我們卻天天在做\n今天我們找到流量的名醫來了是誰呢這個洪永祥醫師才是我們的流量密碼\n今天這集非常特別這集我們在看腳本的時候你有沒有覺得說很恐怖好像你生活中就踩到雷我中了超多個雷嚇死我因為台灣慢性腎衰竭的有兩百萬人而且裡面有十萬人在洗腎然後醫師今天要跟我們分享是十大傷腎的日常生活習慣其實我們正常腎臟隨著你的年紀本來就會退化會衰退只是說每個人為什麼衰退的速度不一樣有些人30歲的腎臟看起來像60歲的老人\n他一定有做錯一些習慣然後破壞了他的腎臟所以要必須早早把他抓出來然後把他戒除掉那你的腎功能才有機會可以恢復到比較好的分數慢性腎衰竭的分歧醫師今天跟我們分享很多次每次來都看到這一張所以一定要到醫院去做檢查我要提醒的就是60分即使我們會一直老化一直老化至少到年紀大還要有60分這才叫及格年輕的時候可能可以百四一百五\n所以一定要好好保護你的腎臟讓他老化的速度慢一點那我們就來看這個十大傷腎習慣排名第十名我立刻嚇到因為今天我們桌上就這個道具這個是我們有時候叫外賣的時候或者是我們去夜市一定要把熱湯湯來喝的塑膠袋裝熱湯熱湯尤其是用這種塑膠袋會把塑化劑給溶解進去不小心我們就喝了很多的塑化劑其實塑化劑有時候我們皮膚接觸也會碰到\n塑化劑還好你要多喝水它事實上是可以代謝的蠻快只是台灣人的尿液血液裡面塑化劑濃度都比其他國家來得高很多的國家其實都禁止用塑膠袋裝熱湯台灣最近其實包括外送飲食越來越盛行常常叫個熱湯熱麵裡面就有塑膠袋塑化劑是我們叫做環境荷爾蒙有可能會造成男生的不孕或說男童的發育變成比較無法發育\n女生會有一些過早發育或說有一些什麼子宮頸癌 卵巢癌 乳癌這些特別要小心比如說我非常愛吃火鍋然後我會想要這個火鍋湯可以隔天我再吃所以一定是帶回家又不然怎麼辦有其他方法嗎其實熱湯類的我們建議還是不要用塑膠袋我們會建議你用自己帶一個容器容器還是以不鏽鋼或陶瓷的這很重要我們會在上面容器上面再蓋一層保鮮膜保鮮膜就把這個湯又覆蓋起來了\n那就更危險了其實我們所謂的塑化劑尤其是那種延展性很好的東西像保鮮膜塑膠袋這類的這種塑化劑是特別對一些耐熱很差 耐酸鹼很差就很容易溶解出來就不小心你就吃進去了還是以陶瓷不鏽鋼之類的有鹹不要五顏六色其實五顏六色碗外面還好但是碗裡面或是我們湯匙類的你就不要有顏色顏色其實很多都是重金屬\n那就是現代人健康意識很高所以很想要去吃補品或者是去做健康檢查報告就會吃好多好多保健品醫師說這樣不行保健品是什麼東西它還是一個食物然後萃取出來的一些原料再經過加工其實你要是可以從天然食物就可以萃取到的營養素當然你就這樣吃但是因為現在都市人真的太忙了我們要選擇保健品也無可厚非一些生物科技其實現在有很多優秀的保健品你就記得要去注意它的原料\n盡量加工不要過度那也不要過量要照它建議的使用像我們吃什麼西藥吃三個月我們都會建議病人要去抽血看一下肝腎功能如果說你吃保健品第一次吃保健品這個都用保健品你吃了三個月最好去檢查一下肝腎功能如果都安全就沒事如果有一點跟之前比較有下降的就不要再吃了醫師你進補這個我就很好奇因為路邊的便利商店其實買到像險金或者是中藥人身影這個我想要補元氣\n這個是不能喝嗎還是說有哪些人特別不適合喝腎臟科醫師的概念是其實我們很不建議腎衰竭的病人吃這些險金什麼牛肉精之類的因為它是一個濃縮的食物它那些礦物質含量特別高鈉也高 磷也高 鉀也高腎臟代謝不好的人吃了這些反而會造成腎臟的負擔下一個我一看到的時候我就倒抽一口氣酒坐不運動這個是作家的職業病酒坐到底多久他們做的研究都抓六個小時\n我們二十四小時超過六個小時多一個小時就是等於類似抽兩包菸對身體的破壞其實酒坐在我們的健康裡面已經佔破壞的前三名的因素了那躺著有好一點嗎我不坐我用躺著我一整天躺著追劇我們一直在想說為什麼酒坐會對身體很傷你要想想我們處在一個縮起來的一個狀態那你長久的縮起來你的循環會變差那你的循環變差之後我們身體處在一個縮的狀態那個骨骼整個都會變得\n非常非常糟糕所以我們會建議可調升高度的桌椅譬如說你打電腦你可以站著打電腦我建議就是一個姿勢久了你就要稍微活動一下我都建議三十分鐘你三十分鐘不是叫你就馬上要去跑步三十分鐘你就要伸伸懶腰踏踏腳這個就可以解除整天加起來還是不要超過六個小時另外這第七名我看到真的是嚇到因為以前重大新聞發生的時候常常十個小時十二個小時都在那邊拼命趕稿子跟播報根本不可能去尿尿久而久之憋尿就變成習慣\n而且我發現很多女生也都有結果我就有一個同業他說因為可能憋尿到最後他發現自己尿出血尿憋尿我們講說正常白天大概上廁所大概六到八次如果說我們大概到了三四百CC左右的膀胱尿液到這樣就膀胱就膨脹就那種感覺想要尿液那你病室去給他憋著尿液有可能會慢慢就消失了可是那時候尿液還在裡面那他會自流越來越多那久了會有幾個問題\n一個是泌尿道感染尿就很容易會產生一些細菌在裡面然後結石就一些腎結石然後另外當我們經常把我們神經的那個訊號你對他視而不見他告訴你要上廁所你不理他不理他那你久了之後你的那個自律神經的那個功能會失調年紀大就有可能會造成一些比較急尿漏尿所以問題蠻多這些反正到最後都是影響到就是我們的腎功能醫師那如果已經有頻尿跟多尿的問題\n的話可以用什麼食物的方式去改善我推薦幾個三類的食物一個叫南瓜籽加大豆胰黃酮這個男女都有效尤其是對一些停經貨的婦女或說有一些攝護腺肥大的一些男士們停經過之後我們的女性的荷爾蒙下降女性荷爾蒙是我們的女生的那個護國神山當你停經之後很多的什麼心血管疾病我們的那個老化整個都會加速那所以我們可以多補充一些大豆胰黃酮\n天然雌激素南瓜籽他為什麼可以保養他有含那個美根芯那另外他有一些植物固醇還有木芬素那這個對我們的泌尿系統其實都非常有幫助那第二類的食物叫茄紅素茄紅素就是當然我們很多的番茄很多木瓜很多什麼事實上黃褐色的食物都含有茄紅素那茄紅素對於是一個很強的一個抗氧化劑他對我們的那個泌尿系統的老化其實也非常有幫助另外一個就是我們所謂的芯\n芯好像對男生的泌尿系統幫助特別大其實對女生也很有幫助那另外他對我們的免疫系統也有那大部分都是來自於一些海鮮類像我們一些蚵仔蛤蜊還有一些螃蟹魚肉還有我們的堅果類的事實上芯含量都很高現在可能實際上之前洪醫師來跟我們分享過了就台灣的這個飲料零食跟加工食品實際上是非常上升的對當然那個飲料零嘴代表的就是很多那些高熱量的垃圾食物\n所以垃圾食物就是空有熱量但是沒有營養成分的那些叫做垃圾食物這很開心啊很開心那另外加工食品就是他為了讓這個食物看起來比較美味顏色比較好又可以保持比較久就會加了很多食品添加劑但短期吃還好但是你今年累月吃還是對腎臟會有負擔的另外大家也會覺得說止痛藥跟抗生素跟成藥是我們日常當中常常會要去吃一下我不要那麼痛或者是哇這個成藥我去藥局我買一下\n不行但是大家不要誤解我特別把止痛藥跟抗生素把它跟那個成藥把它抓出來其實是不是說所有的西藥都不要吃其實很多我的病人都有一個錯感洪醫師我腎臟不好了你還給我吃了開了一堆西藥油因為他們常常高血壓躺尿病那我們就開了一堆的藥其實很多的三高類的藥都是保護腎臟就是說因為我們血糖血壓什麼血脂肪是破壞腎臟所以這一類的倒是還好\n真正會要小心的是止痛藥抗生素還有一些成藥那止痛藥吃個三五天或說一個這個都還好最怕是那種慢性痛比如說有一些爺爺奶奶慢性關節痛慢性頭痛這一吃其實我噴過了有吃那十幾年的就止痛藥一直吃一直吃然後大部分你說短期吃大概都沒問題但是我的臨床經驗是大概半年以上就是每天吃吃半年以上就要特別小心\n下一個其實我覺得很多人也會有包我自己也有寫作壽就是熬夜對我來講熬夜是一個正常的生活習慣其實我固定就是會那麼晚睡覺然後就是然後固定時間起來可是對大家講說我是熬夜那如果是固定的習慣這個可以嗎我們一直在講說一個一個叫做日夜顛倒一種叫做熬夜熬夜代表的就是睡眠不足這兩個是不一樣其實我們講日夜顛倒就是說因為我是夜班工作者\n我白天睡覺這一類的叫規律不要變來變去我們最怕的是護理師今天上大夜班明天上白班這種他生理會混亂這個就比較不好航空業對但是你如果一直同樣是上大夜班的但大夜班我還是會有一個建議我們有一個叫吞黑激素吞黑激素大部分跟我們的一些免疫功能什麼抗老化有關大概在11點到1點是分泌醉妄生你如果是日夜顛倒的可以補充一點吞黑激素會比較好\n最不好的叫做熬夜熬夜就是說你不是大夜班你白天已經在上班了你一直到晚上不睡覺這類的其實很傷腎非常傷腎你知道說我們該睡覺我們沒有睡我們醒著的時候我們腎上腺會分泌很多一些壓力荷爾蒙皮脂醇 腎上腺譬如還有一些可體松這一類會讓我們的引導素阻抗上升就是讓血糖上升讓我們的血壓上升我剛剛講說我們最迫害腎臟最強的就是糖尿病\n跟高血壓所以很多糖尿病的爺爺奶奶熬夜隔天早上給他測個血糖如果飆高熬夜真的非常非常傷腎應該說傷你的代謝代謝就導致傷腎臟這要特別小心接下來這件事情我覺得很特別抽菸還有空汙其實之前洪醫師有跟我們分享過對不對這件事情會傷腎可能大家會很難想像那PM2.5是一個超細的懸浮微粒它的直徑非常非常細\n它吸到我們肺裡面去我們以前都想說我抽菸就卡在肺裡面最傷就是傷肺不是因為它實在直徑太小了它就直接進入你的肺泡到你的肺的循環到血管裡面去血管去就循環到全身他們就發現有七分之一的糖尿病原來不是因為食物吃不對是空汙造成PM2.5造成引導素阻抗造成糖尿病就是吸空氣也會導致糖尿病\n超細懸浮微粒到處放火跑到你的腸子就放火跑到你肝臟就放火所以它就是一個全身的發炎當然它發炎久我剛講我們血管也會受傷我們的代謝受傷就會產生就影響到我們的腎功能另外第二名來到了高油高鹽跟高糖的飲食其實很多人都會拿來吃這個酥鴨這個大家都很理解為什麼高油鹽糖其實每次都講說腎衰竭最大原因什麼糖尿病高血壓但是它有一個前期\n代謝症候群就到我們40歲了代謝老化了肚子開始變大了血壓開始上升血糖等等這些你已經代謝老化了千萬不要再吃這些高油鹽糖食物要多吃一些天然高纖低熱量如果只要吃澱粉就是比較粗糙的澱粉來看一下第一名第一名其實我覺得這是在所有的腎臟科技師都會強調的水喝太少我個人是蠻喜歡喝水的我也叫小朋友外出一定要帶足夠的水但我不知道\n年輕人真的很不喜歡喝水尤其是喝白開水年輕人就只要喝飲料飲料裡面是含有一些糖分一些加工食品其實就不是那麼好那我們會建議一般大概每天要喝體重的百分之三到百分之四的白開水比如60公斤的人638 64 24就1800到2400不要一次這樣今天功課做完了不能這樣子比如我們常常講說假設你是算出來你差不多要喝2000cc的你就給他250cc\n變成8杯超過300cc喝下去很容易逆流性食道炎大概差不多250cc乘以8杯那什麼叫8杯你可以早上起床的時候床頭你要放一杯就是喚醒你的腸胃然後三餐前再喝一杯然後中間你再穿插著喝其實8杯很容易我都覺得很容易的為了避免白開水沒有味道這個問題現在有好多水什麼風味水氣泡水鹼性水然後或者是有人說檸檬水甚至就茶\n這個喝水要怎麼喝你問腎臟科醫師當然叫你喝白開水乾淨的白開水就加熱過的白開水但是你說其他的水形比如說檸檬水礦泉水要注意來源的乾淨不然還是有一些重金屬另外有一些礦物質對一些腎臟不好的也不是那麼建議所以白開水是最理想如果說你想檸檬水酸酸甜甜可是檸檬水常常有一些會傷你的髮廊質你說我就只有一點點而已\n可是你經常喝其實牙齒還是會受傷那茶呢茶葉很健康但茶葉又牽扯到幾個問題一個是茶葉的來源之前有說如果含有一些農藥或者茶葉其實也有咖啡因茶葉還是跟咖啡一樣要限量不要超過那個限量如果說腎有腎臟不好它已經零跟甲過高的時候喝咖啡還是要適量因為它零跟甲會比較高一點可是剛剛講的是咖啡跟茶的對慢性腎衰竭的人就是要限制\n要限水少部分如果已經在水腫了就要限水比如說你有腎衰竭已經小便排不大出來了心臟衰竭肝衰竭那這一類要用第二個公式就是前一天24小時的小便總量再加700比如說你心臟衰竭你昨天一整天只能排出300cc的小便那你給他喝個2000cc你不只有心臟衰竭就水腫就馬上廢水腫就要送急診所以這一類的變成說我只能加\n昨天不是只有300cc今天就300cc加700只能喝1000cc那為什麼加這個700因為你小便只有300這700是讓你大便流汗呼吸這些無感的流失的水分大概就算起來大概700因為醫師之前除了跟我們提點哪些東西是NG食物之外另外一個就講到泡泡尿是一個非常重要的徵兆這樣有泡泡尿都要檢查嗎還是身體出現其他的症狀比較有可能是腎臟有問題的泡泡尿\n像生啤酒一樣很綿密很細小的然後殘留很久的那個比較有意義但是你如果說是那種大大小小的其實那個大部分都比較不像或者說五分鐘就不見但是我們可以用其他合併那些症狀去判斷到底有沒有問題你如果有合併腰痛水腫小便顏色深這個泡泡尿大部分都是有意義的那只要任何一個泡泡尿含加任何一個都要去看一下腎臟科醫師洪醫師在臨床上已經這麼多年了\n一個醫主已經跟大家這樣講那有沒有病患真的很聽醫師的話然後改善了自己的身體狀況有啊很多慢性腎衰竭的腎友他的分數不是低於60分的就開始往下掉那就變成50分40分哇他會好緊張因為你知道掉到10分以下可能就要洗腎我就跟他講說兩個不用錢的你知道持續做三個月那個就會改善你的腎功能一個就是喝足夠的水第二個就是七天有五天每天要30分鐘\n等強度的有氧運動我臨床上有好多他就是堅持三個月他的腎功能有的從50分進步到70分有的40分進步到60分所以我剛講這兩個動作其實真的是你如果真的目前你的腎功能感覺好像不是很好你先堅持個三個月那個分數都可以拉還蠻高的都還蠻不錯的那最後面來講一下這其實醫師就是每次都在跟我們提點哪些食物會互勝那這一次呢又帶來什麼樣子的建議呢我今天要推薦的是一個\n非常棒的一個養生保腎包括防癌的一個食材叫大蒜大蒜大蒜對大蒜真的是全身都是保這時候是又便宜一天可以吃一半的生大蒜尤其為什麼要講生生大蒜很難吃但是他的效果最好大蒜素可以抗發炎他就是一個植化素那也可以殺菌那另外一個就是我們後來發現一天這次做研究再吃到四半的生大蒜的那個量可以降血壓不過那個量真的是蠻大的\n如果要示範生大蒜很多人就會胃痛你如果有一些胃潰瘍那個就可能沒有辦法那煮熟有沒有效煮熟之後那個大蒜素就變少了就會效果會比較差那當然也跟我剛講增強免疫力也是為什麼我們可以用他來做預防感冒等等這個一樣那另外可以防癌他們做的研究最多的都是那個跟大腸直腸癌相關的那另外他們後來發現因為大蒜素他也可以一些預防四肢阿茲海默症等等這些也有\n可以保護我們的心血管疾病因為他可以降低膽固醇那就可以保護我們的心血管另外他們後來發現很多的蔥 薑 蒜什麼芹菜類的排掉那個重金屬也有幫助所以你看每一次醫師就帶來很多重要的資訊這個下次我們就不要外帶了就是我們自己準備好這個鍋子對不對謝謝醫師謝謝",
  "elapsed": 2.8,
  "created": "2025-07-10T04:25:58.933067+00:00"
}