{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】多吃才會瘦？名醫教你4招吃出易瘦體質：11個月狂瘦52kg！ft. 林朝暉、林巧薇醫師.mp3",
  "text": "你知道什麼樣的體質要多吃一點才更容易瘦嗎今天邀請京都堂中醫林曹輝院長和林巧薇醫師來告訴大家為什麼吃了很少還是瘦不下來瘦不了不是你的錯只是你沒有搞清楚自己的體質中醫五行減重該怎麼做一起來瞭解一下\n今天我們相關經濟學邀請到是京都堂中醫的院長林曹輝醫師還有林巧薇醫師醫師你好大家好生活的現在大家都有減重的壓力跟問題請院長幫我們解釋因為你其實裡面有一個是五行的減重我們的所謂的五行五種type它是過去這麼多年來在京都堂大概有累積十萬份以上的這個減重案例九成以上的患者是可以用這個五行來做一個\n其實中醫非常在意的所謂的體質不一樣的人他的問題是不一樣同樣都是肥胖同樣都是100公斤可是它是不同原因造成的處理上我們就會針對不同類型的朋友給予他不同方式的處理方式那這五行可不可以就幫我們簡述一下它的特徵它的型態是怎麼樣那臨床上最常見的就是所謂的皮虛絲腫型因為我們知道現代人生活第一個大部分都是外食口味比較重加了很多的調味料再加上上班族\n都久坐那久而久之循環就不好再加上長期喝這些生冷的飲料食物濕氣的累積就會造成所謂的水腫的問題因此在臨床上大概有四成以上是歸類於所謂的皮虛絲腫這一型的也是我們俗稱水腫型的那再來不管是壓力型也好氣血虛弱型也好或者是所謂的腎陽虛型也好它大概各佔大概一到兩成針對這五種不同的類型在我們的臨床上不管是在醫師的診斷上\n或者是說在臨床的處理上它會有不同的方式院長請教這五種型態難道不會互相的影響嗎例如說因為它壓力所以它變成牢牢新溝複製域變得很強回來又變成水腫會它肯定有同時間距兩種到三種的類型所以因此有時候我們在辯證上我們會根據每個人不同的狀態會做不同的處理喬醫師那這五型有辦法一眼靠外觀你就判斷的出來這個大概是屬於哪一類型的嗎我們先來看一下水腫型通常水腫型的\n女生她來到診間你就是會先觀察她的下盤就是那種下盤特別壯然後胖胖然後那個腳還會有晃動的感覺那個通常就是偏水腫型那再來呢就是壓力型的病人的話她有可能是那種虎背熊腰的然後你會覺得她身材偏到三角蘋果蘋果對對對因為就是壓力的狀態會讓脂肪容易囤積在腹部老饕型的話就沒什麼好講的她就是很愛吃然後控制不住但虛弱型虛弱型的女生她就是那種一來然後你就覺得好累喔林大宇她就是跟你說她好累然後掉頭髮\n然後她的指甲嘴唇顏色都很淡那失調類型的話呢通常臉色很暗然後臉上有一些挫瘡痘疤怎麼樣都散不掉了再加上可能多毛等等的可能就問說欸你是可能有沒有一些潛災性的內粉密疾病那針對這種第一種型態其實大家都很想知道吃什麼食物可以消水腫可以嘗試用冬瓜玉米鬚薏仁或者是紅豆啊紅豆水就是市面上那種紅豆水也可以那再來的話呢就是多補充高雜的食物像是深綠色的蔬菜\n例如說像芡菜啊空心菜啊花椰菜啊菠菜啊等等好那其實上次我自己也蠻喜歡有一款就是我們的平民美食四神湯那四神湯呢它其實你在路邊也都買得到啦那它的組成成分就是芡食啊蓮子啊薏仁山藥啊然後還有福林啊那它其實對於我們本身腸胃的水分代謝都非常的好既是食材也是藥材藥食同源這樣那壓力型肥胖的人他的特徵是什麼呀那這個就必須要帶到一個詞就是皮質醇\n這才是大家討論度蠻高的那皮質醇是什麼呢它是一種當人體處在於長期的壓力狀態下你的身體會幫你分泌的一種荷爾蒙它其實主要是來幫助我們應對壓力但是問題是它存在身體裡面時間太久的話它會導致一連串的內分泌啊形成代謝失調舉例而言它會讓我們的血糖調節障礙就是你的血糖會很難降啦那當然你怎麼吃怎麼胖那再來的話呢它會讓我們的免疫系統變弱也就是說呢長期處於壓力狀態的人你會發現你很容易感冒就動不動就是生個大病啊三天一小感五天一大感\n那最後呢在女性朋友身上你會開始發現說自己有一點月經不調要嘛就是月經不來要不然就是每次來都會有嚴重的痛心問題失調了對失調了那壓力型的他們的飲食他們該怎麼吃然後哪一些不該碰好那因為壓力型的人對我們中醫來說就是屬於一種干預氣質的狀態那干預久了就會容易傷肝那傷肝的話你身體氧化指數就會偏高所以我們原則上也是建議說可以多補充一些深綠色的食物例如說呢綠豆啊芹菜啊絲瓜啊奇異果等等\n綠色食物入肝養肝那另外呢我個人蠻喜歡花草茶的就是花草茶它可以幫助我們疏肝解育像是薄荷啊或者是玫瑰花草茶玫瑰花補充一點它可以幫助我們血液循環然後所以久而久之那個女生的臉會變亮氣色會變好再來的話呢就是說如果你真的還是覺得下班後有那種想要進食的衝動的話那沒關係我讓你去吃可是呢你可以考慮吃一些比較健康的蛋白質因為它可以幫助我們就是來身體來產生色胺酸它是血清素的\n生成的原料血清素就是所謂的快樂荷爾蒙嘛那像這種解壓的食物呢健康蛋白質像是豆腐啊雞蛋啊牛奶啊起司啊等等的無論中西醫都講到曬太陽可以抒壓所以按照喬慧醫師你的看法來講這是有用的嗎這是有用的因為曬太陽可以幫助我們人體分泌吞黑激素那它又是血清素那在我自己的朋友跟親人裡面其實蠻多一看就是老饕型的這該怎麼吃老饕型的話我先講齁就是重口味的食物真的要避開\n雞啊對啊 披薩啊那種很重神重神食物它其實會首先讓你身體容易水腫然後本來只是生理性的代謝廢物久而久之就變成病理性的代謝廢物再來的話呢就是那種油膩的東西它會去影響到我們的腸道蠕動功能然後還有就是說老饕型它也可能愛吃甜食嘛甜食的話它會造成我們的血糖震盪所以你可能剛吃完之後然後你的血糖就咻一下就上去了但是很快又再下來所以你沒割多久你又想要再吃一點東西了那冰冷的東西就是\n不解渴啦不解渴之外然後還會容易去影響我們身體的那個新陳代謝讓我們整個消化酶的活性下降那老饕型對我們中醫來說其實就是有點餵活那所以呢就是我們要給它一些清熱解火的食材那例如說像是苦瓜因為我記得我每次去看中醫的時候醫師都會問說你最近食慾好不好有時候想說我超好怎麼辦有時候想說超好那你怎麼辦呢要怎麼樣來降低這種衝動呢如果說你真的超愛吃東西的話那你就餐前30分鐘\n先喝個500cc的水然後裡面加一些譬如說青椰子啊或是羊車前子因為這種種子類的東西它吸了水之後它體積會膨脹所以你會覺得比較有飽足感了那再來的話呢就是說吃東西速度慢一點盡量咀嚼過我覺得至少要有20下啦可是我請教院長院長在臨床上印象深刻成功的案例呢因為成功的案例上是不深沒距啦但是我印象中最深刻就是有位陳先生他來的時候出診是140公斤胃熱這一行的\n實量真的很大因為是個重力體育勞動者他開怪手的不過他很配合就是他經過11個月不斷的努力下來呢成功的降了52公斤那我要強調說他這中間沒有使用任何吸醫的方式也沒有去做什麼縮胃手術啦也沒有吃任何的吸藥除了這個隱私的條例以外他當然還有配合買線雙管齊下呢他的作用會更大那我們繼續探討不同的類型例如說虛弱型的喬伊醫師怎麼建議這個應該怎麼吃而且他的外觀特徵是什麼大部分女生都\n都有一點喔就是因為我們每個月這樣月經這樣來啊然後其實對我們的子宮內膜來說都是一種傷害因為他其實就是脖落子宮內膜的脖落所以一定會有傷口小時候媽媽都會說要喝似乎湯啦但你長大之後你可能就沒這個習慣了所以久而久之呢我們就會身體越來越虛那另外呢其實我覺得這樣鏡頭前可能有很多女性有這種困擾尤其是產後的媽媽很多人就是產後然後怎麼樣減都是瘦不下來那你要小心你很有可能就是虛弱型導致的肥胖那或者說你不是一個產後的媽媽那你如果只是普通的人的話\n就是會比較容易覺得容易累啊然後或者說臉色蒼白啊然後容易掉頭髮啊或者是說你指甲脆弱啊沒有月牙那大家都可以觀察一下如果說呢以食物方面而言因為我們中醫認為啊就是虛弱型就是要補氣補血嘛那我們認為深色的食物可以幫助我們來做補血的動作那以蔬菜的話呢就會建議說你可以考慮紅線菜啊木耳啊海帶啊菠菜啊那肉類或蛋白質類的話可以考慮像牡蠣啊烏骨雞啊海參啊豬血啊牛肉等等\n那我們就還蠻推薦用紅豆啊紫米黑豆那有些人會想要喝人參茶來補氣那其實不是不行的只是因為人參它是大補元氣有一些人它其實是虛補受補你補了之後反而會容易上火所以如果說經濟許可的話可以考慮換成西洋參聽說巧瑞是你的女性的患者居多嘛那你有沒有幫助女性的患者呢有成功減重的案例那我的患者多半都是那種虛弱型的肥胖那我就跟大家分享一個我近期印象深刻的就是一個媽媽然後她大概172歲\n12公分左右然後對但是她一來的話就是69公斤那她其實是產後一年多了但是她一直受不回她產前55公斤我後來就是開了各式各樣的窯就是就是我們用很多種飲食調整的方式啊甚至是了解說欸她的那個運動習性怎麼樣都受不下來那後來我才發現說其實最大的問題是因為她的小朋友沒辦法睡過夜那就是一個晚上會起來好多次那而且都是每次都是找她都不會找爸爸所以她等於說一整個晚上都沒有好好的休息\n好好的修復那再加上她白天的時候呢就很累一直想睡覺而已也懶得去吃東西所以到後來我就是直接跟她說你就去吃點東西吧就是即便你真的是對正常當然健康食物比較好但是如果你真的對健康食物你沒有辦法提起食慾的話那你鹹酥雞你珍珠奶茶我都算你過你有吃就好算她過對可以的減重就像是我們給她給身體一把火讓身體這個火力可以燒得更旺一點可是問題是她需要心柴那那個食物就有點像是柴的概念\n但她如果沒有給足夠的柴的話火是燒不起來的那虛弱型肥胖的人就是真的必須要吃你要吃才能瘦那我們繼續來聊聊就失調型就是我們的最後一個這種病患的特徵是什麼那以失調型的病人來說她通常就是反正她走進來我就會知道她大概有點失調因為那種就是看起來極度的疲憊然後臉色很差很會暗然後臉上可能會有一些暗瘡痘疤然後她會跟我說那些痘瘡或痘疤好不了那通常這類型的病人她可能一坐下來就自己跟我說\n阿滴我有什麼多囊她自己也知道對子宮內膜異位通常他們都是已經西醫有一點放棄了也不是西醫就會跟她說你要不要考慮去看中醫這類型的人群來了之後我大概就知道他們本來就有一些underlying disease所以我們就是要一起把這個潛在性的疾病處理掉然後才可以幫助她達到瘦身的效果我回到根本上我要請教院長其實大家在聽到現在的時候我們還在思考一件事情就是中醫跟西醫對於這個減重\n最大的概念差別在哪裡西醫的減重它是會立乾淨很快它給你的藥讓你那個新陳代謝變很快讓你的交感神經興奮所以它會有它的療效這個我們絕對不否認但是它或多或少會有一些副作用從我們過去當中比如說曾經被FDA核准的一些藥品羅氏仙也好什麼諾美婷也好那後來為什麼會被下架因為它出現了一些副作用那我們中醫一向都是講說天人合一\n在選擇上事實上都是從我們日常生活的食材當中去選擇出來的應該說我們的很生活化比如說像現在天氣冷我們最常吃人參雞羊肉爐那裡頭有一些中藥材不管是人參也好什麼桂枝黃耆或講究一點可能還會放點什麼肉桂那這個其實都是在我們日常生活當中就可以福守可得的藥食同源我們在傳統神農斑草經\n最常用的幾百種藥材歸類為三種上中下三種那上品就是我們大概天天都可以吃可以常食的長時間服用沒有問題的比如說剛提到的紅棗枸杞山藥這些東西都可以可以拿來當飯吃當菜吃的這個不會有問題至於中品下品的話就不建議到藥房去抓藥因為它可能或多或少會有一些副作用比如說有些藥材它可能會有一些緩解的作用會稍微有點拉肚子甚至有些藥材它是為了輕微的毒性在\n那所以說你在劑量的使用上如果拿捏的不是那麼好的話可能會出現一些不良的副作用那所以說有需要的話呢我們還是會建議就是說請觀眾朋友找這個專業的中醫師由他們來幫你這個診斷以後來對症下藥院長他分成上品的意思就代表日常我們可以吃到的食材其實是對我們最好的食材而且可以今年累月使用都不會有問題的因為其實我覺得香氛經濟學的觀眾他們都有兩種傾向第一個他們想要易富其子就很容易變有錢立刻\n另外一種就是想要變得易受體質立刻對也是要立刻這樣對不對所以我要請教院長那怎麼樣吃可以慢慢慢慢調整自己的成為易受體質應該是什麼時候啦應該說要吃得對避開一些高脂肪高鈉高鉀的這些食物那個可能對身體會有一些副作用那再來就是吃的時間常常有時候我們會發覺患者說我吃得很少可是問他吃的時間不對他可能早餐午餐都吃幾乎都沒什麼吃晚上下了班以後還去猛吃猛吃\n那我們知道過了八點以後我們心臺代謝會變慢所以我們都會建議患者如果你真的不行的話過八點以後你的食材的選擇上一定要避開澱粉這一類的避開澱粉對我們可以選擇比如說像蛋白質這一類的那個低醣的水果蔬菜這一類的或者有纖維質的比較容易有飽足感而且又不會增加這個身體能量太大負擔的類似這樣的一個狀況\n中醫的藥材跟食材這個觀念分別適合哪些比如說我們剛剛講到這個所謂的皮虛濕組好了那既然是濕我們就要用一些瀝濕的材料比如說我們剛剛提到的福林也好啦這個欠食也好啦它有瀝水的作用可以幫助體內多餘的水分的排除那像汽水虛弱也一樣啊汽水虛弱我們就是要補血補氣那這個時候呢我們不管是當歸不管是穿穹它有活血造血的功能熟地啦這一類的燒藥這些它都有所謂\n補氣補血的功能我們選擇這一類的食物那我們在這個日常飲食當中比如說我們燉個似乎雞很簡單買一根雞腿丟進去就好了那我們知道現在大家工商社會嘛每個人平常在上班都很忙也沒有時間自己去中藥行抓藥甚至自己熬煮那據我所知市面上已經有很多做成急飲包的方式幫助大家在忙碌時候可以省下許多的時間讓大家有更多的選擇可是我最後一個問題就是說因為現在有這麼方便的急飲包\n在如果在使用上面有哪一些需要注意的呢除了聽從醫主之外基本上比如說我們剛為什麼會歸類成這五行就是說你不同的類型的人他可能要選擇的方向是不一樣的如果你一個皮虛的你去吃了干預的可能沒有那麼好我們會建議說還是要經由專業的中醫師經過幫忙診斷把脈以後呢給你一些建議然後來選擇適合自己的一種食材急飲包可不可以放到冰箱裡面再喝或是加冰塊\n空腹飲用嗎一般來講空腹吸收會比較好今天我們聊了很多減重今天減重沒有很多迷思今天我要請喬惠醫師來幫我們來破除一下第一個就是很多人我聽很多人講說吃中藥但我覺得應該是吃草藥吧就是他容易心悸手抖超多的耶我以前不認識中醫的時候我也有這個迷思存在因為其實我們有所謂的好轉反應那它好轉反應的意思就是說你剛吃了藥進去你的身體它有點像是幫你把那個藏在你細胞上\n那在清除這些顧急啊頑固的一些廢物的過程或許有些人真的就會有一些比較不良的反應那通常例如說心悸手抖啊偏頭痛啊而心頭痛的感覺都是前面兩天啦前面兩天會最強烈通常到第三天就這些症狀都會不見那如果你還持續性的有心悸手抖的話我可能有三件事情要請你確認首先就是第一件你是空腹太久了嗎你吃藥了之後可能三四個小時都沒有進食然後有可能甚至就是不進食直接再吃第二包藥\n會抖得更嚴重心悸的更厲害那再來就是你的水是不是沒有喝到足夠如果說每天只喝個五六百ccr然後你再來吃一些中藥的話確實有可能會引起心悸手抖的反應最後一個呢就是說你的睡眠因為有些人他吃了中藥之後就覺得很亢奮然後越夜越亢奮那或是他偏晚的時候才來吃中藥那這些呢都會影響到說他有入睡困難或者是說他本身又有一些熬夜的習慣都會讓一整夜身體沒辦法達到很好的修復所以呢就有可能會有心悸手抖\n的情況出現院長你剛剛有分享一個案例就是一位病患他透過這個天然的飲食調理還有埋陷最後成功瘦了52公斤我特別對埋陷這個有興趣他是什麼意思而且他可不可以幫助局部的瘦身其實埋陷的原理他是從針灸發展出來針灸你要把針留在穴位上那你一次大概頂多停留個15 20分鐘你不可能24小時把這根針帶在身上那我們現在經過改良以後呢我們把這個先體腺就直接放在你的穴位上\n那經由這個慢性的刺激等於是24小時都在幫你針灸然後在這個分解的過程當中他可以把局部的脂肪給分解掉因此他有兩個不同的作用一個是針對全身的體重的一個代謝第二個是局部的脂肪的分解聽到另外一種說法是只要埋陷他只要說一去掉之後就復胖基本上不至於我們這麼多幫助成功減重的案例到現在復胖的有但原則上就是說你只要生活起居規律我們會建議他說你可以每隔一個月兩個月呢\n回來我們幫你追蹤一下大概絕大部分都很少很少有復胖的情況今天謝謝兩位謝謝院長謝謝小西謝謝你們",
  "elapsed": 2.97,
  "created": "2025-07-10T06:18:08.090360+00:00"
}