{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿商戰】聰明翻倍退休金！定期定額不會讓你變有錢？跟著富人投資實現財富自由！ft.張凌雲｜謝哲青、蔡尚樺.mp3",
  "text": "今天的解密商戰系列不要再只會定期定額了其實單筆投資效益更高另外你知道為什麼近年來ETF可以打敗基金成為投資新寵嗎秘密都在這還有在2025年到底有哪一些投資亮點趨勢也要一次告訴你今天我們也特別邀請到了基金鐵人張靈雲要來跟大家好好分析如何把你的資產再放大\n為了不要讓觀眾誤認你蔡上皇再一次再贈送介紹給大家我們的流量女神今天解密商戰要講到基金跟ETF你現在還有在買基金嗎我沒有但是我有買ETF所以你從來沒有買過基金好像沒有今天我們想好好問一下今天我們解密商戰邀請到基金是創辦人基金鐵人靈雲哥你好\n好我覺得退休金要怎麼放大這個是一個很好的問題如果很年輕的時候你要存退休金的話你可以把比較多的錢放在比較風險比較高的比如說像股票債券可能就少一點\n放一些但是這一點我必須要提醒大家如果你今天是在一個風險比較高的一個行業或是說當然這個行業比較多不確定性比如說在高科技產業裡面可能一個新發明出來的時候你現在的產品就已經下去了類似像這樣這種情形的話我認為你必須要做一些跟你行業不同的一些投資也就是說今天你在科技業的話你不能夠把你的所有的錢都放在你的公司的股票裡面如果你今天在輝達裡面工作的話你現在所有的錢都在輝達的股票\n當然很好如果當輝達好的時候你真的是生價馬上就翻倍翻好幾倍可是那個一旦下去的時候可能你工作都沒了比如說以我個人的經驗來講在2008年的時候進化海嘯的時候我覺得我可能工作都會沒有了那那個時候我在投資的所有的東西都是在股票型基金裡面那股市全部都下去我的資產縮水很多而且那時候我可能連工作都沒有我可能連我的房子的貸款都繳不出來我房子可能都沒有那時候我真的很大很大的恐懼感有很多人也都是這個樣子\n我碰到的一些朋友其實他們很慘就是他們的公司在金融海嘯之後其實公司股價跌到了基本上是零了但是當他們那時候拿到的配股的時候他們拿到比如說那股票值1000萬那個時候要繳的稅可能是300萬類似像這樣可是後來他們股票跌下去之後他們還是要繳那300萬他們甚至於要去借錢去繳那個稅所以我就必須要提醒大家在做退休的規劃的時候\n也要考慮你自己的產業如果你的產業是一個波動比較大的時候那你就去想辦法去投資可能要比較穩一些的投資或者產業那比如說你家裡的另外一半也許是在做比如說公務員或是比較安穩的這個行業的時候也許你這個時候配置風險比較高一點點但是兩個人如果都是在這個所謂的科技業或者風險比較高的產業裡面或兩個人都在做加密貨幣的時候那你還是在做加密貨幣的投資的話我覺得你all in等於把你的所有的事情都all in\n那很危險不過其實因為大家現在想要好好的投資都是為了儘早退休所以這個投資我們的退休金上面的規劃可以從哪幾個面向來好好布局呢當然第一件事情當然好好的工作你工作了然後你有多餘的錢的話一定要去做投資因為你不投資的話你沒有讓這個錢再幫你賺錢有錢人懂得這個就是用錢去幫他滾錢這才會快就像巴菲特講雪球球要越來越大在那雪才會越來越多\n你要怎麼去規劃我覺得很重要一點就是你規劃的投資的這些標的是要你做得下去的做得下去的對你不要說你投進去以後波動太大我們剛剛講加密貨幣也許你今天去買比特幣你可能三天就已經出場了因為波動太大你晚上睡不著覺你睡不著覺你乾脆醒來就把它賣掉漲了也賣跌也賣所以你要做的事情是你整個你的投資組合是你可以持有然後長期去持有它可是我們常常看到的就是指數很漂亮但是很多人做不到那是為什麼做不到\n因為你中間會下車然後你趕不上去等到你上去之後你又發現又錯了因為那時候已經在高點了所以你要做到一件事情就是你放進去之後你不會很想要馬上把它賣掉你不會說今天你的錢在裡面你晚上睡不著覺這個東西要夠穩定對 穩定而且它的報酬率要是你覺得你可以做到你退休就像我剛剛講的你可能十年翻倍每年十年就可以翻倍要做到這樣子但你說很穩定放在定存裡面很穩定\n可是你也睡不著覺因為你可能退休的時候30萬塊還是剩下那麼多抵不了通膨對 抵不了通膨被通膨打敗了有可能會這個樣子但是退休金的規劃也是要看一下你自己個人的消費習慣當然尤其年輕的朋友的話如果都很想要花錢但是又很想要退休這個就是一個要取捨的事情你要想到你退休的時候你要想到你到時候如果說你不工作的時候你那個時候你能不能夠過一個生活是你現在在想的生活很多人會想一件事情就是說\n我買保險就好了如果說當然你存夠了錢的話其實你的這些保險其實也就沒有那麼重要年輕的時候這個時候你的風險就是如果家庭失去你這份收入的時候會影響很大那你如果又有醫療的需求的時候這個時候你當然一定要有醫療險但是隨著年紀上升的時候你這醫療險的部分真的可以減低因為如果你已經像我們剛剛講的你在朝一年賺7% 十年翻倍類似像這樣的路上在走的時候你的保險可以下降因為那時候你已經存夠了錢了\n你足夠你退休之後去負擔你的醫療保險當你的規格如果要很高的話你都要所有的東西到最高的時候那你可能就是你的當然要存到更多了所以前面怎麼投資當然很重要但是也是一個永恆的議題大家就會想說到底我是定期定額投資比較好還是一個單筆投資一次買進我是覺得說如果是在上班的朋友們每個月都有收入這個時候你的收入一部分就要去投資這就是所謂的定時定額了\n如果說現在你手上就已經有一筆錢的話那比如說你有100萬那你會把它分成10筆定時定額去投資這樣的話我認為是不至了不應該這樣做因為有的人覺得說我現金留在手邊可以來這樣子萬一有突發事件的時候可以拿來做預備金對 您這個講法也沒有錯所以我是覺得大家應該有一些錢放在一些流動性比較高比較穩定的比如說像債券比如說像債券基金或者債券的ETF因為這樣子的話其實它的算是很穩定\n它的報酬率也會比定存來得好長期來講的話但是如果你發生什麼事情的時候你要變現的時候它還是可以變現得很快但是如果你說以前你一定要放在現金裡面放在定存裡面的話其實報酬率相對來講是低的所以我個人的話會覺得說我要把大部分的錢都是放在股票跟債券裡面我做一個平衡做成一個平衡或者做成一個64或者73類似像這樣當股票真的大跌的時候可能債券都在漲這個時候我真的要用錢的時候我還可以從債券這邊拿出來\n這其實定期定額對於一般小資族來講只是不要把錢亂花掉然後還是有在固定做投資但是如果真的是以數據來看的話單比投資它的效益是比定期定額還要再高的對不對對 沒有錯的如果是這樣的話因為剛才其實張大哥講到一個重點就是說又講到基金又講到ETF從2020年開始事實上只聽到ETFETF變顯學了沒有聽到人家在講基金沒有錯那這兩個差別在哪裡我必須說其實基金這個產業\n其實當初是把很多年輕的朋友排除在外的因為基金主要的通路主要的銷售的通路是銀行那其實銀行在一個它的成本考量之下其實他們選擇去找比較有錢的人去買基金去銷售基金對 那一般的年輕的朋友的話今天你有問題想要去問理專的話說實在的他不會為了你30萬 20萬的事情花一個小時跟你解釋所以理專都推的是以基金為主沒有錯 對因為基金公司花的所有的\n這些行銷其實花很多時間是在銀行的通路上面對 但是ETF的話因為是沒有銀行在銷售的ETF就是你自己去買的你自己做功課沒有人理你的所以小資族來講的話年輕的朋友其實被銀行排除在外的我必須這樣講這是事實那他們只有自己做功課這時候其實網路上面出現了很多自媒體或者是介紹ETF這種聲音就出來了所以其實年輕朋友開始這個所謂的ETF的運動我認為\n其實自由行跟高規格團體旅遊的差別聽起來就是他們的行銷模式也不太一樣可能基金是只在銀行端但是大家一定會在乎基金跟ETF它最大的差異在哪裡呢比如說透明度來講的話基金它在做操作的時候它不能夠馬上公布它在做什麼它必須要一個月之後才能夠公布前十大持股但是ETF的話是每天都可以看到它的所有持股的狀況所以非常非常的透明當然基金會說\n因為他們不能夠公布怕別人跟它所以它的所有的操作策略這是它最重要的一個資產這個基金的講法是這樣但是其實國外早就已經把基金馬上就公布了很多基金是這樣方舟基金就是這個樣子所以透明度來講的話基金跟ETF就差別很大流動性當然你的基金來講的話賣基金有的時候要等五天有時候要等七天類似像這樣你才能把錢拉回來可是這個時候如果你想要馬上把錢要放到另外一個資產去的時候你可能要等那個資產如果漲不上去的話你錯過了對不對\n然後不是你像台股一樣這樣子做買賣你馬上可以買另外一個資產所以非常非常的方便流動性是相當相當的好的費用當然不用講了我們都知道其實ETF的費用是非常非常的便宜不管是說在深購來講很多基金還有深購手續費在銀行甚至於可能有的一般的小白如果你真的想要去買基金的時候好吧那你2% 1%類似像這樣但是買ETF的話就沒有就是很簡單的公定的一個價位還有就是管理費\nETF也是低了非常非常的多那到底這樣子哪些人適合買ETF哪些人適合買基金其實我必須說其實基金跟ETF他們都是所謂的Fund就是都是基金只是不過說基金我們現在講的基金是有人在操作的比較不透明但是ETF是比較透明而且是在交易所在交易的是一個主動跟一個被動對一個是基金是主動的那ETF會是被動的所謂追蹤指數所以他並沒有一個想法的他只要指數怎麼做他就怎麼做但是\n主動式的基金他就是有基金經理人有想法他覺得台積電要追或者台積電要減他就會有想法但是指數來講的話台積電是多少就應該要買多少類似像這樣子所以呢對我來講其實都很好那我只是覺得說如果今天是先出現的是ETF的話那這個時候搞不好變成是基金是大家想要的因為ETF就只能跟著市場但是呢有一個人突然跑出來跟你說其實我可以打敗市場喔我做的東西可以打敗而且過去三年都打敗喔你要不要投\n你會覺得哇這個東西更棒我去買基金好了只不過現在的順序是先出現基金然後呢出現了一個叫做ETF的大家覺得哇ETF就是跟指數嘛很棒我是覺得其實以人類來講的話我們當然會想要說我們做的會更好的一些事情我不能只是跟著做別人做這個社會怎麼會進步嘛對不對要進步的就是我要做一些跟別人不一樣我要超越別人所以呢基金就是一個想辦法要超越的但我們都知道其實華人巴菲特很厲害其實巴菲特的公司就是一個基金所以巴菲特常常在跟別人說\n你乾脆買ETF好了可是巴菲特你做的事情不是ETF你在做的是一個主動式的操作其他講的事情我個人認為是有點矛盾我覺得上一環你沒有買基金的原因應該是你太年輕你知道因為1990年代到2000年前的時候以前我們在攀岩在岩壁上我們大家都想你有沒有買什麼基金那時候很誇張什麼時候那時候大家都在談就跟現在談ETF一樣那你以前買基金有賺到錢有賺到錢那時候有很多種有全球型的新興市場\n那時候真的是有賺到錢所以我是覺得說基金真的是讓我有存到人生第一桶金第三桶左右但我想講就是說為什麼當時這個基金會紅起來但現在又增幅又沒落紅起來當然有時空背景當然就是那時候在2000年之後其實台灣的利率開始往下降很多人就覺得說錢要把它活用所以大家就想要找一個報酬率更高的地方那個時候其實有很多國外的基金公司包括以前服務的公司進來台灣之後他們帶進來很多產品\n這些所謂的境外基金都投資在你剛剛提的新興市場那時候新興市場非常火紅尤其是包括中國中國都非常火紅台灣人很想投中國或者很想投這些印度或是新歐洲類似像這樣子所以那時候的錢就會找這種高報酬的地方去只有境外基金才有這麼多的高報酬的產品那時候我要去投什麼愛爾蘭還在告錢那你那時候選的那個標準是什麼就是旅行去看過覺得這個國家好像會起來的感覺你知道就那種感覺而已可是我覺得ETF\n我發現這種感覺就是我會覺得說那個時候的背景的話讓大家會想要去開始用基金去投一些他們不知道的市場或者說比較不熟悉的市場讓基金進來就幫你去操作那時候也還沒有ETF所以基金就開始蓬勃發展在台灣那過去有沒有一些比較推廣他的一些經驗就像我剛剛提到說那時候其實很多人都想投中國中國那時候其實是沒有開放的一個市場其實基金也不能買中國也不能帶中國基金進來\n那時候其實我們就想到就是說中國要起來經濟要起來的話需要一些所謂的原物料要建設礦業很重要的是一個基礎建設所以那時候我們就去找我們的基金裡面有什麼東西比如說像礦業比如說像這種原物料相關的跟中國的GDP來成長的話就有相當高的聯動性那時候我說你買不到中國那你可以買原物料嗎那時候大家就原來原物料是一個中國概念股用故事去說服\n就是投資者朋友來講就是說一路用這種方法你可以賺到錢為什麼現在沒有辦法用這種方法我相信還是有很多的朋友在講故事其實美國的像剛剛提到的方舟基金這些他們都在講故事他們都在講夢都在講電動車在講加密貨幣講這些都給大家夢因為有這個夢所以他有很多的信徒很多的Followers讓方舟基金在很短的時間之內他的資產規模長大了很多那時候基金他們故事到底講什麼講錯了讓大家現在已經覺得\n吸引我們了講太多了嗎對啊不然怎麼會被ETF給超車其實我覺得就是基金公司其實忽略了網路這一塊忽略了我們剛剛講的就是一般的投資朋友這一塊他們重視的只是銀行這一塊但是其實因為大家在銀行這邊可能大家不理你的時候那你可能就自己去找結果網路這邊就出現了很多人在講ETF其實我認為這一次的所謂的ETF運動是真的是年輕朋友帶起來的我以為是中老年人例如說現在師生被帶起來\n他沒有開心很多的年長的朋友其實他們的子孫被告訴他們說要買ETF不要再買基金了你買基金到銀行去你看被人家收手續費什麼什麼的你看台灣有一千多萬個證券戶所以兩個人裡面就有一個證券戶所以大家都有證券戶那直接就在證券交易去買這些ETF不管你是元大你或是哪一家公司的ETF你都可以在證券市場買到你就不需要分這個銀行這個基金公司你就全部都在一個\n帳戶裡面這是很大的一個便利性我必須說但如果在這個投資的部分因為大家還是會談談說那到底我們是要投資高股息還是市值型如果以現在這個全球局勢來看的話您會怎麼推薦我個人會比較偏好市值型為什麼因為市值型來講的話他當然就是選這些都是比較大的公司我絕對不會認為大公司就是好公司但是相對於所謂的這個高股息來講的話他們只看的是發放的股息的\n高與低但是並不在乎他這個公司是大公司小公司或是有競爭性或是都沒有所以我只能說現在如果說只讓我兩個來選的話大的公司可能是比較強的公司但是我不認為一定是如此很多人說大則很大但是我個人是這麼認為的那不然就不會有蘋果也不會有輝達也不會有Google也不會有這些公司的出現但是至少相對來講的話你去選擇他會發股利的公司發股利的公司的話就代表說他總要有很多現金不知道要去怎麼投資\n那甚至於他沒有投資的機會了所以他發股利那如果你有很多投資的機會的話你會跟股東說我把這個錢賺到的錢我們繼續再去投資如何你要我發錢給你還是你要我去投資賺更多讓我的股價會漲更快你要哪一個那對我來講的話我要你去幫我投資我本來把錢買你的股票我就是要信任你我就是相信你會幫我投資你幹嘛把錢還給我呢那當然除非是有現金流需求的人那會覺得說我現在就是很懶得去賣股票啊\n那你就配股息鼓勵給我類似像這樣的話那我就可以過生活大家有這種想法的話那當然可以去買所謂的高股息可是我看一看喔因為其實你看2024年大家都有賺到錢結果到2025年之後發現說之前這個如果說買市值型EF沒有整理的話你看從這個獲利百分之三十這幾天掉到百分之十一百分之七很多人這樣子愛愛叫的那時候如果我們長期只有大部位的市值型EF這時候應該怎麼做很多人會說今年是盤整不確定\n這個時候呢其實如果你真的這麼認為如果市場的走勢未來的發展也是如此的話那你要做的事情就是賣高買低賣高買低做同樣的比如說任何一支EF那是值型的然後它漲到比如說漲到10%的時候這個時候你要想辦法去把它賣掉一部分然後呢這個錢呢當然可以放在所謂的債券型的EF裡面去讓它滾利息或者升息更多我不是說停損停利喔停損停利是全部要出場而是以設定的一個價位在這個價位\n的時候賣掉一些然後等它跌下來的時候再買回來做短的嗎就看你碰不碰的到如果碰到了就算短期碰到的時候你這個時候就要去削減一些你的部位削減一些部位然後放在比較安穩的地方然後等它跌回來的時候再加回去這樣子的來回操作的話會增加你的報酬率那如果是現在2025年才要進場來買這些ETF的朋友的話那他應該是現在要先在高股息裡面收息然後等到他的市值型跌到一個狀態之後\n再改成轉換到市值型去還是我就乾脆直接等到大盤盤整到一個狀態我就直接全部單筆我覺得就還是回到我們剛剛最早的一個問題就是你要單筆還是要全部進那我認為呢現在還是應該要全部進而且有專家說矇著眼睛一下就進你覺得這樣可以嗎矇著眼睛就代表說你要把所有的錢去壓在某一個東西上但我認為是你不能矇著眼睛但你要去算一下就是說你應該要配置在多少再放在股票多少放在債券裡面這個時候你還是應該要全部進因為你不曉得\n不是會不會又上去了沒有人敢講這個要去抓這個市場的走勢說實在的連巴菲特也看不出來對因為其實在買ETF裡面其實最近有一種商品因為這幾年很久主動型ETF沒錯但是我一直想說主動型ETF跟基金的差別在哪裡它適合哪一種哪一類的投資朋友呢你的問題很好其實主動式的ETF其實就是主動式的基金把它放到交易所去交易就這麼簡單所以它就是基金的一種其實它就是其中一種\n基金變成了就是在交易所上面可以買賣的所以它其實也是基金經營人有一個選股建議的這樣一個投資組合它就是主動式ETF沒錯因為所謂主動被動就是一般的ETF現在的ETF就是追蹤指數所以它沒有view的它沒有看法的指數變成什麼樣它就必須要變成什麼樣但是主動式的話就是有人在操作所以它也不是在追蹤指數而是他們想辦法去打敗指數打敗大盤類似像這樣子所以那叫做主動式\n的ETF其實就是現在的基金但是現在基金是在銀行或是在基金平台上面買賣但是未來基金是在交易所交易現在進入川普2.0時代25年的投資趨勢我們應該要怎麼來掌握然後有沒有一些亮點是我們可以特別關注的我覺得川普就是一個很不確定性他把市場的不確定性又擴大了很多很多我們要想的就是說所有的其他的市場會怎麼去因應這樣的不確定性比如說我們看到歐洲市場我們看到中國市場他們要面臨的\n關稅的威脅的時候他們必須要做更多的一些所謂的counteract所謂的去要對抗他的事情這個時候我們要去利用這樣的情形所以我必須說其實這些市場我們應該要去多做一些布局去看一下那不是說美國市場就不應該要投但是美國市場的波動會很大所以大家在美國市場這邊的波動大的時候你能不能夠像我剛剛講的就能不能夠持有的下去那這個時候是不是你的部位就應該要做一些調整可能要稍微減一些放在別的地方因為你可能\n部位很大在美國的時候我剛剛講可能又睡不著覺了那川普做了很多事情就讓市場下跌的時候你就很受不了把你的部位賣掉這個時候就你可能就錯過事後的反彈了下一題要為你論的富人們的投資趨勢是什麼我覺得老弱富盧的因為其實大家就如果資產你認為多少的資產可以算是富人現在說實在的富人的標準越來越高了以前像我在比較年輕的時候\n那個時候的全球首富大概就300億那現在是3000億美金成10倍了所以我會覺得說其實這個標準一直在往上升那我是覺得其實對於富人來講的話很多富人的投資其實跟一般人的投資其實理念是差不多的但是他們在選擇產品上面他們有更多的選擇因為有很多產品他們投資門檻要比較高而且他們鎖定的年期也比較長就是說你先進去的話你可能要放個10年才能拿走很多富人他們就會覺得說\n可以有錢放在那邊我認為其實富人跟一般人也沒有什麼差別一般人不要每天想的就是可以把錢一定要放在一個我每天都可以拿走的地方如果你這樣想的話你可能投到的工具就不是最好的工具有很多很好很好的工具說實在的它就是要鎖定10年或20年例如說比如說像私募股權基金或私募債權基金這些門檻很高而且所謂的閉鎖期很長但是這一般人投不到我會覺得說其實一般人要去想有沒有什麼東西可以去\n模仿他們的報酬率一般人也可以做得到的事情其實比如說像私募債權或私募股權基金其實他們有很多很類似的比如說發行私募股權基金的基金公司本身它的上市的股票你可以去做因為股票是一般人都可以買到的比如說私募債權基金像有一些公司就是在做私募債權的事情他們的公司的股票是上市的這是一般人可以做得到的事情但是很多人都不太知道其實我家也有私募基金其實我家門口有一隻小豬\n有時候吃一點吃一點然後去國外可以吃一頓這算私募基金的東西但我覺得私募基金真的是我覺得大家可以好好再重新的關注一下基金的投資因為其實這個已經被大家忽略很久但其實它真的是可以讓大家能夠財富翻倍的工具謝謝林國杰謝謝你們謝謝",
  "elapsed": 2.95,
  "created": "2025-07-10T04:53:21.740199+00:00"
}