{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】吃這水果消滅癌症？名醫曝1招癌症全消失：甩開胃食道逆流、食道癌！ft. 錢政弘醫師.mp3",
  "text": "你知道有什麼天然食材竟然可以減少66%罹患食道癌的機率嗎今天邀請民醫錢振宏醫師來告訴大家胃食道逆流和食道癌的前兆超級象到底該怎麼分辨呢關鍵一招有效預防國民癌症一起來瞭解一下\n我前陣子我去做了那個身體健康檢查我發現我有胃食道逆流而且我發現胃食道逆流比例非常的高最近我們下班經濟學有做過一集胃食道逆流點閱率非常的高所以後來還發現說原來台灣25%的人有胃食道逆流這個人數只打300萬而且這個嚴重的胃食道逆流會引發食道癌最重要的原因之一所以今天我們再度邀請到這個錢振宏醫師來跟我們來聊就是到底這個胃食道逆流\n跟食道這兩個很像不是嗎這感覺上很像那我們來看看到底有哪些地方像主要是我們先跟大家講一下食道的位置是在我們脖子後方在我們咽口後方起點在這邊一直到胸骨下緣大概長條形的大概23公分左右所以在這一段如果有發生病變的時候都會影響我們的吞嚥病患的描述就是說有些喉嚨有點卡卡的吃下去好像也是吃得下去可是他覺得經過的時候就不太順他就覺得說好像有東西卡到那邊\n就是這樣子可是當這個腫瘤越來越大剛開始的時候他又發現比較硬的東西像一些飯、肉類的東西就吞不太下去其實有這個症狀出現的時候你的腫瘤事實上都已經比較大了管禁大概有超過70%都已經受到壓迫了70%其實都是比較大才有這種明顯的症狀那這時候病患有個描述就是說他東西吃下去之後就覺得很容易滿上來好像一直滿到咽口的地方甚至有人行動說重新吃下去就會想要吐\n我還有聽過病患告訴我是說他吃下去之後覺得他很容易吐泡泡好像螃蟹一樣他就覺得好像有些口水常常要吐出來才會比較舒服才有辦法繼續吃東西所以他第一個症狀就是說他的吞嚥困難或者是食物經過食道的地方會疼痛再來就是會容易有胃酸瀝流胃酸瀝流就發現說這跟胃酸瀝流幾乎是一樣那因為有些人是合併有胃酸瀝流出現那有些人不是胃酸瀝流有些是食物\n食物瀝流因為我們就知道說他如果在食道中間的食物有長腫瘤的時候東西下不去他就會卡在那個地方如果繼續吃的時候他就會想要吐或者說吐出來的東西有時候是胃酸有時候是吐出來他吃下去的食物第三個就算是胸痛因為我們是說我們的食道在我們的心臟的後方心臟的後方有腫瘤的時候他也會覺得有點胸悶這裡是心臟這邊是心臟我們箭頭指的這個地方是我們的食道像這個裡面就是有長腫瘤\n食物會停留在他的上面所以說我們做胃鏡進去的時候做到大概一半的地方就會發現那次鏡下不去就看到一個腫瘤在那個地方而且食物就佈滿在他上面食道像這個地方就是我們的胃鏡的圖片像我們框起來在右邊的右下角這個地方黏膜就比較不規則這上就是食道癌現在就已經是食道癌看起來蠻紅潤的像這個是還算比較粗糙一點比較明顯的話就整個會凸出來\n經過接下來的話就是你看因為這個胸痛著熱的火燒心這個感覺跟食道也很像咳嗽聲音沙啞也算咳嗽有些病患其實你會發現胃食道逆流也很容易咳嗽對那食道癌的病患他也是一樣東西吃下去胃酸會跑上來或者是一些液體會跑上來他會引起咳嗽另外他還有一個特別的症狀就是他容易聲音沙啞因為胃酸就會著傷對這是一個問題第二個問題就是說在我們的食道旁邊有一條神經叫喉反神經\n他是控制我們的聲帶當我們的腫瘤侵犯或者吃到這個神經的時候我們的聲帶就閉不太緊然後他聲音會出現沙啞這時候你去看耳鼻喉科他會發現這聲帶沒什麼問題找不到特別的問題這有時候是因為你的食道癌造成這個神經的損傷讓你的聲音沙啞第五個是嚴重的併發症像我曾經預購一個病患就是說他是長期的咳嗽大概兩三個月的時間就一直咳嗽而且他發現是吃完東西特別容易咳嗽甚至到後來他會咳出\n犯例出來因為這個食道癌會吃到我們的氣管的時候會形成柔管然後我們食物吃下去有點像犯例他就跑到我們的氣管裡面引起咳嗽甚至比較嚴重的時候就會咳出食物出來所以就屬於一個比較嚴重的併發症其實我們剛剛一直有提到說如果胃食道逆流非常嚴重的話可能會導致變成食道癌但是可能是怎麼樣的一個時間跟進程會造成這樣子的一個影響頻率有關譬如說你胃食道逆流的次數\n一次的話大概會增加五倍的風險如果是每天每天都胃食道逆流會增加八倍的風險跟時間有關係研究發現說如果你胃食道逆流的病程超過20年以上他會增加44倍的風險蠻高的那到底為什麼胃食道逆流會造成我們的食道癌主要是因為我們像有些人去做胃鏡就會發現說他有胃食道逆流他食道下段有些黏膜的受傷會白白的\n有的是會有潰瘍有的是會整個這樣裂開來那這些黏膜本來是正常的叫淋狀上皮細胞那他因為長期反覆的胃酸侵蝕之後他會變質變異是變像這樣子嗎對 旁邊這個比較白色的地方是叫淋狀上皮細胞那這個地方本來也是食道他是因為胃酸侵蝕之後他的細胞病變變成柱狀上皮細胞就變成有點像橘紅色那這個不規則的這個位置我們叫做巴瑞特斯食道一旦變成巴瑞特斯食道\n得到食道腺癌的風險就會增加研究發現說大概有一半的食道腺癌都是從這種巴瑞特斯食道轉變過來的所以我們說一旦有巴瑞特斯食道的話他會增加食道腺癌的風險到55倍會特別多所以一旦有這個情況就建議至少不能超過三年就每三年大概做一次胃鏡檢查所以三年做一次三年做一次檢查醫生我想要問一下所以你的意思是說有些人會覺得胃食道逆流可能就是一個症狀他可能沒有特別要去治療他可能就會變得更嚴重所以其實是要積極的去治療\n門診有遇到這種病患就是他50歲的男性病患然後他有胃食道逆流的病史大概已經差不多20多年了他從30幾歲就開始胃食道逆流而且那個可能是工作的關係他比較晚回家有時候八九點才吃飯然後就接著去上床睡覺所以他常常這樣子吃完東西去睡覺他就慢性的一些胃食道逆流的症狀他說他前前後後做了六次胃鏡從30歲開始每兩三年就做一次胃鏡做的結果大概都是告訴他胃食道逆流但後來他就覺得說\n他大概就是這個病了也沒什麼好再追蹤了他就覺得說好像每次都是這樣子大概也是這樣子就是吃蒜劑控制他的症狀他是到最近幾個月的時候發現一個狀況不太對勁就是說他東西吃下去一直到胸口的時候下不去會停留在胸口的地方那他需要怎麼樣他要多喝一點水他才會通就胃鏡做下去才發現說他原來胃食道逆流的這個地方已經有出現這個芭蕾特式食道的病變黏膜都不太一樣\n出食道癌出來切片就已經是食道癌了所以說就是有胃食道逆流的人還是要特別注意因為我們像這種胃食道逆流的人他發生這個食道腺癌是在我們的下方下方的地方這個叫食道腺癌那上面三分之十二差不多上面上端跟中端這個地方產生的食道癌叫淋狀上鼻細胞癌淋狀上鼻細胞癌就是跟我們平常講的比如說抽菸喝酒吃檳榔有關接下來就大家最在意的對不對\n消滅或者是預防食道癌\n研究發現有五類的食物它可以有達到抗癌的效果那我們第一個來說就是維生素C維生素C可以減少42%很多很多其實維生素C大部分在很多水果中都有然後發現維生素C特別有抗癌效果它可以減少42%那比如說香香芭樂吃芭樂台灣很多\n今天就有了 對芭樂、草莓等等第二個是綠茶綠茶的話也是有效果但是沒有那麼顯著25%喜歡喝綠茶的人也可以試試看它有抗癌效果 鵝茶素嗎鵝茶素也是一個原因其實綠茶對我們消化到其實都不錯再來就是心理質心理質的話我們發現說心理質缺乏的人特別容易得食道癌那心理質在甚麼食物中呢一般有些像貝類的蚵仔、蛤蜊特別多 生蠔對,有些人喜歡吃有些人是很討厭吃有些人不太喜歡吃那樣的東西\n那就可以試著吃南瓜籽南瓜籽的話裡面的心理質含量也高那第四個的話是跟鈣離子有關鈣離子對其實跟大腸癌也是這樣子缺鈣的人就比較容易得大腸癌也比較容易得食道癌所以我們會建議就是說這樣要預防這種消化到的癌症要多吃一些鈣質鈣質含量高的食物可是我們國人鈣質吃的多不多其實不多因為平均來說我們大概每天我們國人台灣我們差不多每天吃大概620毫克的鈣離子那像西方、歐美\n他們吃1200毫克因為他們有起司對,沒有說沒錯對…的確真的是這樣因為我們起司比例還是比較低我們大部分早餐大概就喝豆漿所以別人可能喝牛奶有些人不喜歡喝牛奶也不喜歡吃起司、乳製品鈣離子就會比較不足對,那解決這個問題的話我們的建議就是說因為像我們的豆漿它的鈣離子只有牛奶的十分之一而已十分之一,那你可以加一點黑芝麻黑芝麻的鈣離子就比較多就可以補腔就會增加我們的鈣離子那這樣子的話也可以減少時代癌的風險33%\n也還不錯…那最後是一個最顯著的就是吃一些綠色蔬菜跟水果那這綠色蔬菜大部分是講的是生菜我們做長期研究是發現說吃生菜的效果還是會比較好一點生菜比較好對,生菜比較好沒有煮過它這個抗氧化、抗癌的成分還是比較好那它主要是說它的葉酸含量多我發覺我們不管是我們的胃、食道葉酸它有助於黏膜的修復所以我們可以吃一些生綠色的蔬菜像葉酸多了\n我們菠菜,菠菜的葉酸就很多而且豆芽菜也可以像蘆筍也不錯蘆筍也不錯那這些多吃的話都可以減少時代癌的風險而且減少到45%算是蠻高的而且我們觀眾特別愛吃水果對,水果所以來介紹一下重要的水果莓果類的最有效莓果類的統計起來可以減少時代癌的風險到66%66%很多很多啊,這不錯那這莓果類的話就是…但是有時候不好找莓果類,它算是好的超級食物\n譬如說像我們的這樣黑莓、黑色的覆盆莓這兩種是特別的它可以有抗癌的效果它可以抑制我們的癌細胞在血管中生長我們知道時代癌它長得很快吃這種莓果類的食物可以減少它生長減少它發炎那不然的話就吃草莓也不錯那像台灣蘋果、梨子也都蠻多的這也是可以食用那如果真的找不到莓果類的話我覺得我們台灣像桑葚桑葚也是蠻常見的桑葚也算是對啊,這些都是可以推薦給大家\n我們有列在上面不過它主要是可以減少時代癌的轉移它可能沒辦法抑制癌細胞生長但是我們發現譬如說其實薑黃對大腸癌也不錯有些大腸癌的人他病患有轉移時代癌會有轉移的這些病患它配合薑黃的食癌可以增加一些化療的效果可以減少這個癌症的轉移是,那醫師到底有哪些行為容易造成時代癌抽煙、喝酒都是\n我們喝酒喝得比較多的人就是酒精盤量比較多的譬如說每天平均大於50克以上就特別容易造成時代癌不能叫喉嚨借過,借過桑葚還是一樣可是說到喝酒為什麼有些人喝酒感覺他身體也好好的沒事但是有些人可能就會因為喝酒身體出問題了呢對啊,有些人其實真的喝得不多他也是得時代癌那這是為什麼呢這要跟大家講是跟我們的身體先天注定的這跟我們有沒有解酒基因有關我們喝下去的酒\n酒精它會代謝成它只有身體的酵素ADH代謝成乙醛乙醛又可以最後代謝成乙酸它會就是變成無害的物質那我們真正有問題的是中間這個乙醛那這個乙醛它是認為是一級致癌物它會造成我們的時代癌跟胰臟癌可是就是有些人他的先天性他的解酒基因缺乏他就沒有辦法把這個乙醛代謝掉那所以這個乙醛不只會致癌之外它也會造成我們身體一些症狀譬如說有些人喝完酒之後你會發現他臉紅紅的\n特別快對就完全就是不能喝我也是你也是對那像這種解酒基因缺乏它還分成那個輕度跟嚴重的那輕度就像是我們加減喝幾杯還沒有問題只是不能喝多但是有些人是屬於嚴重的基因缺乏它那個就是叫一杯醉他喝下去之後他不是臉變紅還是變慘白像我們之前有一些病患真的是這樣一喝就馬上就倒了有時候長官敬酒他勉強喝一杯然後就當場就倒了就休克\n就送到醫院去了像這種就是嚴重的基因缺乏那像這種基因缺乏的人他得到時到來的機率就比人多17倍像我們現在黑人白人他們其實不太會有基因缺乏那像我們像日本人有到30%可是我們臺灣有到47%是蠻多的所以澎季發現說我們在亞洲人大概有36%的人通常都會容易臉紅所以就是說你會臉紅的話有可能就是這個你的有基因缺乏的現象這種基因缺損我們到底要怎麼樣才知道說\n第一方面的不能講是毛病就是自己就是基因缺損的一個方式就剛才提到就是說你看你喝酒會不會臉紅如果會臉紅大概就是了第二個就是真的是可以去測基因檢測抽血去驗抽血去驗像我們醫院有提供超過2000塊可以測兩組基因自費的為什麼要做這個基因檢測呢是因為說我們日本跟臺灣有70%的食道癌患者都是因為這個基因缺乏而引起的我覺得這個可以列為\n員工體檢就大家可以先驗驗看而且就沒死金牌就我不能應酬不能應酬可是我覺得大家也關心說如果真的萬一剛剛講到員工一定要喝酒萬一真的要喝酒的時候有沒有什麼方法可以保護自己對有兩點第一點我覺得說因為我們剛才說那個蟻泉是傷害我們食道癌主要原因而且它會分在唾液中分泌就是它會在唾液中的含量會增加所以如果喝完酒或在喝酒中要多喝水多喝水我是覺得把它沖淡掉也比較好處\n就是所謂你可以喝大量的水第二天醒來或者是剛喝完酒說多喝水就來減少這個自來物質在體內殘留第二個的話就是千萬不要再接著抽菸抽菸發現會增加我們在唾液中蟻泉的濃度就是有時候你喝完酒又再抽一根菸那就特別的嚴重會增加食道癌的風險可是醫生我其實看了你這個表我覺得更害怕是因為現在天氣冷然後大家都很愛喝那種暖呼呼的湯什麼薑母鴨或火鍋之類的可是喝熱湯也容易會導致食道癌\n你在2016年國際的癌症研究中心它有做過一個公告它是說像我們喝熱飲就超過65度C以上它就判斷為二級自來物它就容易造成熱飲就65度比如說像我們咖啡我們咖啡沖泡大概就就85度C真的就85度C所以你直接喝其實就超過65度它就放多久讓它降下來放4溫吧有時候放5到10分鐘所以研究發現說\n在兩分鐘之內就喝飲料的話特別容易得到食道癌香氣就不一樣了所以說還是要放一下比較溫度所以你要稍微先試一下不要說一口就喝下去湯也是一樣像我臨床上碰到一些女性病患她就是平常有喜歡喝熱湯甚至喜歡吃一些薑片因為喝熱湯有個缺點就是說有些湯是比較油你要把那個油撥開來因為油的溫度其實比較高有時候喝下去比如說有一些雞湯\n其實有一點油溫度其實比想像中的高是被油燙到的被油燙到這個燙到也會上到我們的食道另外就是說如果你常常喝湯然後又配合喝酒這個有雙重加重嚴重的影響因為我們熱湯就會先破壞我們食道的黏膜再接下去喝酒的話這就變成自來物質這double燒酒激全酒對統計發現說你每週喝一次熱湯後來喝一次熱飲加上配喝酒的話會多5倍食道癌的風險還好我不愛喝酒\n不過我覺得最後一個我還蠻壓抑的牙周病也會造成食道癌牙周病會因為我們的食道我們的食道癌跟我們的一些口腔的細菌有關其實後來發現我們消化道都是有牙周病的病患它會增加兩倍食道癌的風險所以建議是說要常刷牙就把它牙齒清潔乾淨因為那些細菌也是可能會自來那醫生如果跟牙周病的人接吻的話也會造成容易會有那些你會在乎這個東西嗎也順便問一下\n應該很多觀眾一定知道特定的細菌會增加癌症的風險那可能就看你對方的細菌健不健康所以就要拿那個保麗龍這樣安全的問大家既然知道這些風險之後我們就要了解的話就是檢查有哪些方法可以讓我們可以你可以說真的自己是不是有這個食道癌的風險那我建議說還是要做胃鏡檢查其實胃鏡做進去就可以馬上很清楚的知道雖然叫胃鏡但是食道會檢查\n因為要經過食道進去會看一次出來又會再看一次所以它可以很準確的發現你有沒有胃食道逆流還是說你有沒有食道癌另外食道攝影它可以看我們食道癌的長度那像電腦斷層正值攝影大部分都是在做分期看你癌症有多嚴重治療方面如果比較初期的比如說第一第二期的話我們可以試著用開刀或內視鏡切除第一第二期大部分都是在健康檢查的時候發現因為這有時候沒什麼症狀意外發現的時候我們可以用內視鏡直接把癌細胞切除\n那有些開刀有時候可以把食道有問題的那一段切除掉但是很多人他是比較嚴重的他發現的時候發現的時候都已經沒辦法開刀這時候我們大概標準的是做放射治療跟化療同時做就一邊放射治療一邊做化療這樣子的話也可以治療我們的食道癌有時候是讓食道癌縮小之後再接下去開刀那這樣更進一步如果是說你如果你的癌細胞已經有擴散或特別的嚴重現在也會搭配一些免疫療法來治療\n治療的方式其實坦白說有一點辛苦你說現在要做開刀因為你知道開刀他是切除掉食道的時候他要拿胃或者是大腸來重建這是一個相當複雜的刀像我之前有個病患現在大概已經差不多98歲了98歲長者因為他是在三年前之前的時候就診斷有食道癌其實三年前其實就差不多95歲那個時候家屬就說這個年紀不要開刀因為他本身有一些高血壓\n糖尿病一些慢性病那時候他就是接受這個放射治療跟化療可是他效果還不錯我們幫他追蹤差不多在後續的一年到兩年就做完整個療程之後後續一年到兩年的時候再去追蹤胃鏡發現他食道癌就真的消掉他有一段時間真的食東西就變得比較暢通所以我們大概也可以看得到年紀很大的事實上還是可以承受這些放射治療跟化療也許不開刀還有一些其他治療的方式所以要就是要遵從醫術不要放棄任何的治療機會\n之前我也有看到就是有一些數據可能會講說胰臟癌是癌症之亡然後食道癌是癌症之後因為說其實這兩個癌症都是五年存活率偏低的比較低的我們的胰臟癌大概是5%到10%大概15年的存活率那我們的食道癌大概是18%18%左右當然還是算比較低那主要是因為他發現的時候都比較晚期了那尤其是他影響我們的食慾跟我們的體力消耗有關因為我們就不太能夠吃東西有時候就不容易抗癌\n那所以說我是覺得是說食道癌我們盡量是說有症狀的話提早發現本身一些高危險因子的人要積極的去做篩檢就看看食道是不是出了病變對所以今天這個錢醫師帶來很多這個重要的知識這樣讓我們如果真的懷疑自己這個可能消耗大問題的話還是到醫院去做檢查對不對謝謝醫師 謝謝\n本集節目由下班生醫贊助播出",
  "elapsed": 3.28,
  "created": "2025-07-10T06:08:09.746134+00:00"
}