{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】千萬別急著植牙！名醫揭開不能說的真相：拔牙前3件事不可不知！ft.牙醫師黃偉家｜牙橋.mp3",
  "text": "你知道哪些事情植牙医师不会轻易告诉你吗你植牙为什么会失败吗医师的话 植体一定会比较容易耗損掉这是另外一件事情大部分的失败其实都是你要一两年之后才会知道一两年今天邀请到面白牙医黄伟嘉来告诉大家自然牙很珍贵拔牙前你一定要知道的三件事植牙牙桥到底哪个比较好让专业的来告诉你\n邀请了面白牙医黄伟嘉医师因为医师上一次来我讲说可以不用蛀牙或者是讲一些牙周病的这些大家应该要知道的事情结果流量非常的好所以后来大家都敲碗想要知道植牙医师不敢讲的秘密所以今天要请医师来跟我们分享我记得我之前去看牙齿的时候有些医师跟我讲说你这个要拔掉为什么要拔我觉得牙齿好好的卓鑫哥这个反应\n是非常好的一个反应因为大部分的人听到说要拔牙有些患者会跟我讲说我前一个医师跟我说这个牙齿没救要拔掉我第一个问题我都会问说为什么需要拔然后他都会说我不知道牙医师跟我说需要拔了所以我觉得第一点很重要的就是你在拔牙前你一定要先知道这一颗牙齿为什么会需要拔你要勇敢的问出来但你这如果给我很多专业术语我也没办法评论我们也不知道对那这样子的话我可以在这边给大家几个简单的要点\n像是说你真的有一个非常严重的牙周病你的牙齿可能在你手指这样点一点他会像落叶一样这样随风飘荡的话那大概牙齿说真的可能真的百分之百没救了这是没什么问题的然后另外一种很常见的就是牙齿基本上就已经没救的情况是这个牙根的垂直断裂那牙齿假如说你裂掉例如你吃到咬到筷子吃东西咬到筷子咬到骨头他可能裂了一小角那种情况牙齿都可能还有救但是假如说你那个裂痕是像劈柴一样\n直直的一条裂痕从牙管一路裂到牙根去裂到骨头里去的话那那颗牙齿基本上就算勉强救起来用了时间也不久可能五六年之后又没办法用了然后最后一个的话是无法治愈的根间发炎所谓的根间发炎就是你牙齿里面的牙水可能有因为蛀牙关系细菌肝了但是你里面的根管结构实在是太复杂了所以没办法清得非常彻底非常的干净所以这种情况的话你也没办法用他咬东西你咬下去就会痛\n但是根管治疗也能做都做了假如像这种情况结果怎么治都还治不好已经治了好几年的话也许直牙其实是一个还不错的选项因为至少可以让你好好吃东西因为有一些牙齿例如说像刚才讲到说整颗牙看到可能是垂直断裂或者是什么根间发炎可是有一些是这样就是断头的断头的这种牙齿一定要拔掉吗还是可以救了你不要看他现在牙齿好像露出来就有一点点我们牙齿底下还有这个牙根\n在骨头里面所以你只要这个牙根的长度是够长了你就算断到只剩一点点只要你的牙根没有像我刚才讲的说垂直裂掉他就这样水平断掉然后他四周的雌巢骨又是健康的没有牙皱病的话其实像这种情况只要我们用矫正的力量把那个牙根拉出来多一点点这样我们上面就可以放一个柱心然后再做一个夹起来好好用其实都还是可以用非常久的我想说我有个长辈他去不是长辈他就其中一间牙医\n医生就跟他说他要把四颗牙齿拔掉但是他去另外一间诊所就是去看不同医生的意见的时候那个诊所又说不用我就想说我之前在看观众留言的时候观众很喜欢问说牙医你们是不是很喜欢推荐大家拔牙之后来植牙通常牙医都是能帮你救的牙齿都会尽量救假如说你的医师推荐你说这个就是要植牙的话你假如觉得有一点点疑虑他好像也没解释很清楚那我建议你可以直接去问\n另外一个牙医师这是没有问题的去寻求second opinion因为毕竟每个医师他的想法不一样他的治疗计划也不见得会一样治疗计划也没有绝对的黑跟白跟对或错所以你多听多方的意见然后去评估说哪一个治疗计划比较适合你我觉得这是现代来说最好的方法我会植牙的原因是因为那时候因为我就齿拔掉就齿拔掉那我没有做我没有做你俗称的假牙这样反正就这样后来医生我有牙医朋友就跟我讲说\n你一定要植你一定要补起来否则牙齿会坏光光为什么会这样真的会坏光光吗对应该说你假如有缺牙不补的话那久了之后会发生什么问题因为我们人平常就会做一些咬合的动作所以你的牙齿就会顺势往这个缺牙的地方这样倒过来然后上面牙齿往下这样掉下来这样久了之后你牙齿咬合会乱掉先撇除掉那些可能会造成一些虐恶关节的问题或者是你吃东西不容易把牙把食物咬烂之外你光是从这个地方\n到这个地方你假如要把牙齿补回来的话价格可能就会差十到二十万了就会差到那么多因为我就是因为太久没有补了所以后来我先矫正牙齿因为太筋对倒下来所以要先把space拉出来然后呢拉到一个合理的距离之后我虽然缺牙比较多但他拉到一个程度之后他可以直比较少颗对不对可是直牙他其实有一个步骤嘛对不对所以他正确的直牙步骤到底是什么直牙简单来讲就是\n你有一颗牙齿连牙根整颗都不见了嘛那边什么都没有只剩下你耻草骨在那边所以我们第一个就必须要做一个人工牙根给他那人工牙根就是我们所谓的直体我们就会先把直体直入这就是手术的部分直入到骨头里面去直到骨头里面去了之后我们就会等待骨枕合就是等待你的骨头把那个螺丝抓稳大概就是四到六个月的时间等到他稳定了之后我们就会在这个直体上面接一个像平台的东西出来\n直台纸直台纸上面就可以装我们的甲锁上去或者黏上去都可以因为我常常在医生跟我讲这个流程的时候会提到一个字叫牙桥那是什么东西牙桥的话是另外一种缺牙方面的选择牙桥的话就是像这种情况牙桥就是这里的缺牙你就是必须两边的牙齿像这样子那他膜比较小颗一点然后我们就像架桥一样做一个三个单位的甲牙装上去你中间这个地方底下是没有东西的是悬空的所以看起来就很像架一个吊桥\n然后这两颗牙只是桥墩一样这种的话就叫牙桥到底牙桥跟指牙哪个比较好我们可以从两个方面来探讨一个是价格一个是骨头牙桥一定会比指牙还要便宜这是一定的牙桥通常都会大概是指牙价格的一半而已大家可以自己去网络上看各县市的卫生局都有公布那种自费价格的公定表大家可以去看但是大部分的情况都是牙桥一定都会比指牙还要便宜\n要一半的价格这是大家第一个要去考量假如你真的没有牙齿预算也不过那当然还是做牙桥会比较好有牙齿总比没牙齿还要好第二个你要去看看说你的骨头的量跟指它是不是OK的因为你骨头量真的假如因为某些原因萎缩到非常非常少的话你的年纪可能也不适合指非常大量的骨头的话那你的情况也是比较适合做牙桥了不见得指牙会适合你因为指牙的手术对你来说\n可能风险会比较高那你做牙桥好好保养你还是可以用很久那你这样分析我就很好奇如果是你自己缺牙你需要选你会选什么假如是我自己的话我一定会选择做指牙因为我牙齿大家都知道我牙齿非常好没有补过然后也没有装过假牙所以假如我不知道为什么有一颗牙齿就一觉醒来就不见了的话那我一定会选择是做指牙因为我不想要去磨旁边那两个完美无缺的那个牙齿但是有的人说用牙桥的时候它咬合会\n那两颗就是中间空的那颗不算两颗做桥蹲的它说会咬的时候会有那种就是会有压迫感或者是疼痛的感觉所以他就医生就跟他讲说你牙齿很敏感你还是指牙比较好你有过有这种吗通常的情况是他两颗牙齿有牙周边的情况有问题对他两颗桥蹲有问题的或者是他那个桥架得很远对他可能两颗背了七颗或六颗距离太开距离太远了\n这种情况的话本来是六个人的工作只有两个人去做一定是不行的这种情况当然就还是必须要指牙会比较能够你就做假牙还是可以咬郭医师到底哪一些人不能指牙像你假如有服用那种双凝酸眼泪的药物的话就有些人骨质疏松的话他会服用双凝酸眼泪的药物那种药物会造成你的骨头没法跟直体整合在一起而且伤口也都不会好所以那种情况基本上你就不可以指牙了最主要是那个药\n骨质疏松很多需要吃那个药是那个药你有吃的话就不能吃第二种情况的话是你有糖尿病但是你没有在控制这种情况下因为糖尿病的人他容易感染他伤口也不容易好这种情况也不适合指牙因为指牙一定会有伤口但是第三点就是你牙周并没有控制你牙周并没控制的话你牙齿自己都会慢慢坏掉你嘴巴里面都是细菌这样肢体一指下去一定马上就感染其实失败的几率都会非常的高另外一种就是\n重度抽烟的人其实抽烟的话对牙齿四周围的齿巢骨健康也会有很大的影响所以我们都会建议患者能够顺势戒烟当然是最好但是假如真的忍不住的话至少一个月不要抽了至少一个月都不要抽烟了当然是戒烟是最好的然后另外一个就是临血管的问题有些人他血液不容易凝固这样的手术的话当然也不适合因为就会血一直在那里流所以你有些情况下当然你并不适合指牙\n指牙之后就不会有蛀牙了吗基本上指牙之后你不会蛀牙了因为你假如要蛀牙你必须要有自己的牙齿要有自己的房子自己的牙本质指牙指下去它人工牙根是鈦金属上面做出来的假牙大部分是陶瓷的所以它没有一个牙齿的成分所以它不会有蛀牙的情况那如果是牙周病了指牙之后还是会有牙周病吗指牙之后还是会有牙周病这大家必须要注意不是说指牙指下去就变成无底铁金刚有一个金属在那边什么天不怕地不怕\n会牙周病而且指牙假如牙周病的话它恶化的速度会比自然牙还要快所以大家不要觉得说指牙指下去我第二人生已经展开了什么都不用怕你还是要好好努力去清洁它维护它然后去做定期的检查因为我有指牙所以我定时要回诊去检查一下医生跟我讲这个很成功所以指牙会有失败的案例吗会指牙可能会失败多久会发现通常有立即性的失败但是也会有\n大部分的失败其实就是你要一两年之后才会知道一两年为什么指体值的过程那个降温降了不够指体不是就会在那里转但是假如你降温降了不够的话那边的骨头可能会坏死那种坏死情况那个骨头就没办法扒在指体上面所以你指体一刚开始它可能还可以固定在那边但久了之后那些被高温坏死的骨头它可能就慢慢分解掉之后那个指体就会开始出现不稳的情况但是这不会当下就出现这可能就要一两年之后才会出现\n最后它就会跟你的骨头分开了是不是对它就会开始像牙灼病的牙齿一样会容易摇动这样就这样很恐怖可是我很好奇到底有哪些是指牙医师没有告诉我们的秘密呢指牙为什么会失败第一种原因可能是出现在你自己身上就是你可能清洁就没清干净你牙齿为什么会被拔掉就是没清干净结果你指牙了还是没清干净在这样它之后一定还是会失败第二个就是你晚上可能会有夜间磨牙就是你白天\n上班的那个压力真的非常的大所以你晚上会磨牙磨得非常但晚上磨牙力道其实都比一般我们吃东西的力道还要高上七到八倍所以你假如有磨牙的状况的话指体一定会比较容易耗损掉这是另外一件事情然后接下来的话就是第三点就是你平常吃东西的习惯有些人就喜欢去咬骨头吃骨髓或者是喜欢不用器械就只用牙齿咬螃蟹壳这样耗损量当然也会比较多这就是大家自己的问题\n当然我不会说这问题全部都是大家的问题有一部分的问题是出现在我们自己身上就是医师的问题医师的话当然你技术也要够好然后必须要一步一步按照正常的指牙步骤来例如像这个图片你会看到说这个指体很明显它的角度就是打歪掉的我们这个正常牙齿的角度是这样但它却打了一个很歪斜的角度这样子的话你会看到这边的骨头跟肉就没办法包上去了你自己清洁会不容易因为你清洁不容易的话\n刷了很努力那个地方还是会持续的感染指体当然就会容易失败掉新闻是说指牙如果失败假如像这样角度那么大是不是什么脸也会麻然后还有更严重的副作用那种情况的话通常是发生在下排的牙齿下排牙齿因为我们下了骨这里面有一个神经管在里面所以万一指体打下去的时候伤到这条神经确实你可能这半边的话会有直接麻掉严重一点是永久性麻痹所以我们在指牙的时候\n会去照3D的断层扫描确定一些重要的解剖位置然后在手术的时候也可能会做那个手术的导引板确认我们这样角度是对的ok深度也是对的ok这样子直下去的话才会是安全的位置所以如果说真的好如果说看到这个这个就真的已经失败了那它还可以再做二次的指牙吗当然还是可以的只是说你在做二次指牙的时候一定会需要做一些比较繁琐的前置步骤例如去补骨粉\n因为你指下去的话那边没有骨头的地方你要先把它长回来先把你的骨头量补回来但是我必须要讲你每失败一次重做一次你骨头长回来就算我们补的很完美长回来量一定还是会越来越少所以你重做越多次当然就是以后失败的几率会越高还有什么因为我看到一个牙医生有写什么急拔急重那到底是什么东西原本我们指牙是拔掉的时候你那边都没有牙齿\n直下去了急拔急重是说你那个牙齿拔掉之后我们马上就直体上去这跟原本的设计是不太一样的那这种情况的话是有点类似像是外伤造成了你牙齿牙根断裂了但是你旁边的骨头都还很完整没有破损那这种情况之下我们拔完牙齿我们不希望他那边的骨头因为拔完牙齿之后萎缩掉所以就拔掉的当下就把直体直下去去用直体把那个骨头高度保持住所以这就叫急拔急重但是它有条件\n它就是你那边的伤口不可以有感染例如说你假如是牙周病的情况你牙齿整个都还放旁边没有骨头这样的话你急拔急重下去你没有东西可以抓住直体那也没有用那就不适合了那我还听过一个叫素定直牙这是什么什么条件可以这样它的话就不像是我们一颗牙齿可能就一颗甲就做一颗直体这样一个萝卜一个坑这种通常都是你全部都没有牙齿的情况之下然后你可能打四根直体或六根直体\n在网络上会查到叫O1-4或O1-6这种情况的话它就是可以用那四根直体或者是那六根直体去撑起一整组可能14颗牙齿的重量但是它直体会打的比我们这种一般直牙的直体还要更深有些时候会打到全骨这边来打到全骨因为它要是用四颗去撑住整车所以它一定要比较深一点点方向也会跟我们一般直体不一样像我这个上颗这边因为缺牙缺很久所以它的骨头就萎缩\n它退到接近鼻斗的地方所以它会打的时候就要非常的小心所以真的就是如果说这个竖定质牙有比较好吗就是跟做牙桥比较有点像牙桥是确实还蛮像牙桥它是有条件的你要想要说四到六颗的话万一其中一个直体坏掉是不是整组要拆掉重做对所以事后维修的部分也要去考量所以这种整排的缺牙是可以考虑用竖定质牙的方法来做这样子其实我觉得听起来就是不管怎么样\n骨头要健康骨头量要够而且你自己要真的会清洁好然后找到擅长做这个的仪式那这个看起来这么一大排好像很贵它其实也不便宜你不要想到它只有四根直体大概就四根直体的价格不是这样它一组的话大概一百万一组一百万一样是算一颗一颗一牙这样算对你说一颗一颗牙算的话你假如中14颗的话就140万它比较便宜但它也是要100万它不是只有四颗\n就是40万而已 跟你讲买单赚跟买那个宝格力价一串的还是有就我不知道还是贵 我跟你讲只是便宜一点点而已专业的还是要问专业的鼻屎今天谢谢那我当然是喝豆浆了保护牙齿真的不可行 谢谢",
  "elapsed": 2.35,
  "created": "2025-07-10T05:36:09.148474+00:00"
}