{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿房子】這種房子100%漏水？中古屋未住先賠200萬？破解老屋必看10大關鍵！ft.宅水電.mp3",
  "text": "在台灣無論是租還是買房你一定有機會遇到霧林二三十年的中古老屋電線的外皮都已經塌陷進去凹陷進去了那如果說不注意用力一壓那可能短路就爆炸拿到這個吸盤就拼命的往裡面一直壓好這是不對的把水瓦給打開結果一打開不得了開始漏水這起碼200萬來修200萬到底老房子有哪些隱藏的陷阱呢今天我們特地商借中古老屋\n宅水電的梁師傅一起不只要教你管線跟電力系統的看屋重點還要加碼教你居家必學的水電DIY\n從電開始就在旁邊而已我們來看一下我們現在看到的是配電箱了對不對要怎麼看呢通常要看這配電箱的時候一般我們有人會直接就要去摸它這是不行的為什麼這不行的因為有些時候這個配電箱是會漏電會漏電所以我們要拿竹竿去弄嗎當然不是就是說我們真的要去碰它Touch它的時候要特別留意像比如說我們就要穿鞋子你不要打赤腳第一個你要絕緣\n自己接地線沒錯內行但是第二個就是你要用右手去開蓋不要用左手為什麼不能用左手我左手下去摸這電就會流過我的心臟你的心臟就會被電擊這個殺傷力很大但是如果我用右手的時候它就不流過心臟最多殺到肝所以我們現在來開了這我來我們為求安全這個交給我\n這個東西就是我們講我們傳統的方式它上面的接法它就是只一條線一條線這樣子跳接但是現在新式的我們就已經不會再用這樣的方式好像是一排一排的對新式的叫做會流排會流排會流排這個會流排也是會我們現在比如說如果你買中古物如果你有預算要做整理的時候我們會建議把它改成會流排的日後在檢修上面跟這些線路都會比較整齊膠帶縫起來這個這樣OK嗎這個在以前的作法\n來講是可以的是可以的對但是在會流排裡面這個東西的接點就會變成一整塊銅牌去把它接在一起所以就不用這樣子去纏繞在一起對但是這一個的電箱裡面還有一個比較需要注意的一個地方就是說它這個電線電線這電線的年齡偏老了太老了師傅的角度很快就可以看到你這個電線絕對超過25年以上超過25年對已經太老了但實際上我們一般\n沒有師傅跟著來的時候你要怎麼看其實配列箱打開在安全的情況底下你可以去看一下電線電線上面會有年份的顯示這個是我們台灣在這個電力的電線上面它有規定這電線上是必須要有年份的是你剛剛講到電線的時候其實另外一個非常在意的就是我看到說它有接一條線出來對這個線安全嗎這個線我們這樣子講如果依照現在它這樣的處置的方式是NG的但是我們可以理解它的動機是因為它要\n從分離式的冷氣所以它拉了一條線到後面因為像我們這樣子年紀的房子通常它大概只有客廳有冷氣然後主臥室有這個冷氣的杯子那如果我其他需要就只能透過明線拉過去到後面去但是這邊可以看到這個地方有一個很NG的地方壓到了對它的這個鐵殼已經把它陷進去壓到這個我們的電線的外皮都已經塌陷進去凹陷進去了那如果說不注意用力一壓\n那可能短路就爆炸會爆炸短路是會爆炸的是對它會瞬間爆炸如果你周遭有易燃物它可能就應燃了所以說如果說買到中古的話要做電源跟電線的規劃那這裡面要規劃要注意什麼呢就是我們除了說像剛剛哲興哥有提到我們必須要把這個整個的電力配電盤做一個通盤的檢討對不對跟更新那再來就是說因為我們就像剛剛我們這老房子是不是冷氣應該是要每一間才有\n對不對那這個東西的電量跟以前的規劃可能就不太一樣所以好是那現在我們家是不是有的要微波爐烤箱水波爐氣炸鍋對不對再來一個電暖設備對越來越多了還要再一個暖風機這個的總功率越來越多了所以你就要去看現在它這個的總安培素跟線徑對應到的我們整體的備載容量是否是足夠如果不夠的話我們必須要去把它做個通盤的整理該更新\n該加大的都要加大但是這個加大安培素不是隨便加人家伴隨著線徑要跟著變大如果說有的人就覺得說我想要這個家裡我在懶惰或是其他原因但是把它改成不跳電的我感覺很危險這超危險我自己的一個朋友家他跟我說常常我在泡茶煮茶會跳電很不方便後來我找個電氣行的來幫我改一下就不跳電了我聽當然覺得不是這樣子你看這不得了這個把它改成50安培我說你消防車來了\n它也不會跳因為線徑使用的是不正確的1.6mm的線竟然搭載到50安培這怎麼可能絕對出事情太危險了當場就把它改了所以這個屋主要注意這個地方是 沒錯因為另外一個大家關心的就是漏水我覺得漏水我覺得浴室是最可以看的所以我覺得我們繼續去看一看好 一起來吧\n師傅我一進來我覺得這裡有一個東西非常吸睛\n那兩個 第一個是天花板然後第二個是門口它一個磁磚的剝落這兩個跟壁崖漏水有關係嗎好 我們這個現況這樣子看起來包括我們這個天花板跟剛剛我們的入門測這個地方磁磚的剝落目前跟這個水是沒有關係的沒有關係因為我們通常如果我們再看這個如果是有水漏下來的話它會有一個很明顯的顏色上的色差但是你說顏色的色差\n旁邊好像也有這旁邊的部分是因為洗澡水蒸氣的凝結水所以它產生的所以它會有一個一點點小小的斑紋斑紋如果是因為樓上漏水漏下來的時候我們可以看到因為現在這個地方比如說這個油漆已經剝落的地方這地方的結構都還是灰白色的如果漏水它是會深黑色的漏水是深黑色的對 顏色絕對不一樣而且你可以在這個水泥的結構上面會看到有一個像是尿床\n會有一個痕跡會這樣擴散而且還會有一個很明顯的漏水點甚至更誇張的還會有中儒石不用去大陸台灣就看到中儒石而且一年可以長一公分的很長我看過目前收集過這裡有40公分真的嗎有收集過的還有40公分這可以說台灣尋奇這樣所以說它這個磨是BR它只是純粹的就是漆的剝落而已對 漆的剝落就是水氣老化剝落\n沒錯可是那上門口那個呢那個又是什麼這個可以看得出來它這個就是因為結構的問題結構的問題是 因為它這邊有一些你可以看得出來它這個地方瓷鑽已經撐開然後它旁邊又有鋼筋這個東西是從裡面把它爆開把它頂出來的對 就是結構有一些錯位甚至剛出鋼筋的捆紮的時候它太貼近了這些模具它缺少這些保護層去保護我們的鋼筋鋼筋久來接觸到水氣\n生鏽頂起來 漲起來這個瓷鑽就被頂出來所以這個跟地震什麼有沒有關係這個問題地震來講就是原生發生的點是因為它太貼膜但是地震會把這個問題放大所以也就是說現在你即便把它補平了瓷鑽貼回去還會因為其實台灣在921之前的房子那種工法都很舊所以有時候就是那種就是買到老房子都很容易發現這種情形可是另外一個我覺得老房子\n非常在意的其實我覺得新房子的時候也會有就是那個什麼就回到家的時候發現家裡都那麼臭結果發現是水管甚至於是廁所的異味會飄出來異味飄出來那個怎麼辦像通常我們來講說通常老房子最難處理的就兩件事情第一個是味道第二個是聲音聲音這個兩件事情是非常主觀一點都不客觀但尤其在味道這件事情上面老房子的時候尤其有像我們一般像這個東西就是像我們\n腳踏的這個區塊通常它不太會有存水彎所以我們的排水管底下的這個管內就會有一些臭氣 早氣容易飄回來這是其一這是第一個第二個就是說我們現況這邊看是因為它剛好沒有這個所謂的管道間否則有一些公寓老公寓它會有管道間管道間裡面所存在就是所謂的幹管比如說就像剛剛我們提到就是說這個化糞池的主管線它是垂直的對不對比如說我們現在假設是在二樓\n二樓就要分間一支給二樓做使用然後三樓再往上再分間一支給三樓這個主管線它就會存在在我們的管道間裡面只是說這個管道間以往的工法裡面它並不會把它密封得非常好所以就常常會導致說樓下抽被煙樓上就臭狗狗只是說味道上面如果能改善的話我們通常就會搭配就是說有防臭落水頭的這種的地板排水頭換一下管道間的部分我們還可以就是說在這個管道間\n可以透過一些裝潢的風板把它封起來那如果您這邊還有搭配天花板現在這個是沒有釘天花板對不對如果有釘一個天花板那我們的比如說這個排風機或是暖風機可以搭配這個異味阻斷器異味阻斷器對它很有趣它只有在你把它turn on的時候開啟的時候它這個電動的風門才會打開然後讓空氣這樣子把它排出去那用完完畢的時候它自動把門關起來那你的味道就不會再透過排風機\n跑回來所以這些東西如果沒有遇到還真的不會知道可是另外我發現很多人買這個老房子很注意就是馬桶馬桶這件事情聽說這間屋子有這個問題我們去看一下這樣子來看一下我們一般在住家裡面偶爾都會遇到馬桶堵塞的現象對不對但是常常大家會用一個東西叫做這一支吸盤馬桶用的這個吸盤\n其實吸盤在使用上面其實是要有些技巧跟一些正確觀念的一般我們最常看到大家會有個錯誤的操作方式是什麼拿到這個吸盤就拼命的往裡面一直壓這是不對的它不是壓它其實是要吸它是要往外拔那這個部分我們現在就先來放一些水給大家來看一下好那這個部分\n我們可以看得到現在這個馬桶已經堵塞了對不對那我們現在來嘗試的疏通它看看那我們要如何正確操作呢首先我們拿這支吸盤把它往下壓到底慢慢的壓就好不用很緊張壓到底壓到底壓到底的時候這個時候手兩隻手握像打道夫球一樣但是這個手肘這個地方要直不要彎不要彎要直這個時候垂直的往上拔\n要吸吸像這樣子會有個動力往上拔再一次拔再一次好通了好這個時候我們現在靜待它補水補水補完水後我們再沖一次看看這個問題有沒有改善好現在水補差不多了來我們來沖水\n好用對方法恭喜你問題就解決了不一定要請到水電師傅居家通馬桶自己來現省一千塊讚我們走進來這個地方是廚房那廚房有什麼要注意的呢廚房有一個很有趣的地方在這裡這邊有一條排水的軟管這個排水軟管有什麼有趣的地方呢我們常常會遇到一個狀況師傅我的排水管\n開始不通我倒了通的倒了好幾支都倒了什麼的我都倒下去了都沒用甚至有的還會露出來實際上要跟大家做個說明這個常常有時候我們會發現就是說廚房畢竟這個是我們講的有油湯比較會有油膩的地方所以通常我們的底下的這個排水管其實原本這麼大用久以後它會滅掉越來越小就好像我們的心血管會被油堵住一樣然後水不下去的時候就中風了我們說水管也中風了\n就差不多是那個意思一樣的意思結果後來他如果說用錯了那個疏通劑對管子會有影響嗎會其實坦白講疏通劑它分了非常多的種類其實針對不一樣的東西它成分是不一樣的浴室的頭髮頭髮成分是蛋白質所以它的成分疏通劑我們要挑要有過碳酸鈉的過碳酸鈉它就專門吃蛋白質如果說是廚房的呢有油垢的就要氫氧化鈉氫氧化鈉\n它是鹼它會把油給抓掉但是氫氧化鈉也有分有液態跟粉狀的液態的通常我們都建議是拿來給你做保養用的但是如果說到它嚴重堵塞的時候水會積到這上面的時候有的人就會使用這個所謂的粉狀粉狀的粉狀不是不好但是用的時候一定要小心使用但它只會告訴你酌量使用但通常我們不會通越多越好通通倒下去結果水一放下去的時候瞬間產生高溫\n就會把底下的軟管給融破了就燒破了嗎直接破掉因為它的溫度會直接超過100度所以如果碰到這種情形怎麼辦對 如果真的已經不小心讓它破的時候那這個就只好扣宅水電扣各大水電支付但是這個我們講所以你這個用的時候還是要慎選因為如果萬一堵塞點發生在我們房子的結構的系統的管子裡面的時候糟糕 樓下要漏水了\n水就會直接融破就把我們的高溫把這個管子銜接的地方退焦然後水就往下漏這就麻煩所以有時候我們在用的時候要酌量使用我們常常有個概念就是叫預防勝於治療也適用在我們的水槽上面那如何預防 很簡單快速示範一下譬如說這個拿起來以後我們可能拿抹布稍微塞一下讓水先不要下去這時候把水龍頭水打開讓它的水開始蓄水蓄水到什麼程度\n這邊有個溢流孔這個高度底下的時候已經蓄到這個時候我們快速的把一支毛巾把它快速拔掉讓水快速的沖下去讓水壓去處理這個事情一個禮拜做一次就是常常運動比較不會中風對 就是這個概念好 這水管就這樣保養另外一個其實我一進來的時候我就很在意那師傅你覺得那個插頭好 這個插頭坦白講有時候我們在廚房這個地方的牆壁的插座看到它會如此的骯髒\n我們來講很正常為什麼很正常就像我們身上會隨時帶一個新的插座沒有 這一點都不正常沒有人身上會帶這個東西身為一個水電師傅我覺得這個很合理可是我們來帶大家來看一下如何透過合理去看一個好像不太正常的東西好 第一個這個的插座在我們這個廚房這個位置我們都知道這個都常常在煮飯第一個它距離火爐也很近對不對我們煮飯的時候雖然有油煙機\n不可能百分之百抽走所以你可以發現這個插座上面有非常多的油垢在上面這個就是一個警訊這是第一個警訊警訊對 那第二個警訊是說因為我們在廚房使用常常會都是一些高電流高功率的東西所以我們的插座的這個邊緣這個角插進去的這個地方常常會容易有一點點像融化的現象常常消膜很嚴重是對 所以會導致甚至我們插插頭插上去的時候輕輕一拉它就掉\n這個就是消膜比較大因為有時候像我們在廚房用烤箱或者是微波爐氣炸鍋的時候它進來把它那有時候那個插頭是熱的對 很燙很燙對 沒錯哲欣哥你講對了如果當這個插頭插下去越來越鬆的時候它甚至會從這個地方直接燒融掉它會燒融掉燒融掉燒到發紅發燙整個整個德惠都會有好 那如果萬一它著火了剛剛我們是不是有講它上面有很多油柱燃\n然後火往上一燒旁邊又有油煙機一路燒過去所以這個地方我們常常這個有積污這個問題就是這個要優先處理所以通常我們都會建議把它做個更換就要換掉的不能用清潔劑處理不要…常常我有時候曾經遇到一個師傅 我家跳電然後一去查它不告訴你是什麼後來才知道沒有啊 我就在洗牆壁然後水龍頭在那邊洗聽到差點暈倒直接這樣噴就這樣就噴 噴了就跳電了\n是…我說我們這插座是不能噴水的甚至你噴水因為它會裡面的機械的結構水會躲在這裡面那這一組就報銷了你就必須換過是 對…所以通常如果說我們在居家裡面如果有發現這樣子的一個情形尤其是常常使用的第一個它的這個角度這邊這個嘴口的地方有一點點微微的熔石的現象又有大量的油污插進去兩隻手指輕輕投一拔就會鬆動了趕快去水電材料行買一個把它換掉\n把它換起來 是安全係數立刻提升是 對…所以我覺得這個老屋子有好多好多要注意的不如我們坐下來聊好了好啊…OK…楊師傅我們這樣看了一圈之後你會給這個房子0到100分你會打幾分我個人認為還有70分還有70分對 因為它還有很多可以進步的地方還有很多可以進步的地方因為其實這樣子的房子是在二手市場上它也很吃香嘛 對不對因為人家覺得我們花一點錢再把它改一改其實還是不錯\n而且因為很多人去買房子的時候會買到那種就是投資客有特別去掩蓋過的有哪一些我們要注意呢有時候客人請我們來到現場去看一下房子他說師傅我已經買這間房子了那有什麼地方能夠去修整整理的地方但實際上我們一去才會發現說他被騙了為什麼因為之前我有個客人他就是是單親媽媽然後他的女兒好不容易從大學畢業準備投入到社會然後開始去工作\n他也很辛苦的積攢了一些錢幫他買了一間房子這個仲介當初來待看的時候告訴他一卡皮箱就可以住進去你不用整理了很多廣告詞都這樣寫對 然後都有現成的裝潢都超級棒的結果買了以後他想說怎麼沒有水沒有水對 他就後來還想要去頂樓去把水閥給打開結果一打開不得了開始漏水了開始漏水了對…所以常常有時候我們才知道就是說有時候屋主他們在待看的時候\n把水表水關掉的所以有時候有沒有漏水你不知道所以我們要看房子還要先去開開水閘這樣子我們都建議說你去馬桶跟他沖一沖跟他按一按水龍頭用一下看一下確認現在水是不是在有通水的情況底下是有保持有壓力的情況底下是 所以後來他們買那個房子結果發現會漏水對修了多少錢我們那時候他就是請我去看一下我跟他做個評估我說你可能被騙了\n你光拆除的部分我跟你預估我拆得到就要至少要花30萬拆得到就要花30萬對 因為他這個很誇張他這個在二樓的地方水往下滴 滴到一樓我們去一樓的天花板一看全部都是裝潢包起來所以一樓的人以前應該也知道吧他是一個透天透天的透天座所以他這1 2 3 4樓這樣只是說他在二樓的水源從二樓往下滴所以你看天花板上面如果有木板的話他就看起來就是要小心一點\n對牆上的也算嗎也算是也有因為像我們這個當初剛剛的這個案子就是說他是刻意仲介刻意隱瞞得到的時候當然那個媽媽聽了就很難過心裡很受傷他就說這整個可能要整理起來要花多少錢我跟你說這個至少200萬來修200萬對 他聽了臉都綠掉他的眼淚都掉下來了但是他沒有辦法跟房仲來求償他沒有因為他當時簽了現況交付很多時候我們其實都是相信人\n人性是善良這個初衷初發點但有時候他今天刻意要隱瞞這件事情的時候是很困難我們猜就是尤其是一般的老百姓他會不知道說這個東西要怎麼去查像譬如說我曾經也有一個這個一個牆面完整牆面那我們請我們就是整戶抽換線說到這個牆面的時候一猜老百姓你這個是裝潢牆怎麼是裝潢牆那麼這個我想說就先回報回報以後好那沒關係就換換這個插座一打開你是後面這一層\n有玄機怎麼會有長毛長毛我們講就像是發霉就是這種的壁癌的長毛那剛開始這段時間因為剛好連續都沒下雨沒有感覺那我們就先做換線換完以後後來做完交屋給他等到他剛好有一場塞巴喉下來的時候牆壁都濕了我記得我那時候我的前幾天房子因為我是用換屋我每次換屋的時候第一件事情就是把那個水電全部都把它重新裝潢\n做個翻新所以說換水電我認為是很重要那師傅你自己覺得呢我覺得這個也超重要通常我們都是先注意到電這件事情電一定是優先因為電如果你處理的不當不慎的時候會引發火災火災就會有柴損跟人損這個是很大的危害你如果漏水漏水要到有人損這個比較困難但是如果說一般的屋子我們先不管我們今天看的這個\n換水電他應該有一個低銷大概多少一般來講我們就依照現在這個的空間大概三間房間三間房間然後三房兩廳這樣子來看的話基本上你的水電就是我們講把這個電力系統做更新大概十萬塊就是一個天花板十萬塊一個天花板所以你跟整體的裝潢費用比起來你就發現其實是小屋見大屋所以像我曾經就遇過一個客人他花了七八十萬把房子裝潢好我們再去換一些布雷卡\n我就想說奇怪你都七八十萬都花了怎麼不現換一換他說應該不用我說那不是那個線你已經20世紀20年沒有換了其實還是要優先的順序上要稍微留意可是我覺得就是有另外一個問題我覺得是最大的也是最困難的就是浴室有時候整個卡住然後再做防水換新的衛浴他的低銷我記得有時候三四十萬跑不掉近年來這個因為廢棄物的處理越來越嚴格\n正常來講這個的廢棄物處理的費用本身就不低他就一卡車一卡車所以他跟你算車就算車的現在一車多少現在一車我們不知道因為我本身沒有收但是我的同行都有的反應他們都嗨嗨叫因為以前以往可能他們這個處理回收場一天他可以跑個三到四趟現在因為的規定更嚴格他一天可能只能跑一趟管銷還是在所以單價一車就變得很貴所以通常我們現在如果說你是遇到這個浴室需要整體的\n一端打掉重貼衛浴設備做個基本更換基本上二十萬跑不掉二十萬跑不掉一間這還是一個很基本的大概一瓶一又三分之一瓶左右的大小如果你的浴室更大有浴缸又要乾濕分離又要暖風機那個費用就一直跌上去可是你知道因為我們剛在聊天的時候因為一直強調二樓這件事情因為我記得很久很久以前我們家從後山花蓮半道高雄我們去住二樓然後房子一直壞一直壞的後來我媽就那房子住久了\n房子會有差就換我們搬去的時候因為是一個二樓的中古房反正就花我們家出很多事情這樣一直到離開二樓之後才好但我覺得這是迷信二樓真的中古屋不要買嗎比如說像我們今天在這個樓層它是屬於五層樓的建築屋然後它是沒有電梯的對不對如果說以往我們正常在配我們的劃分管的污水管的時候二三四五會共用一支公用管然後來到我們的\n地下室的劃分池一樓的它會自己獨立一支野稻劃分池地下室的劃分池所以如果正常來講你看這樣子就有兩支管子跑到我們的劃分池裡面一樓自己一支所以它使用量不大可是二三四五它使用量是一樓的四倍我有聽過恐怖的故事一衝就吃晚餐的時間噴出來很可怕你有聽過那種就整個馬上爆開來你沒有在用突然就湧泉冒出來像泥火山一樣\n其實顏色不太一樣對 這是二樓的如果這個公共管路曾經比如說二三四五整修過 浴室翻修過那師傅可能沒有這麼注意就把一些工程的餘料垃圾通通倒到進去的時候垂直管線不會塞到只要它一轉彎轉橫向要進去就在轉彎的地方給你塞住那一塞住的時候三四五不會有感覺那一放下來就從最低的貿出口就在二樓但是還是有人會住二樓對 沒錯如果住二樓怎麼辦新式的大樓二樓要塞到的機率不高\n它地下室挖了針所以污水池距離二樓就更遠了但是如果很遺憾沒辦法我們現在大概每個人的條件狀況不太一樣我真的只能選擇在這樣子的一個物件底下的時候還是有些事情可以做比如說我們在污水池的地方如果它有地下室的時候我們可以請官俄會先進行管線的檢診比如說我們開一個維修孔進行保養是不是有工程的垃圾把它疏通一下這個地方是可以注意的不然的話有時候我們站在一個比較\n從技術水電的角度去看這個比較老的建物的時候的二樓它相對冒的風險要比較高因為像有的客人跟我說師傅你講的不對我住25年都沒事那26年楊先生他冒出來沒辦法你就要處理要處理對啊 那個很可怕想想那個會有心理因應有 絕對有因為我有個問問一個到底他的弟弟有一天回家門一打開拖鞋在飄然後我曾經去幫他嘗試他後來把他清完去旁邊嘗試修塞\n摘起來的時候整理到一半你就開始要冒出來了趕快散今天謝謝梁師傅老師來這樣今天也替你教很多這樣感謝 分享一下",
  "elapsed": 3.25,
  "created": "2025-07-10T06:35:05.841900+00:00"
}