{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】癌症逆轉怎麼做到？哈佛醫師教你5招防癌：10年不復發！ft.許瑞云 鄭先安醫師.mp3",
  "text": "你知道只要做这一件事情就能够扭转癌症和满心病吗\n因为我们有很多的医师都来强调就是说满心病不用吃药不用吃药 不是病然后你要用另外的方法来对待可是我发现就是病友本身很能接受反而是家属本身觉得说怎么可以不积极治疗这样子身边的人看不过去对 可是我这到底是怎么做的\n你是怎样的观念那我们今天这个肖恩金学名医系列这两位医师的门诊就算挂一年以上还不一定挂得进去我心都喊了第一位是许瑞医师主持人好而且医师的头衔非常厉害是哈佛医院的主治医师也是哈佛医学院的讲师而且又是波士顿大学医学院的博士另外一位介绍是郑先安医师医师是安定的安他特别是中医师的执照然后在神经医科\n还有急重症的专科医师都是专家两位医师都强调就是不吃药不吃药的治疗方式这跟不治疗这应该是不一样的吧当然不一样我们生病了我们得要去找疾病的源头为什么我那么聪明的一个身体会产生这样子的反应像每个人身体都有自愈力你看你割伤烫伤你都会自己疗愈好吗对不对因为身体很聪明他也想要活下来\n活下去你看你都不用记得提醒自己要呼吸要心跳或者我要分泌多少胰岛素或者我要分泌多少脑内肺等等身体自己都把你所有的一切都处理得好好的我们身体有数十兆的细胞你看要管理这数十兆的细胞是很不得了下班经济学院你知道一个公司最多就是了不起上万人已经很厉害了对数十兆的细胞他怎么去管理他很聪明的\n为什么会产生这种疾病这个我们得要很积极的去发现我的身体为什么会这样反应然后把他处理这个部分他自然不需要这样反应了对 验医师有强调一个叫心念的治愈力今天带来几个案例他是胰脏癌末他说他看过荣总台大还有核心就是各大最有名的处理癌症他已经胰脏癌已经五年了\n他这边有一个那种Benz的开刀开刀碗他一直没有收干他伤口还是有流汤汁的那种组织液然后他脸也是全身都是黑的因为他已经所有可以给的药都已经给过了所有可以做治疗也做了这三家医院都跟他讲说他要准备后事已经没有什么西医没有什么东西可以再帮他了\n其实调整他的心念和情绪为什么身体会这样反应背后的音那他也很积极包括改变仪式我们今天也会谈到就是癌症他是一个多管性的然后改变他跟家人跟他后来生病后他也退休了原本是跟同事相处对人对事看待的方法然后也积极去复健\n去晒太阳等等调整他的生活习惯一年后身体没有癌细胞了然后他整个人都好了他现在已经差不多十年了他还好好的活着对他还好好的活着还活蹦乱跳活着可是我想要起教这一宿那心念医疗是什么事实上病好并不是要给他治好他是控制了比如说血压高了把他控制下来你吃一天药有一天的效果第二天又有效果这样把药拿掉他血压又回来重点就是\n心卡住了所以如果你真的想要治好不想长期依赖药物你就要去看到我内背后一直卡住的点如果他解的开你身体松了以后那很多病的机转就突然逆转了他是可以倒回来的慢性病退化很多病他是可以逆转的包括肿瘤什么都是可以逆转我们讲一个更简单的例子很多人他现在很多都有脊椎的问题脊椎病像长骨刺或者疼痛\n甚至于麻对不对我们人很紧张的时候我们肌肉就绷得很僵硬肌肉会去拉扯你的骨架如果你只是开刀除掉这个骨刺你没有去解决他背后很容易紧张很容易绷紧的这个能量的话这个动力没有改变所以他很容易问题又会回来很容易问题又会回来所以你要怎么去解开这个你得要学习让他去释放\n他很紧张的这个情绪能量而且要看为什么这个人特别容易紧张然后也有一些人他跟父母关系很差或者生命没有支持力的人他挺不直像有些人他駝背你就说你就自己挺好但是没有两分钟他要回去了你会发现他挺了是的当下他有觉察到但是很容易他惯性又怎么样就回去了所以为什么他的身体会这样一定有背后的原因讲到能量因为能量其实对很多观众来讲\n很抽象摸不到看不到我们到底要怎么样去感受到那个能量其实我觉得每个人都可以比如说有一个人他很生气但是他跟你笑一笑他说没有没有生气你会知道他在生气对不对对你怎么知道就是他散发出来的这种能量所以每一个人是像我没有每一个人都有这个能力就像我常常举例就像医学生他们刚开始\n他学会听诊器他听的同样都是心脏的声音但是医学生来听跟一个心脏科的老医师来听就完全不一样但是听的是同样的声音为什么他可以知道那么多有关心脏的讯息而这个医学生完全catch不到完全不知道那个就是你要慢慢的学习每个人都有这个能力去看或去听或去感受\n能量每一个人都有可是另外一个我觉得最重要的就是除了这个要自我觉察之外我觉得饮食也很重要对而且相关技术学的这个观众他们非常热衷这一块你怎么从饮食来调整那这边医师有提供五招防癌的这种吃法对不对这个要请徐师来跟我们聊一下第一个蔬食我其实很喜欢自然生自然长的植物他们能量很不一样而且他们色彩很不一样同样是青江植物\n那种发肥养大的吃起来的味道如果你仔细去品尝的话也不一样我可以吃到农药的味道然后我也可以吃那个味道就不对因为其实很多小孩很敏感我曾经有过一个好朋友的孩子他妈妈就很焦虑说这个孩子都不愿意吃蔬菜然后有一天我们就是我带菜过去他们家 一人一道对…我带菜过去他们家\n他妈妈就很压抑说为什么他平常都不吃这个菜为什么你带来的他会吃因为我说好吃甜美好吃对没有那些农药没有那些化学药物的菜是很新鲜很好吃的是有自然的甘味所以要吃有生命力的食物是有生命力的食物这样对…就有植物性胆脉植物\n对黄豆黑豆还有很多扁豆四季豆或者坚果完全不下于肉类我们两个都不吃肉我不吃肉的习惯其实是从我那时候在哈佛营养学系的博士班的时候我们的系主任他就很强调我们所有系上的party都没有任何的红肉他说你们没有看到我们做出来的那么多研究都显示\n这些红肉跟我们的前三大死因息息相关你怎么可以去吃这些我们那个系主任是真的非常地他怎么研究他就会这样子去执行慢慢不碰以后后来再碰的时候就会觉得我可以吃到这些的问题了对…听你的身体去留意你身体的回应当你吃完这一餐\n你的精神是变好还是变差呢很多人都说吃完饭你会比较累因为所有的这个血液都在你身上并不是这样你如果吃大鱼大肉和蔬食的饮食你去感觉一下你的身体是不一样的现在人们喜欢讲这个吃东西这个身体没有负担的时候就会神清气壮所以可以看到这个这个是它那选择丰富的精力汤或者是燕麦粥\n然后中午的午餐的时候有蔬食跟蛋白质然后晚餐我少了我晚餐吃的不多白肉或者是鱼肉里面可能有一些维生素低对不对所以维生素低在医师的观点里面也是很重要的而且刚才看到那个医师的营养的配比里面B群也是重要B12也是重要为什么呢维生素低跟我们它不是只有骨骼它跟我们很多的荷尔蒙很多的免疫系统甚至于现在\n跟大肠癌等等都是息息相关那最好维生素低的来源当然是太阳B12是因为我本身吃素所以说然后B群现在的人很容易压力大很容易焦虑所以我们B群耗的比较多它是维持神经稳定很重要的所以有时候你很多的焦虑很多的担心医生就会说你要吃一点B群是那Omega3跟自备的饮水其实我们日常当中也常常看到\n水分还有Omega3的重要性哪一些东西不要去碰它们如果你慢慢去感受你的身体你会觉察到很多食物靠近你或是靠近你的身体或是吃进去也好常常身体是有感觉的很多的动物性的食品也好你甚至可以感受到那种难过的情绪一种很沉重的情绪等到你身体越来越干净以后事实上我们感受力是会增强的因为我们每个人一两岁的时候那个时候你最单纯的时候\n你会感觉能量是最强的但是我们越长大越长大以后这个电脑的资料越来越强以后我们常常在脑的世界里面被困住了这些脑的故事一直在反映在身体上只是这个反映在身体上我们觉察力变差以后你不知道这边怎么反映了但是你只知道这边故事很多一直想一直想但是故事一直在转的时候我们身体一直在反映的所以反映到最后就是病就出来了比如说血糖往上提\n或者是细胞在改变等等很多病就慢慢地形成只是我们是困在这个我常常在诊间讲到叫脑海的故事脑海的世界现在人比较常见的是经常吃这些食物以后他认为这个叫做对的食物这是好的食物吃到那种很天然的食物怎么会没有味道少了什么味道少的味道都倒过来了但是如果你慢慢地去从小在学习吃干净的食物的小孩他一吃到这些东西\n就觉得不舒服除了外食 人工加工品之外你看 要避开反式脂肪跟精致糖其实这个也有一个故事我那时候在哈佛念营养学系的时候我们系主任就开始发现反式脂肪的这个问题然后他就请麦当劳的那个副总裁 是因为他发现薯条里面很多反式脂肪然后他就跟麦当劳的副总裁请他来跟他讨论\n有关这个问题然后那个副总裁就他说不行在1980几年的时候我们原本是用牛油和猪油这种东西牛油很像去炸这个薯条然后你们跟我们讲动物的脂肪不好所以我们就全面改成植物性的脂肪也就是马乳临这种东西那就把它改成这种反式脂肪除非它顾客要求不然他们不愿意再改你知道我系主任一个礼拜\n以后那个MBC ABC还有所有的各大美国的各大媒体他们就那个记者就扛着就在我们的室内那个走廊你就看到很多媒体来采访因为我们的系主任哈佛念营养学系主任有一个重大消息要公布每个媒体都得要来看然后他就开始爆那个在1990年初他就开始爆爆料然后开始不断的上媒体去\n宣导我们不能用反式脂肪这个东西会让我们的心细血管疾病恶化而且会存在在我们人体很多很多年都消代谢不掉消化不掉跟中风还有跟所有的癌症都是连结上这个东西太危险了所以慢慢的美国才有一周一周透过通过法律说这个东西不能用该吃什么不该吃什么之外而且这个循时间还带来一个特别的就是可以安抚我们\n三角的这样的一个方式到底要怎么做呢三根手指放在这个眼睛和眉毛旁边的这一块放在这一个轻轻的放着另外一根手的三根手指并拢拢指中指并拢并拢后呢放在这个凹凹的地方这个手骨上面凹凹的地方就这样放着手不要贴着点就是只有指头这样贴着然后慢慢的吸气\n当你这样子做的时候很多人那种焦虑的感觉因为这个是我们的三角上三角和中三角的地方你慢慢去感觉慢慢的吸气和吐气慢慢的吸气吐气你就会慢慢的安定下来然后当你觉得我比较放松的时候我可以换手\n都是轻轻放不要压就是轻放住然后去感觉你的身体慢慢的吸气和吐气很多人在诊间刚开始很焦虑我就带着他慢慢做这个动作然后他就比较放松下来了这样的动作它有次数跟频率的规定吗没有一天做几次你很焦虑的时候都可以做尤其是很常用脑的\n很多人会用头脑就是头跟身体很适合很适合把它放松下来松之后才有绝的能力你很紧很紧很紧你绝能力一定很弱的但是你好好去感受你的身体每个部分要拿你的手然后去感受身体每个部分的时候你会发现身体很多地方很紧迫所以每天可以为自己练习去感受身体把它松的那种感觉这松的绝慢慢增强以后\n顶到脚底这个松的能力越来越强你绝的能力就会越来越强今天我们现场就拿到了这两位医师最新的书21世纪最新的这个《心灭医学》然后《逆转慢性病》对 所以透过这本书里面我们可以绝知更认识自己的身体那希望透过两位医师的著作可以让我们大家更了解今天谢谢医师 谢谢谢谢两位医师 谢谢主持人\n本集节目由下班生E赞助播出",
  "elapsed": 2.3,
  "created": "2025-07-10T04:24:30.745825+00:00"
}