{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】不吃藥降三高、防癌最強方法？醫學博士曝：3天排毒、3個月徹底甩開脂肪肝！ ft.美國自然醫學博士 陳俊旭.mp3",
  "text": "如果你有高血压或失眠或者是自律神经失调或者等等等的毛病甚至过敏甚至癌症 糖尿病你照你的你就照 你会好舒服今天我们邀请到美国自然医学博士陈俊旭来告诉大家\n教你五招逆转慢性病一起来了解一下今天我们再一次邀请到陈俊旭博士博士是美国自然医学博士然后因为上次来的时候点读率非常地好所以也有很多的疑问留下来而且今天留下了新的观念其实今天带来的观念很特别叫粒线体粒线体我们国中国二的时候生物科就学过了但是现在是不是有点忘记了\n核生物在进行糖类然后脂肪跟氨基酸代谢最后的能量场好厉害啊百科全数可是除了到这里之外他们到底跟现代的医学有什么样的关系博士博士刚才说的是主流医学150年来对粒线体的认识生物课本等于说粒线体是细胞的能量工厂你今天可以思考可以讲话可以走路完全是靠粒线体燃烧我们的葡萄糖或脂肪这是150年来的认识\n我们现在发现粒线体不只是这样子他什么都管他甚至可以去调控我们的细胞核里面的DNA让你得癌症或不得癌症或者是把糖尿病什么心脏病的基因关掉或打开我们拿了个车子来比喻以前认为粒线体是细胞里面的能量工厂就像引擎是一个汽车的动力来源现在发现不是引擎是驾驶这个车子要不要停下来要转弯或者是加速或者是什么完全是驾驶在操控\n也就是粒线体掌控我们细胞里里外外甚至全身很多的功能所以说如果人有慢性病合理推论其实跟粒线体很有关系大有关系我们现在发现大概90%的慢性病都是粒线体出了问题那怎么会导致粒线体比如说失衡了或是不健康然后人生病呢就是你吃的饭越多你产生的自由基越多然后这个自由基会自我伤害粒线体就一系列的问题\n粒线体很重要啊你伤害粒线体以后很多的慢性病就在后面等着那如果你把碳水化合物降下来的话我们可以延后甚至可以一辈子没有这些三高四高的问题产生接下来我们相班经济学的观众最喜欢的就是吃什么天然食物可以修复粒线体其实很多例如说我书里面提到一个叫节偶联系我想99%的人都没听过简单来说节偶联系是要减轻粒线体的负担你知道那个蜂鸟\n它的心跳非常快一分钟1200下心跳越快的动物其实它的寿命越低了但是蜂鸟可以活12年是非常不可思议的因为它吃的花粉里面有一些植物生化素实验就把它做研究让它只喝糖水发现那个蜂鸟没办法活那么久也就是说它吃的那个天然的花蜜里面有一些植物的生化素让它能够活很久那就是节偶联系它在我们的那些五颜六色的蔬菜里面花椰菜 莓果 甜椒\n甚至油鸡茶叶里面它都是有这些多酚有这些节偶联系的效果是长寿的蔬菜非常好除了这个以外肝酸也是一个非常重要的胺基酸在我们的食物里面如果你的肝酸充足的话在我们的粒线体里面它会变成那个什么叫做骨光肝态它是最强大的抗氧化剂可以自我修复刚刚说过粒线体里面如果有自由剂的话你的肝酸跟退化剂如果足够它会把它综合所以我们会自我保护\n吃了食物里面的确有保护粒线体的效果然后另外肝酸的食物在卤鸡脚 鸡胸肉虾子 昆布这些都有卤鸡脚大家的观念是不是它又高炎卤了很久太好吃的东西都不减 都一直在那边然后可以吃嘛 可以啊我就很喜欢吃卤鸡脚因为它里面很多那些有弹性的东西胶纸 它是含肝酸的大家会说这个含胶原蛋白不是胶原蛋白胶原蛋白你把它再分开的话\n里面是含肝酸的那肝酸刚刚说过它是一个骨光肝胎的前驱物是非常重要的东西那鲑鱼呢像这一类含有Omega 3的这种油脂的话是会广泛地会通血管跟消炎所以也是一个对身体发炎非常好的一个食物那抗发炎其实就是帮助粒线体去综合那个自由剂它们的效果是一致的所以我要强调的是这些天然的食物都会对粒线体有很好的效果相对的那些\n加冬食物的话很多食品添加剂就是会干扰粒线体所以我通常就是鼓励吃天然食物就是因为它对粒线体比较有帮助我刚才在书里没有看到一个东西你知道说台湾最壮观的风景是清水断崖但是另外最大的精水断石真的只是喝水就可以排毒吗它是宇宙最强的其实你清水断石的时候我们身体会发生很奇妙的机制第一个我们会发现糟糕 我没有食物没有葡萄糖进来\n那我怎么办我第一个要启动生酮机制然后这个酮体会在粒线体里面发挥很多的效果其中有一个效果会促进粒线体的生成什么意思如果说你的粒线体被破坏了或者是功能不好你的酮体会去激发你的粒线体长多一点甚至会产生一些滋事滋事就是把一些僵尸细胞把它分解掉僵尸细胞是让我们身体发炎或者是老化最重要的因素这跟构思的荣源是一样的对\n那哪些人不能做有例如说癌末的人或者是太瘦的人因为清水断石的确它会让我们有几天的时间没有东西可以吃三天内在家自己做三天以上的话你可能要到断石中心台湾没有 美国有断石中心一进去你要坐一个礼拜两个礼拜都有医生二四小时陪在旁边是很安全的糖尿病可以吗糖尿病在第一型糖尿病不行还有第二型的末期不行不过糖尿病的初期跟中期\n是非常适合的因为其实你知道我家人平常我都会做断石可是我家人他们就很迷思就是你家一餐没有吃你工作量这么大或者你一天没有吃这样子营养素不够了妈妈就说你会昏倒很多人都会说这个但我觉得他们好是不是太担心了呢其实这样子如果你是高糖饮食的人你就常常要吃东西不吃东西你会饿到发慌吃饱饭又想睡觉这个是被葡萄糖所掐势的解决\n但是如果你的淀粉类吃得很少的时候其实你会摆脱这种我们叫自顾或者是掐字甚至你会到一个没有饥饿感的状态那就是诸法皆空之流之多其实在博士在书里面他上次都有提醒我们就是其实要做断石也好其实还是要有医助要借过医生的评估这样子博士我有一个疑问因为之前我有得过心肌炎就后来医师就跟我讲说不要做生酮饮食\n这生酮可能会对心血管造成危害但是其实又有很多不同的意见博士你怎么看呢其实生酮饮食的确是有副作用最常见的副作用就是矿物质大量流失当你流失概美的时候会抽筋然后在流失假跟那的时候会抽得更严重等到流失骰的时候骰就是Silenium心肌可能会麻痹你知道美国他们去把那个顽固型的颠尖的儿童他们不得已要吃生酮饮食\n就发现有大概几十万分之一的几率会心脏麻痹死掉然后后来解剖发现骰的缺乏在我的体验里面的确我做生酮大概四五年以来我就发现的确是容易抽筋但是我补充了矿物质以后就没事了有时候我补充了概美假那以后还不行还在抽筋就是在补骰它就OK了另外一个Zone2的运动强化力线体这是什么运动我们举例好了超慢跑它的跑步的速度\n走路一模一样但是它的效果是走路的2.5倍而且它不会有运动伤害而且它训练力线体的效果是非常好的所以Zone2它非常流行甚至在美国现在连职业的运动员他们80%的时间不是在做它要比赛的那个运动而是在做Zone2的一个训练为什么因为把力线体强壮之后等到它该去跳高或者是跑步的时候它那个表现会变得很好\n所以这个运动的效果是非常好的所以Zone2的运动会变得很好所以这个运动会变得很好所以Zone2的运动会变得很好\n所以它会这种高强度运动会刺激我们力线体长多一点但是效率其实要Zone2比较好Zone2在你的力线体的数目维持不变之下它让每一个力线体发挥更大的效果它那个例如说产生ATP的这个效率高一些那不是很好吗美国有一个YMCA他们连锁店就给那个癌症的康复者免费三个月的运动训练而且配教练或者是配物理治疗师\n都发现了其实这些训练对强化力线体甚至在抗癌方面有非常好的效果那有人不管是Zone1、Zone2、Zone7都没有办法他就是不爱有没有什么替代的方法其实最好的运动就是你喜欢的运动或者是你可以做的运动其实有一些实验就发现你如果不运动但是你在生活中有一些比较稍微激烈一点就是赶车或者是买菜提重物你每天如果一次只有一分钟然后一天加起来有4.5分钟的话\n其实也会有不错的效果比如说你的一些疾病的罹患率甚至死亡率都会大幅的下降所以说如果住在四楼的就走楼梯上去每天走个几趟或者是办公室在25楼走上去也可以这个意思就是说其实运动不一定是真的要去健身房或者是操场运动其实在日常生活中有一些比较稍微负重的或者是比较激烈的日常生活活动其实也可以算是运动就是如果懒得运动的逛街疗法\n比吃安眠药更好这个我相信很多人看到说就觉得它一大福音在白天的时候你去走三到六个小时最好还有阳光的陪伴之下我告诉你它在我们立腺体里面它会把日夜的荷尔蒙调得非常好甚至它会产生一个叫做腺肝酸的一个胺基酸然后到了晚上你都好想睡觉什么睡不着失眠如果你可以逛街三到六个小时几天之后你会发现晚上睡得那么香甜不是 我最近看美剧很多人还有欧美的朋友\n有很喜欢光着脚去踩地这个概念其实之前也不同的医师或者是健康养生的达人有推荐过这是什么原理其实2015年台湾有一本英文的中译版叫做接地气这本书请我写推荐序我就写了一段为什么因为我知道这个可能很有效但是我没有体验结果我去年因为我有一个腰的问题我发现我赤脚踩地之后疼痛马上缓解三四分钟缓解百分之十\n三十然后几天以后居然疼痛就快要不见了那我就进一步去研究发现它真的有缓解疼痛甚至有一罗筐后面的促进健康的效果我有看过它对于增进心理健康或是减少忧郁减少负面想法也有关联吗没错对什么伤口不愈还有对安眠的效果非常好要哪一种地 水泥地还是泥巴泥巴或者是草地而且稍微潮湿导电性会比较强一点\n就是导电就对了就是把你的身体的电位拉拉跟地球是一致的但这个时候就会产生例如说在我们的细胞膜电位它就会有一个自我充电的效果是 你知道大自然怎么样综合电位吗打雷 被雷劈这样好可怕但我们不用用那么激烈的方法下一个就很特别就是居家光也要慎选光线对我们的粒线体的影响非常大除了对松果体会产生所谓的日夜荷尔蒙规律推移激素以外\n粒线体它影响很大例如说我们的人造光源如果你是用那种比较传统的那种螺旋状的那种省电灯泡的话它的蓝光太强蓝光太强到晚上的时候它其实会让我们过度的兴奋然后变得晚上睡不好现在的那个LED的话就没有这个问题所以我现在就变成全部改成LED了如果可以买到LED全光图的那就更好了 是然后另外一个善用电暖对 这个我细称它叫小太阳这哪里都买得到电气行\n它卖场都买得到它其实它是发出近红外线或者是红光 对那你不要小看这种近红外线和红光我们只要人体一照射的时候我们细胞上面的粒线你感受到它的话它就会自我修复那照哪里就躺在脚下对着它吗对 我自己发现全身最重要的地方叫泳泉穴如果你有高血压或失眠或者是自律神经失调或者等等等的毛病甚至过敏甚至癌症\n糖尿病你照你的泳泉穴每天晚上睡觉以前两只脚露出来然后这个我们叫小太阳就大概隔着一起大概三分熟就可以了你就照 因为好舒服如果说你有糖尿病比较严重的末梢神经病变你已经忍热感觉不明显的时候你可能会烤熟了你都不晓得所以要注意末梢比较迟钝的人可能要旁边有人帮忙比较好所以到底要照多少一般这个都有大概15分钟的定时\n我刚出过一尺30公分15分钟然后大火其实也还好如果小火的话那就非常温暖它绝对不会去烫伤接下来看一下居家公园里面刚才讲的胜选人工公园跟睡前要避开三小时要避开蓝光蓝光这件事情已经有很多的医学报告显示就是它对我们伤害很大其实蓝光在早上的时候是有这个必要性它会唤醒我们的整个全身的\n功能但是到了晚上尤其睡觉前你怎么可以唤醒呢你要慢慢要入眠红光很好但是问题是我们的手机我们的萤幕甚至电视甚至我们的灯泡都是蓝光所以现在很多的手机它有一个模式可以切可以关掉蓝光甚至我们可以去买那个蓝光的镜片可以挂在我们的眼镜前面避掉我们晚上所有看到的蓝光英国那边一个非常权威的一个实验室就发现我们只要每天早上照大概一分钟到三分钟的\n红光你就发现你的视力变好了那为什么因为红光会让我们的感光细胞它恢复功能不是有什么方法可以甩开脂肪肝吗你知道台北市上班族有一半的人是有中度脂肪肝的包括20年前的我都有可是我们有个方法大概只要三个月就甩掉脂肪肝了我们用净碳30大概你这样吃的时候脂肪在肝脏里面就会被自我代谢掉因为我们肝脏里面为什么会有脂肪\n你吃太多碳水化合物或者是喝酒当然脂肪也会那透过把碳水化合物降下来以后这个脂肪肝它的脂肪自我分解了然后它三个月它就自己就消掉了净碳30的话不只是如此它如果可以产生同体的话还会修复粒线体甚至长出正常健康的粒线体那我在十几二十年前讲到的食物四分法那个是比较稍微中糖或中低糖后来我讲到加强版的食物四分法\n就是淀粉只能占所有食物的八分之一八分之一本来我早期讲四分之一后来发现不够有些人要到八分之一那这个时候就净碳100净碳100就是说你的碳水化合物扣掉纤维大概有一百克但是如果你把淀粉再拿掉的话可能就会降到净碳30那它的那个效果就更强所以以这边来看的话你看到碳水化合物15.8克那要减掉30纤维它这边是9克\n所以它的净碳水的话是6.8可是不是每一个人在外面吃东西或自己家里备餐的时候都有看到这个营养标识成分表那我平常自己怎么算我怎么知道要扣掉什么平常我告诉你我们很容易就一不小心超标了你知道一碗饭的净碳大概多少就50了吗有些甚至碗大一点就60了一碗面也是60这样子几乎来讲我们每一个人每一天都很容易超过\n所以你吃一碗饭大概就把两天的quota用掉了当然有人说那你这样讲不对以前阿公阿嬷的农业社会每天都吃饭配菜可是你不要忘记以前是大量的体能劳动如果你要吃两碗饭三碗饭可以你就每天种田或者是挑一些很重的东西把它用掉那现在我们试体不勤的结果其实我们的净碳不能吃那么多所以看到的话你看到一颗一饭团它里面就有30克的碳然后一碗饭就50一片吐司而已就20克了\n一颗中型的苹果也有20克那香蕉也是你知道我今天早上起来就吃了两根香蕉所以我已经超过了而且每天早上大家不是吃早餐就两片吐司夹什么肉阿火腿立刻超过其实这些碳水里面这个现代小麦问题是比较大的它比较会会伤到粒线体甚至它会引起血糖摆荡那米饭会比较好一点米饭会好一点那到了水果以后如果你吃的是一些比较原始的水果像我喜欢吃那个土巴辣或者是土番茄\n因为它不会很甜而且它有很多植物生化素的话它的伤害性会比较小所以碳水化物是不平等的它有一些是比较优良有一些是比较差的今天这个博士带来这本书更新粒线体跟致慢性病就是这里面有许多最新的医学的报告研究而且最主要它跟我们的健康有非常非常重要的关系而且像这里面更新了许多我们从中学以来\n就自以为知道好像有误会它了所以今天非常感谢博士带来这么重要的资讯谢谢你谢谢小鹿",
  "elapsed": 2.58,
  "created": "2025-07-10T05:00:09.205746+00:00"
}