{
  "file": "RSS_1533645986_podcast_1321_【下班經濟學＿健康】癌細胞最怕7種食物？名醫曝乳癌5大警訊：乳房重建一次解析！ft. 整形外科 蔡昀達醫師.mp3",
  "text": "你知道该怎么吃才能预防乳癌吗这些都是抗氧化那它可以明确证实对癌症的预防是有帮助的今天我们邀请到诊型外科蔡云达医师来告诉大家在台湾乳癌已经连续18年未居女性癌症发生的首位而号发年龄台湾竟然也比欧美国家提早了快10年关于乳房重建手术的方式还有速后的照料有什么一定要知道的吗一起来了解一下\n今天我们邀请到的是诊型外科蔡云达医师医师你好我们今天要讲的其实跟乳癌有关系因为台湾其实每一年有15000人被确诊出乳癌平均每天有42个人被确诊出来我觉得这是不是还蛮可怕的那到底有哪一些警讯就是出现的时候我们就要注意可能是乳癌的前兆我们知道预防剩余治疗所以最好的方式就是提早发现\n一般我们会说第一件事情最重要就是乳房自己的筛检去摸如果有摸到有硬块有肿块那你就要提早去乳房外科做进一步的评估但是其实像是我平常有时候也都会自己稍微检测一下但乳房有硬块跟有肿块那种触感跟感觉大概要用什么样的一个方式来评估呢我们会说正常的乳腺的话你摸起来有可能是像这种昏柜就是有一点点弹性它不会摸起来很硬但是如果是里面有肿瘤的\n我们会看这颗乒乓球如果放在毛巾里面它的触感会比较像这样子就是稍微是没有弹性的硬块的感觉因为其实我之前就是有女生朋友然后她也是觉得说好像觉得胸部脏脏的然后就拜托我们帮她摸摸看所以是只要如果摸到胸部里面好像有一块东西它就是硬块可能是有肿瘤这其实也不是乳腺的话它其实会有正常的良性肿瘤叫纤维囊肿纤维囊肿它也会因为生理期变化稍微变硬一点点\n所以我们通常最简单的评估方式就是看它有没有变大如果说都没有变大那它一直维持这个尺寸的话那大概就不用担心但是如果你摸的时候觉得说它好像变更硬了而且又变更大了可能就要去门诊做评估但是它那种变大是会觉得整个胸都变大还是就是某一个点突然变得比较凸还是怎么样如果是那样子的肿瘤通常是单点就是它摸起来从1.5公分变2公分甚至到3公分\n会想肿瘤会有硬块也不可能是两边对称所以是不是常常就会这个状况会是好像觉得单侧的乳房变大之前有一个门诊就是20几岁女性她其实是最主要原本要来做龙乳手术隔了几周之后她很高兴她说医师我的左边从B-cup变成D-cup长好快我那我右边是不是也会变这么大我就不用做龙乳手术那我们一看这不对这可能是液状肿瘤液状肿瘤有分良性恶性的但是基本上它长太快了就有可能把皮肤撑到需要做切除\n这时候我们就建议她赶快去做评估是不是要做切除手术是而且刚才医师讲到第三个就是皮肤出现的变化甚至于就是看起来有异常这到底怎么一回事其实肿瘤的一个简单概念良性肿瘤的话它不会去牵扯周围的组织所以它就像一个完整的边界可是如果是恶性肿瘤你就想象它是一个八爪庄女她去抓周围的东西所以她抓到皮肤的时候你的皮肤就有点耗线那如果她刚好在乳头下方的话\n你会看到乳头会有凹陷那如果是又侵犯到的乳管就可能有些乳管它会分泌有血的分泌物那这个时候我们就要提醒自己说这个好像不太正确我们就应该去做乳房的评估这样子所以除了乳头有凹陷或者是乳房有一些异常包含了皮肤红肿或是发炎也有可能是警讯皮肤红肿发炎的话正常通常都是比较急性的恶性的几率相对比较低可是如果是恶性肿瘤\n有的侵犯范围比较浅层影响到皮肤偶尔会遇到皮肤会发炎那这时候还是要去评估一下那无论是良性恶性你是要做手术治疗或抗生素治疗都会需要去门诊我一般朋友会想知道例如说像是我们家的长辈是过了更年期之后得乳癌跟一般的年轻的时候得乳癌它差别在哪里从今年开始乳房的免费筛检是从40岁到74岁每两年可以一次的免费X光筛检那为什么要这样子是\n当人饮食西化之后乳癌的发生率其实是年龄逐渐在下降的但是如果是下降到30几岁这种的话又不太一样这种通常是跟基因有关系乳癌不应该在那么年轻发生所以一旦发生的时候这种通常都是比较侵犯性比较可怕的\n十字花科的蔬菜花椰菜 高丽菜跟芥菜它有哪些营养素呢十字花科的蔬菜它最主要有硫化物跟脂化素它可以明确证实对癌症的预防是有帮助的那像是深海鱼类龟鱼 青鱼跟秋刀鱼深海鱼类它有Omega3脂肪酸那Omega3脂肪酸它对于我们的荷尔蒙平衡降低发炎它是有帮助的那另外像是姜黄 绿茶听起来好像也都是蛮养生姜黄的话它是姜黄素 绿茶\n就是蚵茶素那这些都是可以抗氧化那抗氧化其实对于我们防癌是有很大的帮助而且像女生平常都会多多补充美果类比如说蓝莓 草莓 黑莓对 蓝莓 草莓 黑莓它们有花青素 植花素那这些都是抗氧化的很好的一个东西是 然后看到它有大蒜跟坚果那为什么这两个也会预防入癌呢大蒜最主要对于我们身体是抵抗力就变强的那坚果类的话它最主要是有比较好的脂肪\n再加上它的纤维所以可以让它的营养素可以去代谢我们跟免疫力就会增加这样子对于女生来讲我们都会很担心入癌的风险吗我曾经就听过好多的不一样的说法比如说我之前就有听人家讲说如果到了更年期那很多女生会补充荷尔蒙他们说如果你吃太多荷尔蒙的话也会容易得入癌真的会这样子吗如果要改善更年期的症状补充荷尔蒙是一个很重要的一个方式但是如果是在还没有更年期之前那某些患者他会需要做一些\n荷尔蒙的补充治疗那这个时候的确有少量会增加乳癌的发生跟我看到的第二个跟第三个其实我觉得他们两个可以说在一起谈第一个就是如果得乳癌的时候真的要做全乳的切除吗那第二个就是切除之后是不是再能做重建其实因为现在篩检率很好所以大家发现的很早常常肿瘤都是非常早期的所以是不见得一定要做全切除很多的局部切除就好了那当然每个人是会看每个人的淋巴侵犯\n还有他的肿瘤大小来做一个治疗的方针那有些人可以做免疫的治疗有些人做标化的治疗但是基本上现在要全切除的人发生的比例其实是相对的比较低的但是大家会问的就是说那我做了重建之后那我乳癌再复发我就看不到了吗但是经过我们的实验证实就是长久的这些论文报道其实做乳房重建他对于这些患者并不会遮掩他的复发率不会让你看不到他而且会提升这些\n所以其实是有帮助的但是如果真的要做乳房重建他到底是在乳房外科还是在整形外科来做这个重建手术乳房外科他最主要就是专精于做乳癌的切除他们把这个切除了之后会留下我们可以去做重建的一个伤口所以整形外科在做的事情是把残缺的伤口重新做一个填补让他外观上变成比较好看的外观现在医学中心常常会安排的手术就是\n他做乳房切除那下午整形外科同步的进行乳房的重建手术那这样子患者进去做完切除之后又顺便做重建手术之后他出来手术房的时候是有乳房的他会觉得心灵的冲击没那么大所以医师最近有这样子的案例吗之前就是有一位20多岁的女性他是做完农乳手术之后呢隔了一段时间他带他妈妈来的因为他妈妈在40岁的时候就诊断乳癌做乳房的切除那做乳房切除之后\n他到现在50几岁的时候他觉得真的是这十几年他过得很难过而且整个就是觉得身体有了残缺结果呢他看到他女儿做农乳手术之后变得穿衣服更有自信而且就是好像活得很像自己的感觉所以他觉得说他也想要试试看这种感觉他是做了所谓的第二阶段的重建后来我们帮他重建完之后他觉得好像自己残缺的那一块又被找回来了所以他的心灵好像又得到了一个救赎的感觉\n也蛮像是一个心灵陪伴乳癌切除之后这些患者其实他们心灵上是受损的虽然生命救下来但是我们在做的事情除了填补身体的残缺有时候他的心灵也因为我们帮他做了一些重建之后然后获得了心灵上的补助可是我觉得大家会想知道就是叫乳房重建他有哪几种方式呢乳房重建的话简单的说就是有分成自体的跟人工的自体的话通常我们最常使用的\n是肚子肚子的对如果说有些人他肚子的肉稍微多一点点这个时候在乳房切除的时候我们把肚子这块肉转到胸部去科学一点讲他没有肉他是只有皮肤再加上卵组织那第二个那就是假的咯对那为什么会有这样子的选择是因为有些女生他肚子很瘦啊他连肉都没有办法拿过去啊那你如果拿一大块肉的话肚子也会崩不起来所以这时候他如果又想要同步做一个乳房的重建我们要怎么办呢\n我觉得这个还蛮有分量的他要怎么把它放进去啊\n一般我们在做的话我们是用3公分的伤口那有些人甚至比较小就是2.5公分的伤口那在2.5公分的伤口你要把胛体放进去怎么挤啊这个很大啊对所以我们会做的事情是像这个样子把它一路这样子挤进去身体可是挤的过程中不会把伤口撑大吗对它不会撕裂它的里面吗对这我们会有一些小小的技巧就可以让伤口不会裂开如果说做重建手术的话健保有挤腹吗其实健保是没有做挤腹的因为在\n基本大原则上它是没有危及生命的话并不见得一定需要做这个手术可是其实在稳定床上这一类患者有做了重建手术之后他们的生活满意度会高很多而且后来的预后也会相对比较好那除了乳癌的病友之外其他还有哪一些族群可能也会要来做乳房重建手术第一类是产后妈妈这真的好多朋友都在做对那第二类当然就是年轻女性好那第一类产后妈妈为什么会发生这种问题\n是因为产后的妈妈他们其实很辛苦我们知道乳房变大变小要喂小孩要照顾小孩那其实到最后身形还变形了那统计上有14到21%的产后忧郁症而且这一部分是诊断上有证明的那如果是有忧郁的情况但是没有做诊断有高达40%而这有很大一部分的人是因为他原本是有曼妙的身材结果因为产后之后身形变了他觉得很难过所以这时候他可以\n做一个重建做一个龙卤手术来改善他的胸形这样子我多半听到我的朋友都是说就是好像因为有自己亲喂结果等到真的是亲喂结束以后快速消风之后就变得很垂耶对乳房下垂的原因是因为原本乳房的大小是这样子可是我们的baby他会吸奶嘛吸奶他是一个回馈机制今天他还很小他吸50cc就够了可是他随着他时间长大之后他会需要吸到300cc400cc500cc妈妈的乳腺就会跟着制造\n更多的乳汁制造更多乳汁之后胸部就变很大等着baby不吸了之后就会导致胸部萎缩所以我们常会说预防乳房变形的三个主要要件第一个缩短哺乳的时间那我们并不是说不要喂母奶你可能半年的时间接下来你可以考虑做什么搭配配方奶因为配方奶现在也越来越进步了所以母奶搭配配方奶可以让你的身形变化没有那么大那我们其实并不是说叫大家不要哺乳因为母乳对小孩是非常健康的\n所以我们也是尊重你的想法这是绝对ok的第三就是穿好的哺乳内衣穿好的哺乳内衣也可以做乳腺的一个支撑可以降低他的旋润带的压力可是我听到我身边有一些姐妹就是真的在生产完之后希望可以让自己的胸部回复到比较少女的时期所以他们可能会有一些人提到说要去笼乳但有一些说要提乳我就不太知道什么是提乳这两个差别在哪里怎么评估我们通常是看我们的乳头跟我们乳下腺的一个相对位置\n如果乳头没有降到乳下腺相对的位置的时候其实他只要做笼乳手术用夹体把它乳腺顶起来就会有类似提乳的效果了但是如果是乳头已经降到我们的乳下腺的位置的时候他就真的需要做提乳手术了提乳手术的话简单的形容他就是我们把皮肤跟我们乳腺重新拆开再重新堆叠像是一个积木堆叠起来所以无可避免的是常常会听到有所谓的棒棒糖的切口或者是倒梯的切口\n这也是很多人产后之后一想到有可能要提乳的时候他就觉得像个噩梦一样因为这个发痕有可能是没有救的所以我们常常会跟这些患者说你们如果是有这个疑虑的话要到专业的诊型外科医师门诊做评估因为其实有时候你们觉得需要提乳但是其实你可能做完笼乳手术就有提乳的效果你根本就不需要做提乳手术所以需要做到提乳的比例大概有多少其实比例很低真正要做到的不到10%\n那一般来讲的话如果是产后妈妈想要做乳房重建的话他有没有一个黄金时期做超过的时候可能就不太适合一般我们会建议至少停止哺乳六个月左右你想像如果还在哺乳的期间或者是他虽然停止哺乳了可是他乳汁还有一部分的分泌他就像是一颗小水球在身体里面这时候如果我们用内视镜去做手术的时候如果稍微做一些挤压乳汁就爆开了你的手术室也就会有乳汁那这样子就没有无菌了就会增加肝癌的机会\n那如果已经做了乳房重建就我有怀下一胎那我胸部就又再一次那怎么办又有一个水球在撑大我是不是要整个全部我要升级胎全部升完我再一次重做其实很多人会问的问题如果我做了龙乳手术会不会影响哺乳它是完全不影响的再来如果你做了龙乳手术之后会不会因为后来又怀孕胸部变形这个基本上是不会的你反倒有一个夹体在后面支撑你的乳腺比较不会掉下来\n那这个时候有些人会形容说产后虽然乳腺变得比较软但是它触感反倒又更软的感觉而不是胸部掉下来我之前都听人家讲说就早期的那个龙乳手术他们会说什么很像被卡车碾过去超痛后来又要担心它会有什么疤痕组织什么都要揉它还是什么就听起来都很恐怖对其实早期的龙乳手术的确有可能是像这样子那为什么我们现在手术不会因为我们现在的都是用内视镜所以伤口小那手术精准\n破坏的非常少那一般我们现在的这些患者来做完龙乳手术他们会讲的都是说好像就是脏奶两三天的感觉然后大概就可以了那当然有些人的耐受度比较差他可能会觉得是脏奶一个礼拜但是绝大多数他们并不会再像以前说好像被卡车碾过去的感觉束后有什么应该要注意的呢一般我们束后的话第一个是我们的伤口照护现在都是用不用拆线的方式那不用拆线的方式其实这些人都很好照顾那第二个呢\n就是活动限制会不会说不能举东西啊\n那在饮食建议呢素前建议要停的东西是鱼油跟蜂胶因为这两个会让我们的血液凝固暂时没有那么好那手术的话我们不希望流太多血所以素前会建议这两个东西要停掉那束后照顾更妙的是其实我们会希望暂停太补的东西太补的东西就是比较像坐月子那样对对很多人想说我手术后那我要补一点就吃人参鸡啊麻油鸡那结果组织太重了\n其实修复会花更久的时间那要吃什么一般其实就是正常吃就好你吃基本的原型食物就可以了不要特别吃特别补的东西它其实反倒就是很正常的修复就可以了因为其实我觉得这一集的知识不仅仅是女性需要我觉得身为男性也应该要了解因为伴侣有时候是支持另外一半非常重要的力量所以非常感谢医师带来这么多正确跟精准的消息谢谢医师谢谢",
  "elapsed": 2.46,
  "created": "2025-07-10T04:30:43.466947+00:00"
}