{
  "filename": "RSS_262026947_podcast_1304_A quieter world.json",
  "episode_id": "6865015b66c1a4e8d1176618",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website. Hello, this is 6 Minute English from BBC Learning English. I'm Neil. And I'm Georgina. In this programme, we're talking about something that always surrounds us – noise. Yes, whether it's the natural sounds of birdsong, the wind blowing or man-made noise like traffic or music.",
      "chunk_id": "351f6fce-1c32-4c83-a8d8-e33e80de0fa5",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 360,
      "enhanced_tags": [
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.207191"
    },
    {
      "chunk_text": "There's always something we can hear. Of course, there are sounds that we like to hear and then there are those sounds that really great, annoy or irritate. Like the beeping sound on a reversing lorry or someone drilling a hole in the road. Indeed, soon we'll be looking at the language of noise and hearing about ideas for making the world a quieter place. But let's kick off with a question about the measurement of sound, which is in units called decibels. According to a guide by the World Health Organization,",
      "chunk_id": "9c0a9c47-f993-46b6-80c4-e8a9a717ad2c",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 514,
      "enhanced_tags": [
        "ROA",
        "LED",
        "RSI",
        "IRR",
        "CI",
        "UI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.209878"
    },
    {
      "chunk_text": "what is considered the highest level we can be safely exposed to for a maximum of eight hours? I imagine it's quite low, so I'll go for Well, as always, I'll reveal the correct answer later. Now, let's sound out what people know about sound, starting with Julian Treasure, the founder of",
      "chunk_id": "ea1013eb-258e-46db-8170-d6ed841cb2df",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 287,
      "enhanced_tags": [
        "UI",
        "XP",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.212289"
    },
    {
      "chunk_text": "the sound agency. He spoke to the BBC World Service programme People Fixing the World. He discussed why noise is a form of pollution and it's bad for our health, but we don't always realise. Sound has powerful effects on us all the time, even though most of the time we're not conscious of it because we've kind of got into the habit of suppressing our listening. There's so much noise around us in cities that we get into the habit of ignoring it. Now, that's not a great thing when the noise is having a bad effect on us.",
      "chunk_id": "a4d5baf0-5596-4b34-bb03-9ec6dbe48282",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 523,
      "enhanced_tags": [
        "CI",
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.215005"
    },
    {
      "chunk_text": "Julian makes a good point that sounds affect us all the time, even when we don't realise. We're not conscious of it, so we're not aware of it, but it is there. It may be irritating us, but we don't stop to think what it is that's annoying us. As Julian also said, we get into the habit of ignoring sounds. When you get into the habit of something, you start doing something regularly without even thinking about it. And another habit we get into is suppressing our listening, so preventing",
      "chunk_id": "477f6aa4-a705-4eab-b7a0-fb0872b8d9fd",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 489,
      "enhanced_tags": [
        "IRR",
        "CI",
        "AI",
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.217639"
    },
    {
      "chunk_text": "or stopping ourselves from hearing the noises. But experts have found this isn't good for us. That noise in the background can lead to stress and mental health issues. Yes, we all need some peace and quiet. Of course, there are many techniques for reducing and absorbing noise. For example, trees are grown by motorways to absorb the traffic noise. At a large rock concert, acoustic screens are put up to stop the sound being heard too far away. Or sound ideas. I mean, good",
      "chunk_id": "cc6777cf-f277-4367-8e9b-eb8852f588b5",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 474,
      "enhanced_tags": [
        "CI",
        "UI",
        "PPI",
        "XP",
        "ROC",
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.220258"
    },
    {
      "chunk_text": "ideas. But let's head to the world's noisiest city, Mumbai in India, where honking car horns are a big problem. I love the sound of that word honk – a short, loud sound – but I don't like the actual noise. The People Fixing the World programme discussed this problem and met a woman who's been working for years to try and reduce noise levels and create quiet zones. She's Samiru Abdul Ali from the Hours Foundation, and she explained why honking horns",
      "chunk_id": "032fb480-b8a5-4f2d-a368-8f41195d75a6",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 452,
      "enhanced_tags": [
        "BD",
        "CI",
        "UI",
        "XP",
        "AI",
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.223000"
    },
    {
      "chunk_text": "was a hard thing",
      "chunk_id": "30ad7b0d-6d02-41b1-87f7-d77e1f9fd79f",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 16,
      "enhanced_tags": [],
      "tagged_at": "2025-07-10T14:45:06.225076"
    },
    {
      "chunk_text": "to do. I like how honking a horn isn't just for road safety – it's almost another language. People express themselves or show how they feel by sounding their car horn. To control this noise, to be quieter, is considered a Western idea. But Samiru is trying to change drivers' behaviour and, after much effort, even got the police to run a campaign. If noise levels at traffic lights went over 85 decibels, the lights would remain on red for longer.",
      "chunk_id": "3dcd7562-7621-47dc-b256-b44a98dfbc24",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 448,
      "enhanced_tags": [
        "ROA",
        "CI",
        "UI",
        "XP",
        "AI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.227815"
    },
    {
      "chunk_text": "Sounds like a good idea. There's much more about this on the BBC's Fixing the World webpage. So, Neil, you just mentioned 85 decibels. Is that the answer to the question you asked earlier? Earlier I asked, according to a guide by the World Health Organisation, what is considered the highest level we can be safely exposed to for a maximum of eight hours. I said 55 decibels. Ah, well, it's actually 85 decibels, Georgina. Bad luck! The permissible",
      "chunk_id": "db57a98e-ae49-4073-a3be-c7476a04a79c",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 448,
      "enhanced_tags": [
        "CI",
        "UI",
        "XP",
        "AI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.230443"
    },
    {
      "chunk_text": "time for safe listening decreases as sound levels increase. So, for example, a sound as high as 100 decibels – the level produced by a subway train – can be safely listened to for only 15 minutes each day. Well, that's good to know. Now, let's recap on some of the vocabulary we've been discussing, starting with great – spelt G-R-A-T-E. It means annoy or irritate. When we are conscious of something, we are aware of it.",
      "chunk_id": "a2a32792-56e5-45b3-a907-acf1e01c913b",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 421,
      "enhanced_tags": [
        "CI",
        "AI",
        "ES",
        "IRR"
      ],
      "tagged_at": "2025-07-10T14:45:06.233187"
    },
    {
      "chunk_text": "And when we get into the habit of something, we start doing something regularly, often without even thinking about it. Suppressing describes preventing, stopping or reducing something. Honk is the short, loud sound a car horn makes, like this – honk. I can hear you coming, Neil. Finally, to express yourself means to show how you feel. Well, I must express my sadness because we're out of time now. But there are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.org.",
      "chunk_id": "0b4326aa-5a76-4322-80df-4fc223591cdf",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 502,
      "enhanced_tags": [
        "CI",
        "PPI",
        "XP",
        "BI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.236025"
    },
    {
      "chunk_text": "We also have an app you can download for free from the app stores and where you can download this programme. And of course, we are all over social media. Thanks for listening and goodbye. Goodbye!",
      "chunk_id": "b37de0d4-f8c6-43e3-932e-948be493c186",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176618",
      "original_filename": "RSS_262026947_podcast_1304_A quieter world.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 196,
      "enhanced_tags": [
        "CI",
        "ES"
      ],
      "tagged_at": "2025-07-10T14:45:06.238295"
    }
  ],
  "original_text_length": 5142,
  "enhanced_tagging_info": {
    "processor": "EnhancedTagProcessor",
    "tagged_at": "2025-07-10T14:45:06.238299",
    "total_chunks": 13,
    "total_tags": 56
  }
}