{
  "filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
  "episode_id": "6865015b66c1a4e8d117667c",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "Hello, this is 6 Minute English from BBC Learning English. I'm Phil. And I'm Georgie. For most parents, their baby's first word is a special moment. This happens after an early stage of language development called babble, when babies start making simple sounds like ga or ma. Babies have to learn to use their mouth muscles to make specifics.",
      "chunk_id": "b4fef0e4-f787-48f2-8539-6bc985a55d65",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 342
    },
    {
      "chunk_text": "They experiment with different sounds and mouth shapes. So what exactly is happening when babies start learning to speak? What do you think, Georgie? Well, Phil, I'm no expert, but I imagine they watch the adults around them and kind of copy and imitate what they do. What do you think? I definitely think that's what my children did when they were learning to speak. Well, let's compare our ideas with those of an expert.",
      "chunk_id": "1ee40116-d934-4673-9488-5fb4c5e691b7",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 422
    },
    {
      "chunk_text": "Well, one of the first things the child's got to do is they've got to break down the speech stream into words. Then they've got to link the words to the things that they refer to in the environment, so they've got to learn what the words mean. Right.",
      "chunk_id": "63443455-8de9-4b5e-8ae4-88463a1e93da",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 250
    },
    {
      "chunk_text": "You can find a list of this programme's vocabulary on our website, bbclearningenglish.com. Some people find it helpful to study the vocabulary before listening. And another thing to do before listening is ask my question. Georgie, we've mentioned the babbling noises that babies make when learning to speak, but at what age does this usually start? Is it...",
      "chunk_id": "a690d37d-4d54-4dec-b171-3d1d005de837",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 357
    },
    {
      "chunk_text": "OK, I think my best guess would be A, around six months old. OK, well, we'll find out a little bit later on in the programme. Let's return to Professor Pine's list.",
      "chunk_id": "4c27dbbc-6256-4993-90c0-ed12652794d5",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 164
    },
    {
      "chunk_text": "Learning this takes time and here, Professor Pine and Michael Rosen, presenter of BBC Radio 4's programme, Word of Mouth, discuss children who haven't quite discovered it yet. And we can see this in the kind of errors that children make because little kids will often call the giraffe a raff by leaving off the unstressed syllable because that's not typical English. Oh, and I've got an example of this.",
      "chunk_id": "56f8fdcb-9a80-4800-9e62-c07ce0e9162c",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 403
    },
    {
      "chunk_text": "My son used to call a machine a sminge. He just hit the stress. He didn't bother with the muh bit. Yeah, exactly. Well, he may have thought it was my sminge, of course. That's the other thing. Yes. And the classic example, of course, is nana instead of banana. Yes. I think I call them that. One error or mistake infants make is calling a giraffe a raff because they cut off the first syllable, G, because it's not stressed. The classic example of this is when children say,",
      "chunk_id": "cb50dc92-cb6f-4f55-9cb0-afc5da5813ca",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 474
    },
    {
      "chunk_text": "banana instead of banana. A classic example of something means the best example of it, one containing all the features you expect such a thing to have. For example, ants are a classic example of animals working together. The second skill babies develop as they learn to speak is correctly linking a word to the object it refers to. In other words, knowing what the word means. As adults, we do this without thinking, but it's actually much harder than it sounds.",
      "chunk_id": "4696bb21-28ac-4319-b89b-475c986d98cf",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 462
    },
    {
      "chunk_text": "As Professor Julian Pine explains to BBC Radio 4 program Word of Mouth. Well, we take for granted the fact that it's kind of obvious what words refer to in the environment. But actually, if you if you look at it from the child's point of view, it's really difficult to work out what a word refers to because there's so many things it could refer to. So, you know, the speech signal is very ambiguous. How does the child know that you're talking about the cup in front of you or the or the pen in front of you when you say pen or cup?",
      "chunk_id": "e7171f02-d544-4074-a299-c184fb47f1bf",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 533
    },
    {
      "chunk_text": "As adults, we take it for granted that when a friend says apple, they mean that round red thing on the table. To take it for granted means to assume something without question. But for a baby, the link between the word apple and the object is not obvious. It's ambiguous, meaning it has more than one possible meaning. Wow. Who knew so much was going on inside babies sponge like brains as they soak up the sounds they hear.",
      "chunk_id": "d1cf341e-4a69-42b4-aaf9-f2c338b6e7c1",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 424
    },
    {
      "chunk_text": "Right, Phil, isn't it time to reveal the answer to your question? It is indeed. The question was at what age do babies start to make babbling noises? And I said it was around six months. And that is the correct answer. Yay. Babies start to do this when they're about six months old. OK, let's recap the vocabulary that we've learnt, starting with babble, the meaningless noises babies make as they're learning to speak.",
      "chunk_id": "06506bb3-9f4a-4d6b-9ab9-24db36cf0254",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 419
    },
    {
      "chunk_text": "An error is a mistake. If you take something for granted, you accept or assume it without question.",
      "chunk_id": "1a7b0bfe-8ff6-474a-b94a-9c271acb2137",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 99
    },
    {
      "chunk_text": "Here's a quiz and a transcript for this programme on our website. See you there soon. Bye. Bye.",
      "chunk_id": "709df556-12fc-46e1-8751-1a006acef354",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117667c",
      "original_filename": "RSS_262026947_podcast_1304_How babies learn to talk.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 95
    }
  ],
  "original_text_length": 4456
}