{
  "filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
  "episode_id": "6865015b66c1a4e8d11766aa",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website. Hello. This is 6 Minute English from BBC Learning English. I'm Rob. And I'm Georgina. In this programme, we're looking for utopia. You mean a perfect world? A place where everyone lives together in harmony? Does that kind of place exist, Rob?",
      "chunk_id": "f82709a6-9fa8-404c-b71c-17cf971c5ce9",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 325
    },
    {
      "chunk_text": "Probably not, but it's something we aspire to create. A happy place where everyone is cared for and nobody goes without. Well, let me know if you find it and I'll head there straight away. Well, one place that is trying to be like that is the Dutch city of Amsterdam. We're going to be finding out what they're doing with the help of some doughnuts. But first, Georgina, I have a perfect question for you. According to the 2020 United Nations World Happiness Report,",
      "chunk_id": "ae784818-d302-4d74-bba3-519d517bdcce",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 466
    },
    {
      "chunk_text": "which country is the world's happiest? Is it... That's tricky, but I imagine that if only for the scenery, it's... OK, Georgina. I'll tell you if you are right or wrong later on. Anyway, let's get back to Amsterdam, a city that's doing its best to use creative ideas to be sustainable. That's right, and it's using the concept of a ring doughnut to use as a",
      "chunk_id": "1d68db25-42d3-42dc-9751-53e6d455bac0",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 357
    },
    {
      "chunk_text": "model for its sustainability. Economist Kate Raworth, who we will hear from shortly, describes this as a picture of 21st century prosperity for humanity. Now, thinking of this ring doughnut, the idea is not to leave anyone in the hole in the middle falling short on the essentials of life, but at the same time not going beyond the outer ring because there we put so much pressure on our planetary home it can cause climate change.",
      "chunk_id": "84ce0c44-be65-43cf-ba4d-e06e96f19ca3",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 431
    },
    {
      "chunk_text": "So, here is Kate Raworth speaking on the BBC World Service programme, People Fixing the World, talking about how Amsterdam is trying to fit into this doughnut approach.",
      "chunk_id": "d6ba7e28-e20e-42ab-9b45-72a7efc27467",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 168
    },
    {
      "chunk_text": "Interesting stuff from Kate Raworth there.",
      "chunk_id": "6e608edf-7e6a-4beb-9408-bec8fa5b0eda",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 42
    },
    {
      "chunk_text": "And it wants to be inclusive, including everyone and treating them equally. This is beginning to sound like Utopia, Rob. To achieve this, Kate talked about using locally sourced materials for building and thinking about how people travel around, basically making it a sustainable city.",
      "chunk_id": "1b997875-e1df-4dc5-be29-4861a650c101",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 285
    },
    {
      "chunk_text": "Another idea from the Netherlands that fits the doughnut model is the making of recycled jeans. The People Fixing the World programme visited a company where old jeans were mixed with new organic cotton to make new ones.",
      "chunk_id": "9accf62b-53ab-47e1-b5a2-f76d796310a6",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 220
    },
    {
      "chunk_text": "Listen to why he tries to work within the doughnut model. If you take the doughnut economy and you see the inside of the circles, if you break that boundary, mistreat people and you have people making your jeans but they don't have any social security or any liberty or any medical care or those kind of things, you will never be able to make nice jeans. It has to become human again, making clothing. Bert Van Son sees the benefit of the doughnut economy",
      "chunk_id": "9c7d5fb6-6b46-4168-bea6-81585b22807c",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 455
    },
    {
      "chunk_text": "by treating people fairly and with respect. The opposite is to mistreat. He thinks they should have things such as social security, a payment system by governments that helps people live a reasonable life. And he says you can't make nice jeans without being human. He doesn't just mean being a person, but being someone with compassion, feelings and respect for others. All this from a doughnut. Hopefully this will lead to a happier city and country.",
      "chunk_id": "a800720c-d183-478c-9554-0bd546c86a1f",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 451
    },
    {
      "chunk_text": "But for now, what is the happiest country in the world, Georgina? Yes, you asked me earlier, according to the 2020 United Nations World Happiness Report, which country has been named the world's happiest. And I said Finland. Come on, make me happy and tell me I'm right. Well, happily you are correct. Well done. Finland is top of the list for the third year in a row, with Denmark coming in second. But before you head off there, we need to recap some of the vocabulary",
      "chunk_id": "2939b5b1-855a-413f-a455-fecc764a78f7",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 470
    },
    {
      "chunk_text": "we've discussed today. Of course, we've been discussing utopia – a perfect place where everyone lives together in harmony. Thriving describes something that is growing and successful. And inclusive means including everyone and treating them equally. We also mentioned mindset – that describes the fixed thoughts and attitudes someone has. To mistreat someone is to treat them badly or cruelly. And social security is a payment system by governments that helps",
      "chunk_id": "bc0eb612-6159-4cfa-93d7-98d34d60d1da",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 459
    },
    {
      "chunk_text": "people live a reasonable life. OK. Well, that's all for this programme. We'll see you again soon for more trending topics and vocabulary here at 6 Minute English. Bye for now. Bye.",
      "chunk_id": "bbded045-556b-46b2-9d3d-23038fa62fa5",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d11766aa",
      "original_filename": "RSS_262026947_podcast_1304_Looking for utopia.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 180
    }
  ],
  "original_text_length": 4321
}