{
  "filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
  "episode_id": "6865015b66c1a4e8d1176653",
  "collection_name": "RSS_262026947",
  "total_chunks": 14,
  "chunks": [
    {
      "chunk_text": "Hello, this is 6 Minute English from BBC Learning English. I'm Phil. And I'm Georgie. If you're a Swifty, that's a fan of pop star Taylor Swift, her music rocks your world. I like that phrase, rock your world, Phil. It means that something makes your life enjoyable, right? Well, yes, but actually no, Georgie. I mean,",
      "chunk_id": "16458797-e9c2-47b4-a3e3-5a8a6e2ad1db",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 318
    },
    {
      "chunk_text": "Taylor Swift literally rocks the world. At a recent concert in Edinburgh as part of Taylor Swift's Iris Tour, her fans' energetic dancing literally moved the earth, with seismic activity usually associated with earthquakes detected four miles away. Yes, it's hard to believe, but in this programme, we'll be hearing about the Swift Quake, a powerful force like an earthquake coming not from nature, but from a pop concert.",
      "chunk_id": "7198f63c-6df7-4bae-80be-ec068418fec4",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 422
    },
    {
      "chunk_text": "And as usual, we'll be learning some useful new vocabulary as well. Great. But first, I have a question for you, Georgie. Actually, Taylor Swift's Edinburgh show wasn't the first music concert to trigger seismic waves. In 1992, the band Madness caused two earthquakes that saw local residents evacuated from their homes. But at which London venue did the concert take place? Was it...",
      "chunk_id": "70ab15c8-9318-4916-9caf-9eb21d5d2428",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 384
    },
    {
      "chunk_text": "I'll guess the concert was held at the Royal Albert Hall. OK, Georgie, I'll reveal the correct answer at the end of the programme. Following Taylor Swift's Edinburgh concert, seismologists Emma Greenough and James Panton from Cardiff University wanted to see if the same thing would happen at Taylor's concert in Cardiff. Seismologists are scientists who study earthquakes and seismic",
      "chunk_id": "2085a2c7-7571-4fa9-a83b-a143fb5b094f",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 384
    },
    {
      "chunk_text": "waves. Emma and James set up their equipment to monitor and record ground motion as the concert got started. As James explains here to Marnie Chesterton, presenter of BBC Radio 4 programme Inside Science. Tell me about the peak on this graph that you're seeing and what that actually corresponds to. In this top graph of the red wiggly line, we're looking at the ground velocity in essentially metres per second. So that's the velocity that the ground is vibrating up and down. So this is literally people",
      "chunk_id": "be292235-db8b-440d-81fb-2e75748662f0",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 505
    },
    {
      "chunk_text": "stamping up and down. Yes, so this is all of the energy combined from the 73,000 people in the stadium jumping in unison and stamping in unison. James, the British Geological Survey recorded 23.4 nanometres of movement in Edinburgh. What does that actually mean? So what that means is that they recorded the ground flexing up and down by a distance of 23 nanometres. James' equipment",
      "chunk_id": "0228f069-b0cd-4fe7-971c-f17c2463934c",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 383
    },
    {
      "chunk_text": "recorded seismic movement when Taylor Swift started to sing. Her hit song, Cruel Summer, created a peak, the highest point, in the graph which James' machine was drawing. The peak was made by thousands of Swifties jumping up and down in unison, together and at the same time, creating something like a mini earthquake. The seismologists measured a ground movement of 23 nanometres. That may not sound much, but remember, this is the earth itself.",
      "chunk_id": "dcb75d6f-c0d6-4e17-ab5f-aeba3090b0a2",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 446
    },
    {
      "chunk_text": "It's not actually flexing or bending without breaking. So the ground is shaking, music is blasting and thousands of fans are dancing. But does this qualify as an earthquake, scientifically speaking? Here's James Panton and Marnie Chesterton again for BBC Radio 4's Inside Science.",
      "chunk_id": "383667c1-dff1-4add-a9ad-bc7ca799e19a",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 280
    },
    {
      "chunk_text": "Sadly, the answer to Georgie's question is no. The Taylor Swift concert wasn't technically an earthquake. Marnie says the concert was not in the same league, an idiom meaning not nearly as good or important as something else.",
      "chunk_id": "adeedc27-1bb1-47e3-b988-5597d14270cd",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 225
    },
    {
      "chunk_text": "Yes, the energy created by the music, sound waves and thousands of fans jumping did move the earth, but not in a way that's comparable or similar to a real earthquake. By definition, an earthquake must break the earth's crust and is caused by either the movement of tectonic plates or a volcano. Officially, Taylor Swift didn't cause an earthquake, but for the Swifties, it probably felt like one. All of which brings us back to my question, Georgie.",
      "chunk_id": "62317b4d-3b09-4710-9039-6f80d62e7772",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 450
    },
    {
      "chunk_text": "I asked you about another earth-shattering concert involving the British band Madness, but where in London did the show take place? And I guessed it was at the Royal Albert Hall. Which was the wrong answer, I'm afraid, Georgie. In fact, the concert happened in Finsbury Park. OK, let's recap the vocabulary we've learnt in this programme, starting with the phrase rock your world, meaning that someone or something has a positive effect on you, making your life enjoyable.",
      "chunk_id": "86b37d55-fe98-4426-b2b4-4ffac1bee098",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 472
    },
    {
      "chunk_text": "A peak is the highest point of something. When things happen in unison, they happen together at the same time. To flex means to bend without breaking. If you say something is not in the same league as something else, you mean it's nowhere near as good or important. And finally, the adjective comparable means similar in size, amount or quality. Once again, our six minutes are up, but remember to join us again next time for more",
      "chunk_id": "400e3970-de5d-4c07-8ade-f3c3f9dbc696",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 430
    },
    {
      "chunk_text": "trending topics and useful vocabulary here at 6 Minute English. Goodbye for now! Bye!",
      "chunk_id": "0301cd0b-eb5b-457e-9576-b0dd1c5c7677",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 85
    },
    {
      "chunk_text": "BBC Learning English.com",
      "chunk_id": "0552c6cf-779b-4b1c-a100-54e5708ae804",
      "chunk_index": 13,
      "episode_id": "6865015b66c1a4e8d1176653",
      "original_filename": "RSS_262026947_podcast_1304_Did Taylor Swift fans cause an earthquake_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 24
    }
  ],
  "original_text_length": 4821
}