{
  "filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
  "episode_id": "6865015b66c1a4e8d1176675",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "cb7ad041-ca32-4b96-a3d2-6982084c59a2",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "My taste in songs is more eclectic – a word that describes taste which includes a wide variety of styles. Well, in this programme we're talking all about grime – a style of music which originated in London, specifically in the tower blocks of East and South East London. Yes, the artists are predominantly young black men and often cite the decaying tower blocks they grew up in as an inspiration for the urban style of music.",
      "chunk_id": "889cde2e-f3d3-4ed9-9614-ad9939c70f74",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 426
    },
    {
      "chunk_text": "Before we continue talking about grime music, I have a question for you, Sam. Stormzy is one of the most famous grime artists, but what is his real name? Is it a. Michael Omari b. Martin Owusu c. Marvin Appiah I think I might know this one. I'll say a. Michael Omari We can find out if you're right at the end of this programme. For many people, knowing the origin of a type of music helps them to understand",
      "chunk_id": "7fd0bbb3-801b-4788-b59b-db16eaa0d973",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 408
    },
    {
      "chunk_text": "more about the style and lyrics. Here's writer Jude Yawson talking with BBC journalist Andrew Ma about his experience growing up on an estate in South East London on the BBC Radio 4 programme Start the Week.",
      "chunk_id": "a60e9f5c-1ee3-43cb-80d2-1dfc8305e44f",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 207
    },
    {
      "chunk_text": "So you've got different cultures knocking into each other and then the police knocking into everybody else.",
      "chunk_id": "2049e926-575f-4567-8a70-209377826a19",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 107
    },
    {
      "chunk_text": "So Jude Yawson describes his upbringing. He used the word contentious – likely to cause or create an argument – to describe life on the estate. Yes, and he said the kids were coming of age, meaning transitioning from a child to an adult. In his interview, he goes on to say how a teacher gave him the advice that if he ever got stabbed, not to remove the knife as he would bleed to death. He says that at the age of 14 when he was told that, he felt grateful.",
      "chunk_id": "c01e1db4-8ee2-4e0f-a787-42e86f80a0f5",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 459
    },
    {
      "chunk_text": "And that the teacher was looking out for him. But in hindsight, questions why a teenager should receive that information. What this does is give us an insight into life and the background that led to some people, like Stormzy, creating grime music. He says that it started off in the bedrooms and basements of tower blocks and homes in these areas of London, with many artists' work being broadcast on pirate radio stations. That said, for some people this type of music represents something different.",
      "chunk_id": "00cad55e-2fb8-476e-90b9-75f70e1709e1",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 502
    },
    {
      "chunk_text": "There are some who think the hard-hitting lyrics and strong beats glorify violence. They see it as an aggressive and violent form of music. However, Jude Yawson, speaking with Andrew Marr on the BBC Radio 4 programme Start the Week, has a different interpretation of what grime music is all about.",
      "chunk_id": "eceb6bef-dbb9-4869-98f3-84b951d8bfd4",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 297
    },
    {
      "chunk_text": "He used the word predominant which describes the strongest or most important thing",
      "chunk_id": "32613bed-b268-4c5f-a937-e502f82d5eb3",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "and he described the artist Wiley. That's who Jude Yawson says was the first person to create the grime sound. He also used the verb chance – sings repeatedly over and over – to talk about the chorus from one of Wiley's songs. And he described the experience of listening to it as being existential – relating to human existence. Which inspires me to go and listen to some grime music after today's show.",
      "chunk_id": "8fe354cc-f876-437f-beb8-69c6a8373a63",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 404
    },
    {
      "chunk_text": "Sam, I asked you a question about the real name of the grime artist Stormzy. You did, and being a fan of many different music styles, I think I know this one. I said A – Michael Omari. You really do know your music, Sam. You are right. In fact, his full name is Michael Ebenezer Kwajo Omari Wooyo Jr. I think I'll have to make the next question much harder for you. So, before we leave today, let's recap the vocabulary.",
      "chunk_id": "ee8e1c47-541a-4761-ae18-0f7ba650f309",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 420
    },
    {
      "chunk_text": "Starting with eclectic – a word which describes taste which includes a wide variety of styles. Contentious means creating or causing arguments. We also had coming of age – transitioning from child to adult. Predominant refers to something that is the strongest or most important. Chance is a verb which means sing or repeat the same thing over and over again. And existential means relating to human existence.",
      "chunk_id": "aeaeb2ad-b3f7-490f-8e8f-df57cb9fc01a",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 410
    },
    {
      "chunk_text": "Well, we certainly learnt a lot about grime music and its origin. There are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com. Thanks for listening and goodbye!",
      "chunk_id": "0223aad7-1c60-4788-b44f-78fffc3f33a1",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176675",
      "original_filename": "RSS_262026947_podcast_1304_Grime_ Music from architecture.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 198
    }
  ],
  "original_text_length": 4014
}