{
  "filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
  "episode_id": "6865015b66c1a4e8d1176667",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "9f8532c7-b4b4-47de-b4ad-51e22f04fb69",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Now that we're into February, it's getting harder to keep those promises. Yes, the same promises I make every year, Sam, to exercise more and get fit. But I'm too lazy to go running on cold winter mornings. I'd rather stay in bed. Are you feeling out of shape after Christmas like Neil? Maybe you want to be more active but can't find the time. If so, this programme is for you. Yes. In this Lazy Person's Guide to Exercise, we'll be asking",
      "chunk_id": "a65f3160-8595-4d48-b756-fc4570ad8d05",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 440
    },
    {
      "chunk_text": "exercise someone can get away with doing while still staying healthy. And of course, we'll be learning some useful vocabulary as well. Of course, any exercise is better than none. Structured exercise, activities like going to a fitness class or swimming are great. But if that's not possible, we'll be hearing about small changes you can make that will help as well. Which is good news because fewer and fewer of us are doing what the UK government recommends – 30 minutes of",
      "chunk_id": "0663e5a8-c0fb-4e82-a720-ea66c23beea6",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 475
    },
    {
      "chunk_text": "moderate exercise a day. In fact, the government recently downgraded its recommendations because so few Brits were following it. So Sam, according to new government advice, what is the minimum number of steps we should walk every day to stay healthy?",
      "chunk_id": "143d9c54-c58a-4c7d-95bf-12ebdcae3852",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 250
    },
    {
      "chunk_text": "Someone else who's interested in how little exercise he can do is BBC reporter James Gallagher. Here's James speaking with sports physiologist Dr Zoe Sainor after Zoe had been monitoring James' fitness while running on a treadmill for BBC Radio 4 programme Inside Science.",
      "chunk_id": "86ed9814-b52b-4585-b088-6474c7d70335",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 272
    },
    {
      "chunk_text": "Zoe says that if you don't have much time to exercise, it's OK to do shorter sessions as long as you push",
      "chunk_id": "26803d0b-a649-4d2c-8cdf-0a4d9fca9817",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 105
    },
    {
      "chunk_text": "yourself. Try harder and put more effort into what you're doing. If you can swim a length in 40 seconds, push yourself to swim it in 35. That means exercising harder, of course, but for a shorter time. In other words, there's a trade-off. You accept the disadvantages of something in order to get the benefit it brings. Another problem for many people is that their job is sedentary. It involves little exercise or physical activity. Zoe thinks it's important that",
      "chunk_id": "f7053edc-9f76-4833-a4c3-9cfc8b8b81ef",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 464
    },
    {
      "chunk_text": "office workers who sit down all day also find time to exercise. Here she shares her tips with BBC Radio 4 programme Inside Health.",
      "chunk_id": "022ab188-1410-4217-8fd8-89fb1871535d",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 130
    },
    {
      "chunk_text": "Zoe's suggestions for active travel, things like walking from the car and using the stairs instead of the lift, are easy wins, tasks that are both easy to accomplish and",
      "chunk_id": "095e67c3-8f3a-4c47-845d-b3f10e2d67af",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 169
    },
    {
      "chunk_text": "bring benefits. Easy wins, like short but intensive bursts of exercise, increase fitness and give you more bang for your buck, an idiom which means that you get better results for the same amount of effort you put in. That's something everyone can appreciate, even you, Neil. Well, I'll definitely try to walk more. But remember, Sam, the body needs rest too. And speaking of walking, isn't it time to reveal the answer to your question? How many steps does the UK government",
      "chunk_id": "e973ab39-190b-48e7-bd0b-8b9614fd62f1",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 475
    },
    {
      "chunk_text": "recommend we should walk a day? I guessed it was 5,000, so was I right? You were close, Sam, but in fact the correct answer is 10,000 steps a day. Although, as Zoe mentioned, walking fewer steps faster has benefits too. OK, let's recap the vocabulary we've learned from our lazy guide to exercise, starting with New Year's resolution, a promise you make to yourself to do positive things in the coming year. When you push yourself, you put",
      "chunk_id": "00f4805d-5645-46f9-99cb-1a5fcf234d28",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 439
    },
    {
      "chunk_text": "more effort into what you're doing. In a trade-off you accept the disadvantages of something in order to get the benefits as well. Trade-off can also be used as a verb. The adjective sedentary describes something which involves little exercise or physical activity. An easy win is a task that is both easy to accomplish and brings positive results. And finally, the idiom more bang for your buck means you get a better outcome for the same amount of effort you put",
      "chunk_id": "bd1dc468-366f-41b7-884e-fea64c1cd901",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 464
    },
    {
      "chunk_text": "into something. We hope your New Year's resolutions have made it into February. If there's just one you keep, make it joining us again soon for more Topical Chat here at 6 Minute English. Bye for now. Bye.",
      "chunk_id": "428d8f5e-a19d-44d3-8481-2fa2befade6d",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176667",
      "original_filename": "RSS_262026947_podcast_1304_Exercise for The Lazy.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 205
    }
  ],
  "original_text_length": 3982
}