{
  "filename": "RSS_262026947_podcast_1304_Algorithms.json",
  "episode_id": "6865015b66c1a4e8d117661d",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "4c887db7-148f-437f-bdec-09a7a2872e6e",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "A simple way to think of algorithms is as recipes. To make pancakes, you mix flour, eggs and",
      "chunk_id": "97d83c2a-2df1-499e-9224-c4f74a4595eb",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 92
    },
    {
      "chunk_text": "milk, then melt butter in a frying pan and so on. Computers do this in a more complicated way by repeating mathematical equations over and over again. Equations are mathematical sentences showing how two things are equal. They're similar to algorithms and the most famous scientific equation of all, Einstein's E equals MC squared, can be thought of as a three-part algorithm. But before my brain gets squashed by all this maths, I have a quiz question for you, Sam.",
      "chunk_id": "0ff1c801-1de4-404b-acbf-6a00f7dd6b69",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 466
    },
    {
      "chunk_text": "As you know, Einstein's famous equation is E equals MC squared, but what does the E stand for? Is it A, electricity, B, energy or C, everything? I'm tempted to say E is for everything, but I reckon I know the answer. B. E stands for energy. OK, Sam. We'll find out if you're right later in the programme. With all this talk of computers, you might think algorithms are a new idea. In fact, they've been around since Babylonian times.",
      "chunk_id": "4dd5a504-3a61-4085-a94e-56f6f6f393c0",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 433
    },
    {
      "chunk_text": "Around 4,000 years ago. And their use today can be controversial. Some algorithms used in internet search engines have been accused of racial prejudice. Ramesh Srinivasan is Professor of Information Studies at the University of California. Here's what he said when asked what the word algorithm actually means by BBC World Service programme, The Forum.",
      "chunk_id": "154b8f79-5e89-4184-bdd6-92d4ccdce7b3",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 352
    },
    {
      "chunk_text": "Something that algorithms have been controversial, but Professor Srinivasan says",
      "chunk_id": "bd794dda-3d61-4fdc-bde9-748a17dfe2c2",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 80
    },
    {
      "chunk_text": "they are not necessarily the bogeyman. The bogeyman refers to something people call bad or evil to make other people afraid. Professor Srinivasan thinks algorithms are neither evil nor inscrutable, not showing emotions or thoughts and therefore very difficult to understand. Still, it can be difficult to understand exactly what algorithms are, especially when there are many different types of them. So, let's take an example.",
      "chunk_id": "f1a82b36-9155-4e8c-b182-f9ad03fed9c6",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 427
    },
    {
      "chunk_text": "But doing this would take hours. It's much easier to first collect the apples from only one tree, divide those into big, medium or small, and then repeat the process for the other trees, one by one.",
      "chunk_id": "ff09db04-ef78-41b4-b9a3-e36c2f94dc8f",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 198
    },
    {
      "chunk_text": "Mathematics Professor Ian Stewart agrees. Listen as he explains how the algorithm called bubble sort works to BBC World Service programme, The Forum. Think of when your computer is sorting emails by date and maybe you've got 500 emails and it sorts them by date in a flash. Now, it doesn't use bubble sort, but it does use a sorting method. And if you tried to do that by hand, it would take you a very long time, whatever method you used.",
      "chunk_id": "10a93cd5-5498-4d6b-bbf5-08f5ca591a27",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 439
    },
    {
      "chunk_text": "Professor Stewart describes how algorithms sort emails. To sort is a verb meaning to group together things which share similarities. Just like grouping the apples by size, sorting hundreds of emails by hand would take a long time. But using algorithms, computers do it in a flash, very quickly or suddenly. That phrase, in a flash, reminds me of how Albert Einstein came up with his famous equation E equals MC squared.",
      "chunk_id": "28f991bc-b76d-4698-b22c-35efe2ecd989",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 419
    },
    {
      "chunk_text": "And that reminds me of your quiz question. You asked about the E in E equals MC squared. I said it stands for energy, so was I right? Energy is the correct answer. Energy equals M for mass multiplied by the constant C, which is the speed of light, squared. OK. Let's recap the vocabulary from this programme, starting with equation, a mathematical statement using symbols to show two equal things.",
      "chunk_id": "b6140f7d-0725-4f40-9639-45a804551015",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 397
    },
    {
      "chunk_text": "Bogeyman, it's something considered bad and to be feared. Inscrutable people don't show their emotions, so they are very difficult to get to know. Efficient means working quickly and effectively in an organised way. The verb to sort means to group together things which share similarities. And finally, if something happens in a flash, it happens quickly or suddenly. That's all the time we have to discuss algorithms. And if you're still not 100% sure about exactly what they are, we hope at least you've learned",
      "chunk_id": "05f0284d-fc2e-4a28-9d58-9116b2389172",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 513
    },
    {
      "chunk_text": "some useful vocabulary. Join us again soon for more trending topics, sensational science and useful vocabulary here at 6 Minute English from BBC Learning English. Bye for now. Goodbye.",
      "chunk_id": "f9b5c4bf-c69e-4f13-a46d-3cb6fe6bb1e4",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117661d",
      "original_filename": "RSS_262026947_podcast_1304_Algorithms.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 184
    }
  ],
  "original_text_length": 4094
}