{
  "filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
  "episode_id": "6865015b66c1a4e8d117661f",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "47bf8fa8-a3c9-4b2b-a509-a045981935c6",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "We've been wondering why artistic ability comes more naturally to some people than others. So in this programme, we'll be asking... We'll hear two expert opinions and, as usual, we'll learn some useful new vocabulary as well. So what do you think, Neil? Are artist's brains different from other people's?",
      "chunk_id": "52e9c0ad-9eba-46a7-a40c-8dc9e2751120",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 304
    },
    {
      "chunk_text": "It's true that many artists behave differently, often in very strange ways. For example, did you know that Michelangelo worked so hard he never took a bath? Or that guitar legend Jimi Hendrix once set fire to his guitar on stage? We'll hear more about the artist's brain soon, but first I have a question for you. As you said, artistic ability comes naturally to some people, including the famous composer Wolfgang Amadeus Mozart. Mozart was considered",
      "chunk_id": "1c1dad5f-8a37-43d3-919d-9f0abcd6033c",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 452
    },
    {
      "chunk_text": "a child prodigy – a young child with very great musical talent. So how old was Mozart when he composed his first piece of music? Was he... I'll guess he was... OK, Sam. I'll reveal the answer later in the programme. If artist's brains are different, it could mean they see the world in unusual ways. Dr Rebecca Chamberlain is a researcher in the",
      "chunk_id": "4db68b02-e461-41ea-876b-04324fdd6170",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 345
    },
    {
      "chunk_text": "science of art. She investigates how artists see the objects they are drawing by measuring saccades – the rapid movements our eyes make as they jump from one thing to another. Here she shares her findings with BBC World Service programme Crowdscience.",
      "chunk_id": "ab95f90c-65af-4480-9377-41b83a124f7f",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 251
    },
    {
      "chunk_text": "Rebecca's experiments seem to confirm that artist's brains work differently because of their processing of the visual world – the way their brains make sense of information. Interestingly, processing also means the act of developing pictures from photographic films.",
      "chunk_id": "822292dc-5467-4a47-9e96-be6318cd35df",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 266
    },
    {
      "chunk_text": "When they draw, artists make bigger, quicker eye movements so they're able to see the whole picture – something also known as the gist – the overall general impression of something without focusing on the details. If you get the gist of what someone is saying, you understand the overall meaning of what they say, but not the details.",
      "chunk_id": "f081f624-6b01-415d-aa70-d9609e374f5d",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 334
    },
    {
      "chunk_text": "He's a self-taught painter who creates large, colourful pictures in his studio. According to him, artistic ability isn't something you're born with – it can be learned, as he explained to BBC World Service's Crowdscience.",
      "chunk_id": "2524a4c3-a804-4651-8643-2d69e73b0d5a",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 221
    },
    {
      "chunk_text": "Mike gives tips to his students – helpful pieces of advice about how to do something – in this case, to paint. After getting Mike's tips, one of his students really improved and started painting much better. Mike was blown away – an informal way to say",
      "chunk_id": "95c99d51-a708-4119-a47e-29ab3ad0337a",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 252
    },
    {
      "chunk_text": "very impressed or surprised. Like learning to ride a bike, Mike thinks that painting is trainable – a word from American English meaning that it can be taught or trained. For him, this is proof that artist's brains are not so different after all. So there we have it – two different opinions, but no final answer to our question. Still, some scientists think there may be a third possibility – everyone's brain works by focusing on some areas and ignoring others.",
      "chunk_id": "a5ce8189-8eca-4d3f-991c-80ab78b38ac6",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 463
    },
    {
      "chunk_text": "Making a kind of jigsaw puzzle with missing pieces. Maybe all of us – you, me, Mozart and Jimi Hendrix – are just filling in the missing pieces our own way. Speaking of Mozart, Neil, it's time to reveal the answer to your question. Right. I asked how old child prodigy Mozart was when he first composed music. And I said he was five years old. So was I right? Your answer was correct! Mozart was five when he first wrote music and by the age of six,",
      "chunk_id": "c4367774-67b6-4a7b-a6f2-fa2ec2d3a4bc",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 449
    },
    {
      "chunk_text": "he had performed in front of the Emperor of Austria twice. Now there's an artistic brain! OK, Neil, let's recap the vocabulary from this programme, starting with child prodigy – a young child, like Mozart, with a great talent in something. Processing describes how your brain makes sense of the information it receives. The gist of something is a general understanding of it, without the details. Tips are useful pieces of advice about how to do something better.",
      "chunk_id": "c80599f3-4f14-4d37-9f4c-8f3344b896a7",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 463
    },
    {
      "chunk_text": "And finally, trainable means able to be trained or taught in American English. Once again, our six minutes are up. It's goodbye for now. Goodbye.",
      "chunk_id": "89f87b29-c43b-455d-9613-df82c91df4d2",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117661f",
      "original_filename": "RSS_262026947_podcast_1304_Are artistic brains different_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 145
    }
  ],
  "original_text_length": 4039
}