{
  "filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
  "episode_id": "6865015b66c1a4e8d1176648",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "72ce56f1-99b8-40c4-b40a-86d009cfd2cb",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "And ironically, people living in hot, dry countries need rain but don't get it. If only we could control the weather! Well, it's funny you should say that, Neil, because you're not the first person to have that idea. In this programme, we'll be hearing about cloud seeding and geoengineering – two controversial methods scientists are using to manipulate, or change, the weather. And as usual, we'll be learning some new vocabulary as well.",
      "chunk_id": "a5b4f080-7fb6-44c1-afa5-0ef9f52445db",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 440
    },
    {
      "chunk_text": "Anything that stops it drizzling sounds good to me, Sam. I hate to disappoint you, Neil, but these ideas involve making more, not less, rain. We'll learn the details soon, but first I have a question for you about the wettest place in the world – a village which gets nearly 12 metres of rain a year. But where is it?",
      "chunk_id": "5ae5b0a7-9249-4bce-8dc5-f605dd15a838",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 317
    },
    {
      "chunk_text": "Well, it rains a lot in Ireland, doesn't it, so I'll say that's where the wettest place on earth is. OK, Neil, we'll find out if that's the correct answer later in the programme. The first type of weather manipulation we'll hear about is a way of getting snow and rain out of clouds, known as cloud seeding. Airplanes fly through the clouds and spray chemicals to make water particles freeze and stick together as snowflakes. These then fall as snow, which builds up during winter, before melting in spring to help",
      "chunk_id": "01512dee-643a-4c67-af6f-833e60a152b1",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 514
    },
    {
      "chunk_text": "water crops. The first cloud seeding experiments took place in the 1940s. In the years since, scientists are often accused of meddling with nature.",
      "chunk_id": "c9481523-89d4-4d8e-982b-9f76f417912c",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 147
    },
    {
      "chunk_text": "Because everyone needs water, cloud seeding is becoming more and more popular, with scientists from over 50 countries using the method to extract rain from clouds. But some critics accuse these scientists of meddling with nature – trying to change something which it's not their responsibility to change.",
      "chunk_id": "1a60ee0e-8afa-48cc-8de8-0ff70b11c4f7",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 304
    },
    {
      "chunk_text": "Seeding as if they have unlimited power and can do whatever they want. Unlike cloud seeding, the next type of weather modification has never been tested and is still just a theory. Solar geoengineering aims to reduce global warming by reflecting sunlight away from the earth, back into space. This involves putting tiny particles called aerosols into the stratosphere – the band of sky 20 kilometres above the surface of the earth, about twice as high",
      "chunk_id": "ce4a0739-f0b7-4e49-8324-08d1dcae7c77",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 451
    },
    {
      "chunk_text": "as airplanes fly. Although it's never been tested, the method is controversial, as Charmaine Cozier discussed with Harvard University Professor of Engineering, David Keith, for BBC World Services, The Inquiry.",
      "chunk_id": "05038697-147e-482c-a311-f417062e0080",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 209
    },
    {
      "chunk_text": "David Keith believes that geoengineering could provide an excuse for inaction on climate change – a reason for countries to explain why they did not take action.",
      "chunk_id": "ebfce389-73b5-4e7e-9d53-97b9fbaba575",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 161
    },
    {
      "chunk_text": "He says controversy over the method has waxed and waned – an idiom connected with the cycle of the moon, which describes something that increases, then decreases over time. In the 1960s, for example, geoengineering was uncontroversial, but by the 1990s it had become taboo – a subject that is avoided for social or religious reasons.",
      "chunk_id": "c5c46a48-1276-432c-8db9-107cadd53f61",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 333
    },
    {
      "chunk_text": "The differences between the earth and the sun are highly controversial. Although, personally, I think the idea of a giant floating umbrella above Britain would be good. Well, just think – there are even rainier places to live, Neil, as I asked in my question earlier. In which country is the world's rainiest village? I guessed it was in Ireland. Which was the wrong answer, I'm afraid. In fact, Mawson Ram, the world's wettest village, is in the Cassie Hills of northeastern India.",
      "chunk_id": "e5758693-293f-4933-bf7f-d01d792e559f",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 482
    },
    {
      "chunk_text": "With around 12 metres of rain a year, I guess it's not somewhere you'll be visiting, Neil. OK, let's recap the vocabulary we've learned, starting with... If you're meddling, you're trying to change something which is not your responsibility, or without being asked to. Someone who is playing God is acting as if they control everything and can do whatever they want. An excuse is a reason you give to explain why you did something wrong.",
      "chunk_id": "a458e4a5-9afd-4a52-a3ea-df5b072b5d25",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 437
    },
    {
      "chunk_text": "Stronger than weaker over time. And finally, a taboo is a subject that's avoided for social or religious reasons. Once again, our six minutes are up. Bye for now. Bye bye.",
      "chunk_id": "562b0f12-3eb6-4c3c-acb2-9d612e9ff2b3",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176648",
      "original_filename": "RSS_262026947_podcast_1304_Controlling the weather.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 171
    }
  ],
  "original_text_length": 4060
}