{
  "filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
  "episode_id": "6865015b66c1a4e8d117669a",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "babb1c54-bb27-442b-9da3-6ac0697b69e9",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Hmm, people's attitude to being on time certainly varies, and that's what we're discussing in this programme – how important is punctuality? Anyway, Catherine, as you're here on time, you're not going to miss our quiz question. Oh no, I certainly don't want to miss out on that. So, what is it? Well, in 2011, researchers said that an atomic clock at the UK's National Physical Laboratory",
      "chunk_id": "912431f5-ba5c-4a92-811f-b976cb2566d2",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 388
    },
    {
      "chunk_text": "would have the best long-term accuracy of any in the world. But how many years would it take, approximately, for it to lose or gain a second? Is it Well, now, atomic clocks are very accurate, but 138 million years is a bit extreme. So, I'll say...",
      "chunk_id": "36f47557-23e4-4f8d-8f56-f6e43e0d24ae",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 247
    },
    {
      "chunk_text": "OK, Catherine, we'll find out the answer before the end of the programme, which has to be six minutes long. So, let's talk more about people's timekeeping – that's their ability to do things on time. Now, I know Neil doesn't like to be late – he thinks it's rude. But I might be late because the traffic was bad or I had extra things to do. And I know most appointments we make start late. Well, Catherine, it sounds like you might be a time bender. It's something",
      "chunk_id": "4787a10f-6783-4769-bad7-5c07eee7d450",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 464
    },
    {
      "chunk_text": "that author Grace Pacey talks about on the BBC Woman's Hour programme. Let's hear her definition of a time bender. Well, Jenny, a time bender is actually somebody we all know very well. They are the people who arrive last at any meeting or class, or the mums whose children have to run into school at the last minute. They're the people who don't want to be late, but they have a strange resistance to being early, like you, and they don't allow enough time. OK, so I might be a time",
      "chunk_id": "ac12f697-441e-496e-af2c-d24e20051912",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 483
    },
    {
      "chunk_text": "bender – someone who doesn't allow enough time to get somewhere. But of course, I always think I will have enough time. One thing that is guaranteed is you'll never be early. You have a resistance to, you fight against or are opposed to, being on time. Isn't it best to leave home just a little bit earlier? Well, Neil, it's about deadlines – you know, a fixed time when something must be completed by. If a deadline really matters, I'll make it. But for less important things,",
      "chunk_id": "7b8f2a4e-2f70-4d90-bfd3-3fa2fe1708e3",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 477
    },
    {
      "chunk_text": "it's not worth getting too stressed. If you say so, Catherine. Being late makes me anxious, which is why I always arrive early. But therapist Philippa Perry might be able to explain your more relaxed attitude to timekeeping. She also spoke about this on the BBC's Woman's Hour programme. See if you can hear what her reasons are.",
      "chunk_id": "40b14fc1-c06d-4c4d-b5f9-e71cfef92a7f",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 329
    },
    {
      "chunk_text": "So, she thinks being late is to do with social awkwardness. If you arrive too soon, you feel awkward. That's uncomfortable or nervous.",
      "chunk_id": "17f9c1f3-1fe1-42d4-a486-1bf8001f69c3",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 134
    },
    {
      "chunk_text": "There's also the fear of being conspicuous, easily noticed or standing out in the crowd. It's a very uncomfortable feeling. But that's not why I might be late. It's the other reason Philippa Perry mentioned. I just think there's time to pack everything in. But if it makes you happy, I will try to be on time next time. Well, according to experts on the Woman's Hour programme, you shouldn't try to be on time. You should decide to be on time.",
      "chunk_id": "f6e9e4e0-4b01-4fb6-aced-ea3efc57acc7",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 443
    },
    {
      "chunk_text": "OK, Neil. But before we run out of time, why don't you tell me if I had the right answer to the quiz? Was I correct? Yes, I asked you how many years it would take, approximately, for the UK's National Physical Laboratory atomic clock to lose or gain a second. Is it a. 138 years b. 138,000 years c. 138 million years And I said b. 138,000 years",
      "chunk_id": "e6118b14-55d2-45c5-bf50-e6f61ed18776",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 344
    },
    {
      "chunk_text": "And you are wrong. You are too early. You are too early for a change. The answer is c. 138 million years. Maybe I should buy you an atomic watch, Catherine. Right. Let's not waste any more time. Here's a recap of the vocabulary we've discussed today, starting with punctuality. This is about doing something at an agreed time and being on time. When we talk about someone's timekeeping,",
      "chunk_id": "402e520c-6058-4e1f-8ca0-d18386772e37",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 386
    },
    {
      "chunk_text": "we mean their ability to achieve things on time. And we heard about time benders – not really people who bend time, but people who are always late because they don't allow enough time to get somewhere. Like you, Catherine, maybe. It's because you have a resistance to being on time. You are against being on time. You fight against it. That's because I hate deadlines – fixed times when things must be completed by. And some people also feel conspicuous – easily know",
      "chunk_id": "ad26e575-400d-4454-b87d-f45fc033c296",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 467
    },
    {
      "chunk_text": "and noticed – and they feel awkward, uncomfortable or nervous. Thanks for joining us. And don't forget to check out all our other programmes on our website at bbclearningenglish.com. Bye for now! Bye!",
      "chunk_id": "892bc94f-9de8-4573-99ec-33fdafe37084",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117669a",
      "original_filename": "RSS_262026947_podcast_1304_Is punctuality important_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 200
    }
  ],
  "original_text_length": 4456
}