{
  "filename": "RSS_262026947_podcast_1304_3D printers.json",
  "episode_id": "6865015b66c1a4e8d1176616",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "be646042-981e-4558-ab38-da7cc3f0b9c8",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Printing has been used around the world to produce books, newspapers and magazines. In this programme we're discussing 3D printers – printers which can build solid three-dimensional objects out of a variety of materials, including plastic, concrete and metal.",
      "chunk_id": "22436648-2c6c-4ae5-900d-580405cef513",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 259
    },
    {
      "chunk_text": "When you say a printer that can make solid objects, I guess you're not talking about a normal printer. That's right, Sam. These large and complex 3D printers work in a completely different way. Unlike a sculptor who chips away at a block of stone to reveal a shape underneath, 3D printers work in the opposite way – building up physical objects by adding material layer on layer. And the ability to print objects in this way is providing",
      "chunk_id": "d1a9d6d8-9316-4315-ba76-5a09b8a0a840",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 437
    },
    {
      "chunk_text": "solutions to many problems, as we'll be finding out. But first I have a question for you, Neil. Before Johannes Gutenberg invented his printing press, copies of texts were made by block printing, using hand-carved wooden blocks pressed into ink. So what was the oldest known text to be printed this way? Was it a religious teaching, b a cooking recipe or c a love letter? I think it might have been a recipe. OK, Neil. I'll reveal the answer later.",
      "chunk_id": "7a84a028-e914-46da-b4c3-e192364c54ec",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 448
    },
    {
      "chunk_text": "The idea of printing solid objects is not new, but it was only after the millennium that tech companies began to realise how it could be done. Here's Professor Mark Miadovnik, a material scientist at University College London, explaining more to BBC World Service programme People Fixing the World.",
      "chunk_id": "48bbcf9c-bcac-40d7-bdae-5ce3432298fc",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 298
    },
    {
      "chunk_text": "After the year 2000, 3D printers suddenly got much cheaper and tech companies started mucking about with them, spending time playing with them in a fun way. They realised that 3D printers had many uses. For example, they discovered that 3D printers",
      "chunk_id": "73a0afb1-011e-4793-9261-037efb65c5fd",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 248
    },
    {
      "chunk_text": "are computer types – models of a product that can be tested, improved and used to develop better products. Professor Miadovnik thinks these tech companies were surprised at how useful 3D printing was. He uses the phrase, hold on a minute, to express this surprise or disbelief. In fact, it turned out that 3D printers were excellent at making bespoke things – objects which are made specially for a particular person. One area which 3D printing dramatically",
      "chunk_id": "c3080693-aa0d-441b-9f6e-ac8e801245c1",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 457
    },
    {
      "chunk_text": "improved was medical prosthetics – artificial body parts made specially for someone who has lost an arm, a leg or a foot, for example.",
      "chunk_id": "463fca0a-6283-4385-b449-665f7e613021",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 134
    },
    {
      "chunk_text": "Here he is explaining more to BBC World Service's People Fixing the World.",
      "chunk_id": "36b6ec4f-9fa1-4ba3-a535-149c37be228e",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 74
    },
    {
      "chunk_text": "Even before 3D printers, prosthetic eyes were custom-made – a word similar to bespoke, which means specially made according to a particular person's requirements. But the traditional way of making artificial eyes by hand is very time-consuming – it takes a lot of time to do. Nowadays, 3D printing can complete the whole process in just 30 minutes.",
      "chunk_id": "d3aae1b8-4579-4b9c-8124-cb5312deba31",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 348
    },
    {
      "chunk_text": "How far new inventions like 3D printers have come since the days of Johannes Gutenberg? Speaking of which, Neil, it's time to reveal the answer to my question. Right. You asked me about the earliest known text to have been printed using wooden blocks and I guessed it was a cooking recipe. So was I right? You were wrong, I'm afraid, Neil. The oldest known wooden block print was actually a religious text – the Buddha's Diamond Sutra. OK, let's recap the vocabulary",
      "chunk_id": "9372ecdc-0c70-4e89-bbc3-6fa27607914f",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 466
    },
    {
      "chunk_text": "from this programme, starting with mucking about – an informal way to say playing with something carelessly, not for a serious reason. A prototype is a model of a product that can be tested, improved and used to develop a better product. The phrase hold on a minute can be used to express surprise or disbelief. Prosthetics refer to artificial body parts such as arms, legs, feet or eyes, which are used to replace a missing natural part. The words bespoke and custom-made",
      "chunk_id": "f3c38208-1b31-4b78-b82f-102d24bc5628",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 472
    },
    {
      "chunk_text": "describe something specially made for a particular person. And finally, if something is time-consuming, it takes a lot of time to do. Goodbye for now. Goodbye.",
      "chunk_id": "56d7c7ab-eef0-4044-b88c-86dfce532c5c",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176616",
      "original_filename": "RSS_262026947_podcast_1304_3D printers.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 159
    }
  ],
  "original_text_length": 3894
}