{
  "filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
  "episode_id": "6865015b66c1a4e8d117664a",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "f94450e0-ada3-4a55-a7b4-f4956dae334f",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "But the coronavirus pandemic has caused millions of people to lose their job and force thousands more out of work temporarily, with no idea if their job will still be there when they return. For those daily workers without savings to pay the rent and feed their families, it's been especially stressful. Each job loss is a potential personal tragedy. In this programme, we'll be assessing the post-Covid job landscape and asking whether a radical new approach is needed to prevent global mass unemployment.",
      "chunk_id": "f860fc6a-6227-4ee0-8d29-2420e6d66536",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 506
    },
    {
      "chunk_text": "We'll be asking whether one of the world's smallest and richest countries, Denmark, might hold the answer. And of course, we'll be learning some new vocabulary as well. But first, it's time for our quiz question. One man who knows a lot about jobs is Brad Smith, president of Microsoft, a company employing over 150,000 workers. He's made gloomy predictions about the number of people out of work. But how many people does he predict will be left unemployed this year as a result?",
      "chunk_id": "d7a6c971-76ff-4e8c-9e42-9298af08ef90",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 480
    },
    {
      "chunk_text": "Wow, those numbers do really look gloomy. I'll say B – one third of a billion people unemployed around the world. OK, Sam, we'll come back to that later. Now, mass unemployment – millions of people losing their jobs due to the Covid pandemic – has left the world facing an enormous",
      "chunk_id": "91367108-0cfa-4956-9494-8d249763c8d0",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 281
    },
    {
      "chunk_text": "jobs challenge. Elizabeth Reynolds of the Massachusetts Institute of Technology is author of the report Work of the Future. Here she is talking to the BBC World Service programme Business Daily about the current situation. Well, I think in the short term, it does feel like we are not yet in a place where we can talk about recovery and rebuilding completely. We're still going to see the ramifications or the impact and the ripple effect of all of this for months to come.",
      "chunk_id": "6f5e9708-8ced-46a4-99a1-f61bbfafbda8",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 473
    },
    {
      "chunk_text": "We use the expressions in the long term and in the short term to talk about what will happen over a long – or short – period of time. In the short term – over a short period of time – Elizabeth thinks it's too early to talk about a jobs recovery. She also warns that we haven't yet experienced the full impact or ramifications of the pandemic. Like throwing a stone into water, these consequences create a ripple effect – a situation",
      "chunk_id": "8bf9b8f3-9019-4d9d-b862-7b29605c1db6",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 433
    },
    {
      "chunk_text": "where one event causes a series of effects which spread and produce further effects. According to Elizabeth, the problem is that many of the government measures put in place to support jobs are not sustainable in the long term. She says more radical change is needed. Of course, the big question is how? One proposed solution is the Danish model. This balances citizens' rights and duties.",
      "chunk_id": "9d6c7b0c-13e2-4969-b0f1-6c6be7d6697a",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 389
    },
    {
      "chunk_text": "In turn, citizens are expected to commit to any job or training the government thinks would be beneficial. Jakob Kierkegaard, senior fellow at the Peterson Institute in Washington, is himself a Dane. Here he explains to BBC Business Daily how the model works.",
      "chunk_id": "51bb6f58-fc59-45bd-b994-7013a139f314",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 259
    },
    {
      "chunk_text": "Denmark enjoys labour flexibility because",
      "chunk_id": "a5a00149-969c-453d-988d-141dd6a04814",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 41
    },
    {
      "chunk_text": "it's easy for bosses to hire and fire, employ someone and release them from employment – meaning there's no such thing as a job for life – one that you can stay in all your working life. But citizens also have the security of lavish – generous and expensive – benefits, and the government will also pay for worker upskilling – training to learn new skills, making them better at their jobs. And thereby preventing unemployment – which reminds me of",
      "chunk_id": "2e1d317c-1c44-40c0-9f0e-b052d5414d3e",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 448
    },
    {
      "chunk_text": "your quiz question, Neil. Yes, I asked you how many people were predicted to lose their jobs to the Covid pandemic. And I said B – one third of a billion. Well, fortunately it's the slightly lower but still worrying figure of one quarter of a billion people. We've been discussing predictions of mass unemployment in the short term – or over a short time period – caused by the coronavirus pandemic. It also seems we will be experiencing the ripple effects,",
      "chunk_id": "4dcd1eaf-598c-485d-abf7-66c870b60bce",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 457
    },
    {
      "chunk_text": "a series of consequences, of the virus for a long time to come. One solution to mass unemployment may be the Danish model – where the power to hire or fire, employ someone or make them unemployed, means there are not many jobs for life – jobs you can do all your working life. But lavish – expensive and generous – benefits from the government, who also pay for upskilling – or training and new skills – means that Danish unemployment",
      "chunk_id": "1ef2ee70-8d0b-4d70-bb53-f97c0de8f88e",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 434
    },
    {
      "chunk_text": "is rarely out of control. That's all we have time for, but come back soon for more trending topics and useful vocabulary here at 6 Minute English from BBC Learning English. Goodbye for now. Bye.",
      "chunk_id": "84409740-b2cb-41fa-a679-0cfb985472c3",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117664a",
      "original_filename": "RSS_262026947_podcast_1304_Coronavirus_ Dealing with mass unemployment post-pandemic.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 194
    }
  ],
  "original_text_length": 4489
}