{
  "filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
  "episode_id": "6865015b66c1a4e8d1176695",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "abb63386-4ef8-4a2d-af2f-73ae01a928f5",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Ah, that was kind. How did it feel? It felt good, knowing I'd made her happy. Right. It's something that psychologists are starting to prove scientifically, but that most of us knew all along. We feel just as good being kind to someone else as when someone is kind to us. It reminds me of something called a random act of kindness. Have you heard of that, Neil? Yes, things like helping a stranger cross the road. Small, everyday things people do to help others for no other reason than to make",
      "chunk_id": "5b1b7eca-d311-4ebd-ac37-62d6d3fb168c",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 494
    },
    {
      "chunk_text": "them happy. Yes, and one of the main benefits of being kind is that we feel the kindness in ourselves. It's called the gift that keeps on giving. And it reminds me of my quiz question. In 2021, a global survey conducted for the BBC's Kindness Test asked people to name their top five random acts of kindness. So which kind act came top? Was it...",
      "chunk_id": "b7bad889-1d0d-4980-9efc-471d4dbfa570",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 346
    },
    {
      "chunk_text": "They all sound wonderful, but what I'd really like is a nice big hug. OK, Neil. We'll find out later if that's the right answer. Now, that good feeling Sam got from giving her mum flowers is something psychologists have become very interested in. During the past decade, over a thousand academic papers were written, including the term kindness.",
      "chunk_id": "3db5ab9f-f1b7-4d66-90d4-26860fd7c209",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 345
    },
    {
      "chunk_text": "Here is Dr Campbell Meiklejohn, senior psychologist at the University of Sussex and researcher for the BBC's Kindness Test. Here is Dr Campbell Meiklejohn discussing his findings with BBC World Service programme Health Check.",
      "chunk_id": "5a068f13-f233-4f28-b59d-53d8de98415e",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 225
    },
    {
      "chunk_text": "Usually giving something away, money, for example, means we no longer possess it. But kindness is different. Both the giver of kindness and the receiver experience what Dr Campbell Meiklejohn calls a warm glow, an inner feeling of happiness.",
      "chunk_id": "9af35eaa-1f9b-454b-afa8-f36e80919472",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 241
    },
    {
      "chunk_text": "But on a chemical level, the brain doesn't agree. For our brain, being kind feels as good as any other pleasurable activity, for example, eating something yummy, something delicious which tastes good. OK, Sam. I can see that being kind is great in my personal life, but what about the ruthless world of business or politics?",
      "chunk_id": "dbbbffca-0cfa-4960-8bcf-425e5f3bd476",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 324
    },
    {
      "chunk_text": "Surely there's no place for kindness there. It's true that in many countries, politics involves fierce debate and criticism of anyone who disagrees with you. But there are those who believe it doesn't have to be like that. Jennifer Nagel, for one. She's co-director of a movement called Compassion in Politics and author of the book We, written with the actor Gillian Anderson. Listen as Jennifer explains her vision to BBC World Service programme Health Check.",
      "chunk_id": "1880a4d7-810f-4c60-920d-289d942d1771",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 461
    },
    {
      "chunk_text": "Compassionate leadership leads to inclusive, cooperative outcomes which lead to fairer societies, lower crime rates, higher levels of health and wellbeing. And yet we have this idea that compassion somehow doesn't belong, that it can be dismissed in the same way as women have been dismissed as something fluffy and a nice idea, but not really practical. But in fact, the science behind compassion is that it actually takes courage to act with compassion.",
      "chunk_id": "a65f9b1f-3cf4-4cb6-bbb1-87394d4b4eb5",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 455
    },
    {
      "chunk_text": "A strong feeling of empathy with the suffering of others and a wish to help them. She says kindness is something dismissed as fluffy, soft and wooly, something not considered serious or important. But in fact, being compassionate is not easy and takes courage. Jennifer's is a strong voice for a kinder, more compassionate society. But I bet even she could use a random act of kindness now and again. Maybe a hug?",
      "chunk_id": "4a957520-7638-44e9-9e7b-23ba04d582f5",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 413
    },
    {
      "chunk_text": "A hug was one of the top five random acts of kindness I asked about in my quiz question, along with smiling and listening. But which came out on top? I said it was B, giving someone a hug. So was I right? Giving a hug was... the wrong answer, I'm afraid. The number one random act of kindness was A, giving a smile. But don't worry, Neil, I have a big hug waiting for you here. Thanks, Sam. That's so kind. OK, let's recap the",
      "chunk_id": "31ff3d61-883e-4dda-80ad-5952b3f0d48c",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 426
    },
    {
      "chunk_text": "vocabulary from this discussion about",
      "chunk_id": "6d2d164e-9a28-42ba-b571-41cd623f928a",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 37
    },
    {
      "chunk_text": "serious or important. Our six minutes are up. But if you've enjoyed this programme, why not go out and perform your own random act of kindness? Goodbye for now. Bye.",
      "chunk_id": "e8aac861-62a8-401d-9cf8-ca59c50e7e16",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176695",
      "original_filename": "RSS_262026947_podcast_1304_Is being kind good for you_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 165
    }
  ],
  "original_text_length": 4026
}