{
  "filename": "RSS_262026947_podcast_1304_How colour affects us.json",
  "episode_id": "6865015b66c1a4e8d1176680",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website. Hello, this is 6 Minute English from BBC Learning English. I'm Neil. And I'm Georgina. This is the programme where we hope to add some colour to your life by talking about an interesting subject and teaching you some useful vocabulary. And colour is what we're talking about today.",
      "chunk_id": "2d0cb577-b5ce-43c1-b311-06bd30d8bf82",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 364
    },
    {
      "chunk_text": "What's your favourite colour, Neil? Oh, I like green. A fresh, bold colour that reminds me of nature. It can have a calming effect. And you? It's got to be blue. It reminds me of the sea, the sky and holidays, of course. Colour, no matter which one we prefer, affects how we feel. And we'll be talking about that soon. But not before I challenge you to answer my quiz question, Georgina, and it's a science question.",
      "chunk_id": "ade9c904-b764-4f50-81d3-458bf20d49d6",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 416
    },
    {
      "chunk_text": "Well, I'm not a scientist, so I'll have to guess as C refraction. OK, I'll reveal the right answer later on. But now, let's talk more about colour. Colour can represent many different things, depending on where you come from. You can be green with envy.",
      "chunk_id": "89ada67c-b405-40e6-8909-0460234ad385",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 253
    },
    {
      "chunk_text": "Wishing you had what someone else had. And someone can feel blue, so feel depressed. We choose colours to express ourselves in what we wear or how we decorate our home. The BBC Radio 4 programme You and Yours has been talking about colour and whether it affects everyone's mood. Karen Holler is a colour psychologist and a colour designer and consultant. She explained how colour affects us.",
      "chunk_id": "192d2eae-682f-43b4-9516-131723a5722c",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 391
    },
    {
      "chunk_text": "So, colour is wavelengths of light.",
      "chunk_id": "9d93d239-0ded-4070-a3cf-772f54881a0c",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 35
    },
    {
      "chunk_text": "Sound or light that are next to each other. As these wavelengths change, so does the colour we see. Thanks to the science lesson, Karen also explained that there's a part of our brain that controls – she used the word govern – how we feel and how we behave. And this can change depending on what colour we see. Interesting stuff. Of course, colour can affect us differently. Seeing red can make one person angry, but someone else may just feel energised.",
      "chunk_id": "34bc60a4-e298-4589-b922-c7e6cac97735",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 454
    },
    {
      "chunk_text": "Homeware and furnishing manufacturers offer a whole spectrum – or range – of colours to choose to suit everyone's taste and mood. But during the recent coronavirus pandemic, there was a rise in demand for intense, bright shades and patterns. This was referred to as happy design – design that was meant to help lift our mood. Yes, and Karen Holler spoke a bit more about this on the You and Yours programme.",
      "chunk_id": "98221cf0-ac34-4522-bbed-f6bd6c36ace2",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 407
    },
    {
      "chunk_text": "We were all working and we'd lived very, very busy lives. Quite often what people wanted, they wanted a very quiet sanctuary to come back to, so they had very pale colours or very low chromatic colours in their house, low saturation, because that helped them unwind, it helped them relax and to feel very soothed. But what I have found since the first lockdown is a lot of people, because they're not getting that outside stimulation, they're actually putting a lot of brighter colours in their home because they're trying",
      "chunk_id": "3cde458c-9f3a-4090-9345-05ccb227c0a4",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 522
    },
    {
      "chunk_text": "to bring in that feeling that they would have got when they were out, that excitement and that buzz. It seems that in our normal busy working lives, our homes were peaceful places and somewhere to relax. They were a sanctuary. To create this relaxing space, we use pale colours – ones that lack intensity, like sky blue. But during the recent lockdowns, when we weren't outside much, we tried to get that stimulation, that excitement or experience, by",
      "chunk_id": "b2417ed4-f0a8-4b94-84ea-22eaf55c5d4e",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 451
    },
    {
      "chunk_text": "decorating our homes with brighter colour, such as yellow. Perhaps a little too bright for me. It's all about personal taste and the connections we make with the colours we see, but it makes sense that brighter colours can certainly lift our mood. Now, earlier I asked you, Georgina, do you know what the splitting of white light into its different colours is called? Is it…",
      "chunk_id": "fbd6a8ee-aac4-4e34-927f-098f9b6abe7c",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 374
    },
    {
      "chunk_text": "Sorry, Georgina, that's wrong. It's actually called dispersion. Back to school for you! But not before we recap some of today's vocabulary. OK. Firstly, we can describe someone who wishes they had what someone else has as being green with envy. We also talked about a wavelength – the distance between two waves of sound or light that are next to each other. To govern means to control or influence. A sanctuary can be a peaceful or relaxing place.",
      "chunk_id": "f595c03e-238c-4dd8-9a6a-197f20579bcf",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 448
    },
    {
      "chunk_text": "In some cases, it can be a safe place for someone in danger. Stimulation describes the feeling of being excited, interested or enthused by something. And pale describes a colour that lacks intensity – it's not very bright. And for me, they're much better than a bold, bright yellow. Well, Georgina, thanks for showing your true colours. That's all for now, but we'll be picking another topic to discuss out of the blue next time.",
      "chunk_id": "843a58a9-793d-452f-8b46-2e127d1c300b",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 429
    },
    {
      "chunk_text": "Bye for now! Goodbye!",
      "chunk_id": "25af4f92-13b2-450c-9ab7-b48c2a782235",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176680",
      "original_filename": "RSS_262026947_podcast_1304_How colour affects us.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 21
    }
  ],
  "original_text_length": 4577
}