{
  "filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
  "episode_id": "6865015b66c1a4e8d117668d",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "39f106e5-50fe-4825-b210-d16cccbfb9b8",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Climate deniers, people who don't believe that climate change is happening or that it isn't caused by humans, make up around 9% of the American population, according to some estimates.",
      "chunk_id": "0ab2bdf9-ae28-4c0e-b225-d24b14fbcc9e",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 184
    },
    {
      "chunk_text": "In this programme, we'll be discussing climate deniers and finding out how to talk with people who doubt the science of global warming. And as usual, we'll be learning some new vocabulary as well.",
      "chunk_id": "9c0f8bc2-3f88-420b-95cc-bba5c1376a45",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 196
    },
    {
      "chunk_text": "There is strong agreement on the issue among scientists on the Intergovernmental Panel on Climate Change, the IPCC. So what percentage of the world's scientific community agree that climate change is real? I'll have a guess and I'll say it's 99%. OK. I will reveal the answer later in the programme, Rob.",
      "chunk_id": "483fdd77-9535-4f4f-adb5-35accfa72b3e",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 304
    },
    {
      "chunk_text": "It is quite important to make here a very clear distinction between being wrong, ill informed about climate change and being a full blown climate denier. A lot of people may not be very well versed with the science, the facts of climate change, to be honest, they can",
      "chunk_id": "a71dee01-5ca5-4a52-aba4-8e2aafe7e8b7",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 267
    },
    {
      "chunk_text": "at times be quite complex, quite dense. Some people may have genuine questions about the subject. So with information, with facts, those people can be convinced. Climate deniers, though, people who reject the basic facts of climate change are likely to be more difficult to persuade. Marco distinguishes a full blown climate denier, someone who is completely committed to the idea, from someone who is simply",
      "chunk_id": "72d4111f-7f44-4331-8039-e60349180238",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 408
    },
    {
      "chunk_text": "ill informed, meaning someone who knows less than they should about a particular topic. Marco thinks it's possible to persuade an ill informed person that climate change is a fact, for example by sharing personal stories of how the weather has changed in recent years or by asking them why they doubt the scientific evidence. Full blown climate deniers, on the other hand, are much harder to persuade. Here's Marco Silva again sharing some advice on",
      "chunk_id": "bc76f205-e5f2-47a5-8b6e-1c8052714ab6",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 449
    },
    {
      "chunk_text": "how best to talk to",
      "chunk_id": "b03bfb70-6cd2-4e3f-8023-3e689c683c41",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 19
    },
    {
      "chunk_text": "a climate denier directly, don't confront them, telling them that they're this or that, throwing insults at them, that their beliefs are wrong. That sort of attitude or strategy is only likely to backfire. If you do that, the chances are people are just going to hold on to their views even more firmly. Marco mentions Professor Van der Linden, a psychologist who has taken a long hard look at the issue of climate denial.",
      "chunk_id": "8fc0bef8-2e94-4ef1-9aff-7d0209a9d977",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 422
    },
    {
      "chunk_text": "If you take a long hard look at something, you examine it very carefully in order to improve it for the future. Professor Van der Linden advises us not to challenge climate deniers directly and never to throw insults, to say offensive hurtful things directly to someone. This approach is unlikely to work and will probably backfire or have the opposite effect from that intended, such as making that person's opinion even stronger.",
      "chunk_id": "1304aa69-0987-4157-a534-4b2c25478df8",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 431
    },
    {
      "chunk_text": "What's needed is understanding and empathy, realising that climate deniers cannot control the life events that led them to mistrust science, and the patience to try to show them the difference between fact and fiction. OK, it's time to reveal the answer to your question now, Sam. What percentage of the global scientific community agree that human-caused climate change is real? And I guessed it was 99%.",
      "chunk_id": "6f8dd0f0-f22a-4848-b057-e8eee97d7ee6",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 405
    },
    {
      "chunk_text": "Perfect answer, Rob. The scientific evidence for a climate emergency is overwhelming, leaving just the question of what we do about it. OK, let's recap the vocabulary we've learned from this programme on climate deniers, people who do not accept that climate change is real. Someone who is ill-informed knows less than they should about a particular topic. The adjective full-blown means completely committed or developed.",
      "chunk_id": "3dcdbcda-9b6a-42af-9106-2a4d86719813",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 422
    },
    {
      "chunk_text": "A long, hard look at something means to examine something very carefully in order to improve it for the future. If you throw insults, you say offensive hurtful things directly to someone. And finally, if your actions backfire, they have the opposite effect from the one you intended. Once again, our six minutes are up. Bye for now! Bye bye!",
      "chunk_id": "f41879f8-0964-4b2c-9b54-b2fc710e4bc0",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d117668d",
      "original_filename": "RSS_262026947_podcast_1304_How to talk to a climate denier.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 341
    }
  ],
  "original_text_length": 3942
}