{
  "filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
  "episode_id": "6865015b66c1a4e8d1176647",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "e5c9db48-e6ef-499f-b629-f855afdb5797",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Yes, I remember that strange noise. Dial-up internet was slow and websites took forever to load. And because you couldn't use both the internet and the telephone at the same time, this was usually followed by someone shouting, In the 30 years since then, the internet has changed dramatically. Fibre optics and broadband have created",
      "chunk_id": "d53ae899-e606-4f4e-b4fb-ed97c447b820",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 333
    },
    {
      "chunk_text": "fast internet speeds and an interconnected online world where physical distances between people are no longer a barrier to communication, a situation expressed in the phrase, the global village. But take a closer look and you'll still find people around the world with a slow connection or no internet at all. In this programme, we'll be finding out about how some communities are working together to fix their internet connection problems for the benefit of local people.",
      "chunk_id": "e69acd39-5325-4de5-9af2-370f8b2b1b5c",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 472
    },
    {
      "chunk_text": "And of course, we'll be learning some new vocabulary too. But before that, I have a question for you, Sam. We've been talking about the early days of the internet, but do you know the name of the first ever internet browser, the engine for searching websites? Was it A. Ask Jeeves, B. World Wide Web or C. Yahoo! I guess it was C. Yahoo! OK, Sam, we'll find out the answer later. You might think it's people living in the most remote and",
      "chunk_id": "ec7525c4-7fd8-486d-8304-31c4e29c0feb",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 437
    },
    {
      "chunk_text": "isolated places with the greatest difficulty getting online, but that's not always true. Even here in the UK, people struggle to connect, including BBC radio listener, Katie, who explained her problem to BBC World Service programme, Digital Planet.",
      "chunk_id": "6309ff05-25ef-467a-90ca-8f22f94652d0",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 248
    },
    {
      "chunk_text": "Katie lives in Dorset, a rural part of South West England. She describes her internet connection as spasmodic, suddenly working but only for a short time and not in a regular way. She thinks this is because her internet cables are dodgy, slang for bad or untrustworthy. A dodgy internet connection might be irritating, but in other parts of the world, the consequences can be more serious.",
      "chunk_id": "a263a140-25db-4646-8cd9-dfb9d7d913d2",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 389
    },
    {
      "chunk_text": "He is a farmer who lives in the Pakistani Punjab, one of the country's most fertile regions, but also one of the least connected. His village is a three-hour drive from the nearest town and he can't make a phone call, even with 2G.",
      "chunk_id": "862ada3c-af71-4238-89ba-3692d2af85e3",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 231
    },
    {
      "chunk_text": "They build their own 50-metre-high telephone transmission tower, linking a network of five villages to the internet. Here is Amar talking to BBC World Service programme, Digital Planet.",
      "chunk_id": "992c2d9b-8c2a-4092-92d0-e3bfc2f85cb8",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 185
    },
    {
      "chunk_text": "Before the community-built tower brought the internet to his village, Amar got his weather report by word of mouth, information passed on by people telling each other.",
      "chunk_id": "68f8f146-5c9e-4908-8cc5-905b600e176c",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 167
    },
    {
      "chunk_text": "His weather report is straight from the horse's mouth, an idiom meaning from a reliable source or from someone who knows what they're talking about. The internet brings reliable climatic information, which means a good harvest not just for Amar and his family, but for all the families living in the five connected villages. It's a great example of community action and of people looking after each other, something which may have been lost since the early idealistic days of the internet.",
      "chunk_id": "1c4b56cf-3781-426d-b7e3-32625f0eeb95",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 489
    },
    {
      "chunk_text": "And speaking of the early internet, it's time to answer my question. Remember, I asked you for the name of the very first internet browser. I guessed it was C. Yahoo! So was I right. You were wrong, I'm afraid, Sam. Way back before Google, the first internet browser was called the World Wide Web, invented by none other than cyber legend Sir Tim Berners-Lee, who I think would be pleased to hear about Amar's community internet. Yes. Right, let's recap the vocabulary.",
      "chunk_id": "cbee899d-e6f5-41a2-86a3-bba8f24867e4",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 469
    },
    {
      "chunk_text": "We've learned about internet connections between people living at a physical distance in the modern world, something described as the global village. If your internet is spasmodic, it's irregular, stopping then suddenly working for a short time. In other words, it's dodgy, a slang word meaning bad or unreliable. If you know something by word of mouth, it's been passed verbally from person to person, whereas if you hear it from the horse's mouth, it's come directly",
      "chunk_id": "cfbef903-560b-4fac-9492-f4e7588ab9f9",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 468
    },
    {
      "chunk_text": "from a reliable source of information. And finally, a gadget is a small electronic device with a useful purpose. Once again, our six minutes are up. Bye for now. Bye.",
      "chunk_id": "af2ef96f-2ae7-47e4-afdb-be3492f7d6bd",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176647",
      "original_filename": "RSS_262026947_podcast_1304_Connecting remote communities.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 166
    }
  ],
  "original_text_length": 4148
}