{
  "filename": "RSS_262026947_podcast_1304_Body language online.json",
  "episode_id": "6865015b66c1a4e8d1176631",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "This is a download from BBC Learning English. To find out more, visit our website.",
      "chunk_id": "bd7ae5b2-fa35-4fa2-ad8b-6dfb08e8f50f",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "But during the Covid pandemic, everyday meetings with work colleagues, teachers and friends and six-minute English recordings all moved online. Video meetings using software like Zoom and Skype became the normal way to communicate with family and friends. And whatever happens with Covid in the future, it seems they're here to stay.",
      "chunk_id": "85e8cfb2-ff4f-4b20-a472-413c66c2197d",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 333
    },
    {
      "chunk_text": "We'll meet the person who wrote the rule book for clear communication in the digital age, Erica Darwin, author of a new book, Digital Body Language. But before that, I have a question for you, Sam, and it's about Erica Darwin. She may be a communications expert now, but growing up in Pennsylvania, she was a shy and quiet schoolgirl. So how did Erica beat her shyness and",
      "chunk_id": "89d5cbf9-e307-451f-9869-3fa7dd4fbff7",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 372
    },
    {
      "chunk_text": "become the confident communicator she is today? Did she a. attend public speaking classes, b. copy the body language of the cool kids at school, or c. raise her hand to answer the teacher's questions, even if she didn't know the answer? I guess c. she raised her hand to answer the teacher's questions. OK, Sam. We'll reveal the correct answer later in the programme. In face-to-face meetings, we immediately see someone's reaction to what we see.",
      "chunk_id": "67500c45-e4ce-46bd-8e94-7bfcd2d4d824",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 447
    },
    {
      "chunk_text": "Unfortunately, using a web camera to make eye contact is almost impossible in online meetings and this often creates a kind of distancing effect. Erica Darwin makes several suggestions to help with this. See if you can hear the final suggestion she makes to Michael Rosen as person BBC Radio 4 word of mouth.",
      "chunk_id": "4d598ac4-6d22-4375-b62d-9c2306f499d4",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 308
    },
    {
      "chunk_text": "Did you hear Erica's last piece of advice, Neil? Yes. She recommends slowing down.",
      "chunk_id": "5a69e882-7685-40a8-8b44-0c8304c012e4",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 82
    },
    {
      "chunk_text": "Something we do naturally face-to-face when we're thinking or brainstorming, that's discussing suggestions with a group of people to come up with new ideas or to solve problems. Slowing down gives us time to process new information, to understand it by thinking carefully and reflecting on it. Erica compares online body language to learning a new language. It takes practice, especially when it comes to smiling and laughing, something Michael Rosen finds hard to do in",
      "chunk_id": "e06956dd-ca06-45cc-9f01-071776021a1b",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 470
    },
    {
      "chunk_text": "video meetings. Listen to him discussing this problem with Erica Darwin for BBC Radio 4's word of mouth. Do you think it's killing off people laughing and smiling in the way we do when we're all together in the live situation? I would say that it is much less likely that we laugh and smile on camera for a few reasons. Number one, laughing is often done in unison where we can quickly pick up the energy of someone smiling or laughing and feed off of that and laugh ourselves.",
      "chunk_id": "687c9de5-7cab-48b5-b73c-9222f2dcfc82",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 477
    },
    {
      "chunk_text": "When it comes to screen delays, the fact that it's not natural to see our own camera and being distracted by that, we are much less likely to laugh and smile. One of the ways we can overcome this is by creating intentional moments in our meetings for the water cooler effect. Erica points out that laughing often happens in unison, together and at the same time. Yes, if someone starts laughing, it makes me laugh too. She also thinks it's important to make time",
      "chunk_id": "aa9ed97c-ae1a-4538-995a-7053e7c66f65",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 462
    },
    {
      "chunk_text": "for employees to chat informally about things unrelated to work, their weekend plans or last night's TV show. And she uses the expression the water cooler effect, which comes from the United States where office workers sometimes meet at the water fountain to chat. So, the water cooler effect refers to informal conversations that people have in their office or workplace, maybe in the lift, the office kitchen or, if there is one, by an actual water cooler.",
      "chunk_id": "95781077-39a8-41c8-9e81-5a8f24e3f383",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 458
    },
    {
      "chunk_text": "Erica Darwin seems very comfortable communicating online, but she's had lots of time to practise since her school days. Ah, yes, Neil. In your quiz question, you asked how Erica conquered her shyness at school. I guess that she raised her hand to answer the teacher's questions. It was a good guess, Sam, but the correct answer is B. She copied the body language of her cool teenage classmates, so probably lots of rolled eyes and slouching.",
      "chunk_id": "63dcbcb9-6901-4754-aac5-7247f51e9553",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 441
    },
    {
      "chunk_text": "The vocabulary from this programme about online body language – non-verbal ways of communicating using the body. Eye contact is when two people look at each other's eyes at the same time. Brainstorming involves a group discussion to generate new ideas or solutions. When we process information, we think about it carefully in order to understand it. In unison means happening together and at the same time. And finally, the water cooler effect is an American",
      "chunk_id": "35e778c2-6773-43e9-92b1-22a55cd8cc8e",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 458
    },
    {
      "chunk_text": "expression to describe informal conversations between people at work. Neil is looking at his watch, which is body language that tells me our six minutes are up. Goodbye for now. Goodbye.",
      "chunk_id": "74b0ecc3-e45c-40b1-b120-86861880e695",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176631",
      "original_filename": "RSS_262026947_podcast_1304_Body language online.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 186
    }
  ],
  "original_text_length": 4588
}