{
  "filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
  "episode_id": "6865015b66c1a4e8d1176625",
  "collection_name": "RSS_262026947",
  "total_chunks": 14,
  "chunks": [
    {
      "chunk_text": "Hello and welcome to 6 Minute English from BBC Learning English. I'm Beth. And I'm Neil. In this episode we're talking about allergies. Allergies are when a certain food or material makes you feel sick. Do you have any allergies, Beth? Yeah, so I am actually allergic to dairy so I can't have anything with milk, so no cheese, no butter,",
      "chunk_id": "e222d4e2-0cbf-41b9-8610-ce965dec9f22",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 337
    },
    {
      "chunk_text": "what about you, Neil? Have you got any allergies? Well, I'm not great with dairy either but it's not an allergy, more of an intolerance, so it just makes me feel a bit bad rather than actually making me sick. But I do have hay fever so I'm allergic to pollen. That means in the summer months I'm sneezing and coughing all the time, I get runny eyes and a runny nose and it also gives me a little bit of asthma, so it's a bit of a pain. Oh yeah, that sounds really horrible.",
      "chunk_id": "a5061687-c04a-4346-a530-473f69116075",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 473
    },
    {
      "chunk_text": "Now, scientific evidence shows that more people are developing allergies. In this programme we're going to find out about what it's like living with an allergy and where in the world has the highest rate of allergies. But first I have a question for you, Beth. What is the most common allergy in the world? I'm going to say pollen. A lot of people I know have hay fever. Including me. Well, we'll find out the answer",
      "chunk_id": "e06e835d-097b-4b93-852e-42e9b1c5a0ba",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 416
    },
    {
      "chunk_text": "at the end of the show. Now, Beth, you're allergic to dairy but imagine if you had over 50 allergies. That's the situation for Mia Silverman, who runs a social media account Allergies with Mia, where she talks about living with lots of allergies. Life for Mia involves a lot of planning. As she told BBC World Service programme",
      "chunk_id": "4450fda5-87fc-454a-b0d4-ec66f55cc8c6",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 327
    },
    {
      "chunk_text": "What in the World? And having these 50 plus allergies impacts my life every single day. So when it comes to going to restaurants, having to call ahead of time, talk to the manager, talk to the chef, make sure that the restaurant can accommodate me, that they can make me something safe and use protocols to prevent any sort of risk of any allergens touching my dish. When it comes to socialising, it can be kind of hard sometimes because I want to make sure that my friends don't feel inconvenienced or feel like I'm being a burden.",
      "chunk_id": "3142ccb1-8765-4359-9ae8-fd63c8958881",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 532
    },
    {
      "chunk_text": "When you go to a restaurant, she has to call ahead of time to tell them about her allergies. If you call ahead of time, you phone somewhere, like a restaurant, before you go. We can also say call ahead. Mia needs to find out whether restaurants can accommodate her allergies. Accommodate in this context means give someone what they need. Because Mia has so many allergies, she has to visit restaurants which have protocols to stop the food she is allergic to touching her meal.",
      "chunk_id": "74e0c130-c8f3-4cb7-8e00-7507fa4275ce",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 478
    },
    {
      "chunk_text": "Protocols means a set of rules for a process to make sure things are done properly. Now, most people who have allergies don't have as many as Mia, but scientists believe more people are developing allergies. And there is one place where the number of allergies is particularly high – Australia. In fact, Australia is called the allergy capital of the world. When we describe somewhere as the capital of the world in something, we mean that it's known for that thing.",
      "chunk_id": "a39c0e77-3bed-424e-8e91-8769ba57df34",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 466
    },
    {
      "chunk_text": "The allergy capital of the world is the place in the world with the most allergies. BBC journalist Frances Now is from Australia and explains some of the allergy data to BBC World Service podcast, What in the World?",
      "chunk_id": "764e6a4a-bcbb-4e83-a43f-5a6923e6b962",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 215
    },
    {
      "chunk_text": "Frances talks about the high numbers of Australian infants – that's babies – who have allergies. But she says the numbers drop off as children get older. If numbers or rates of something drop off, they get lower.",
      "chunk_id": "cab42cc4-1a47-482b-bee6-789c82092845",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 212
    },
    {
      "chunk_text": "Australian children are less likely to have allergies. We can use or sow in informal speech to show that the number is an estimate – it's not exact. So, Beth, is there anything we can do about all these allergies? Well, scientists are investigating giving babies vitamin D, which can be shown to reduce allergies. Another technique is immunotherapy, which involves scientists giving children tiny amounts of the thing they are allergic to and then building up their baby's tolerance.",
      "chunk_id": "21e04028-2b4f-4308-b026-28ca8d80b1cb",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 483
    },
    {
      "chunk_text": "Interesting! And I think it's time to find out the answer to my question. I asked you, what is the most common allergy in the world? I said pollen, was I right? You were right. Well done! OK, let's recap the vocabulary we've learnt, starting with call ahead of time, which means to phone somewhere, like a restaurant, before your appointment or before you go there. If you accommodate someone, you give them what they need. Protocols are strict rules for how",
      "chunk_id": "77632e33-6845-48d4-ae61-0a81d6fd10ee",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 458
    },
    {
      "chunk_text": "something is done. If somewhere is the capital of the world for a particular thing, it's known for that thing. For example, London is sometimes called the theatre capital of the world because we have lots of theatres. If numbers drop off, it means they get lower. And we can add or sow to a number in informal speech to show that the number is an estimate – it's not exact. Once again, our six minutes are up. But you can test your knowledge even more using the interactive quiz",
      "chunk_id": "57e04857-b41b-4383-9a42-5ff9d781bdfd",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 478
    },
    {
      "chunk_text": "on our website. Visit bbclearningenglish.com. Bye for now! Bye!",
      "chunk_id": "ccf881f0-277b-4030-971e-f909e21acfe4",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 63
    },
    {
      "chunk_text": "Bye for now!",
      "chunk_id": "17d721fd-0a68-406b-a39f-55e60d4ff4a4",
      "chunk_index": 13,
      "episode_id": "6865015b66c1a4e8d1176625",
      "original_filename": "RSS_262026947_podcast_1304_Are we getting more allergic to things_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 12
    }
  ],
  "original_text_length": 4963
}