{
  "filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
  "episode_id": "6865015b66c1a4e8d1176630",
  "collection_name": "RSS_262026947",
  "total_chunks": 13,
  "chunks": [
    {
      "chunk_text": "Hello, this is 6 Minute English from BBC Learning English. I'm Phil. And I'm Beth. Phil, I'm going to start this episode with grapefruit. I've got some here. Do you want some? I'm not that keen on grapefruit. They're too bitter for me. That's a shame, because this episode is all about bitter food. It has actually been",
      "chunk_id": "69ef21dc-673b-41b4-bee5-ffe6a6f016e1",
      "chunk_index": 0,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 319
    },
    {
      "chunk_text": "linked to a number of health benefits. So maybe you should take my grapefruit? I might not like it that much, but in this programme we'll be finding out how bitter foods can benefit our health. And of course, we'll be learning some useful new vocabulary. That should give you a taste of what's coming up. But before that, if you want to learn vocabulary to talk about world events, search for our News Review podcast. We look at vocabulary about a major",
      "chunk_id": "c5494d45-4f96-4e28-996f-9445ffb81be2",
      "chunk_index": 1,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 453
    },
    {
      "chunk_text": "story every week. But back to this episode, I have a question for you, Phil. I can think of bitter, sweet, salty and sour. So I'm going to go with four. I think we can taste four basic flavours. OK, Phil, I'll reveal the correct answer later.",
      "chunk_id": "051c067d-4b1b-4654-a621-d35112ff9cfc",
      "chunk_index": 2,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 242
    },
    {
      "chunk_text": "Leila Kazim presents The Food Programme on BBC Radio 4. Here she is talking about some of the possible benefits of bitter food.",
      "chunk_id": "f2881f60-b4ef-40a5-a3ce-d5dda4c34151",
      "chunk_index": 3,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 127
    },
    {
      "chunk_text": "Bitter foods can interact with our gut microbiome.",
      "chunk_id": "dd9487fb-e401-449b-872e-94771637da26",
      "chunk_index": 4,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 50
    },
    {
      "chunk_text": "If we suppress something, then we stop it from happening or operating. We heard that bitter foods can suppress hunger feelings. This means that they stop people feeling hungry. If we try to suppress a feeling, we're trying to stop it. Leila asks if bitter foods are the answer at the tip of our taste buds. Normally we'd say that something we can't quite remember is on the tip of our tongue. Here we have two.",
      "chunk_id": "e87f133c-188e-4f49-af72-47de5e355a97",
      "chunk_index": 5,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 410
    },
    {
      "chunk_text": "So it seems that bitter foods could be very beneficial, but they're not always the easiest food to love. In BBC Radio 4's The Food Programme, presenter Leila Kazim spoke to chef Alexina Anatole, who points out that we might be consuming more bitter food than we realise.",
      "chunk_id": "a913b0d5-ec77-43d4-a6e5-8340d0cb14a5",
      "chunk_index": 6,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 270
    },
    {
      "chunk_text": "I think people are exposed to bitterness way more than they think they are. But there's this perception of bitter and negativity, both in terms of emotions and food, right? Bitterness is generally an undesirable trait. But there are so many very, very mainstream bitter things, such as chocolate, coffee, you know, alcohol. Any alcohol has a degree of bitterness to it. Alexina says that many people see bitterness as an undesirable trait.",
      "chunk_id": "8f2be0bd-da43-4fce-b171-7f49d9df374c",
      "chunk_index": 7,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 439
    },
    {
      "chunk_text": "A trait is a characteristic, so an undesirable trait is a characteristic that people don't want. We often see bitterness as a bad thing. We also often use undesirable traits to refer to negative aspects of people's personalities. Alexina points out that there are a number of mainstream things that have a bitter flavour. If something is mainstream, then it means it's ordinary",
      "chunk_id": "5de0011e-1db0-488a-904f-bdf50aeb85d1",
      "chunk_index": 8,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 377
    },
    {
      "chunk_text": "part of what most people consume. She listed chocolate and coffee as mainstream things. The other mainstream thing mentioned was alcohol. We heard that it has a degree of bitterness. If something has a degree of something, then it has at least a small but noticeable amount of it. OK. Now I think it's time to hear the answer to your question. Right. I asked how many basic flavours humans can taste.",
      "chunk_id": "79b42856-715c-4e02-a64c-cac6875b1658",
      "chunk_index": 9,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 400
    },
    {
      "chunk_text": "And I guessed it was four. Which, unfortunately, was not the right answer. The answer is in fact five. The flavour that you missed is umami, which comes from a Japanese word and refers to a savoury flavour, often found in grilled meats or broths. OK. Let's recap the vocabulary we've learnt, starting with microbiome, the collection of microorganisms found in a specific part of the body.",
      "chunk_id": "ecf14b18-3557-4f5a-969e-7abc6728d890",
      "chunk_index": 10,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 388
    },
    {
      "chunk_text": "An undesirable trait is a negative characteristic that we don't want. If something is mainstream, then it's something that most people would use. It's not unusual. And finally, a degree of something is a small but noticeable amount of something. Once again, our six minutes are up. Remember to join us again next time for more",
      "chunk_id": "56db93a4-631b-483c-9f69-31d55c28ab29",
      "chunk_index": 11,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 326
    },
    {
      "chunk_text": "topical discussion and useful vocabulary here at 6 Minute English. Goodbye for now. Bye.",
      "chunk_id": "2ad7c847-34ee-482c-927c-0269ed159ec0",
      "chunk_index": 12,
      "episode_id": "6865015b66c1a4e8d1176630",
      "original_filename": "RSS_262026947_podcast_1304_Bitter food better health_.json",
      "collection_name": "RSS_262026947",
      "chunk_length": 88
    }
  ],
  "original_text_length": 3901
}