{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
  "episode_id": "6860dd2dbb826d6ebef9d9e1",
  "collection_name": "RSS_1442509198",
  "total_chunks": 24,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to 15minutes.today, the home of English shadowing. And you are listening to John and Gavin. And in this episode of vocab, we are going to be talking about article number 528. And what is the title, Gavin? The title is Electric Scooter. Scooter makers prepare to do battle in 2019. Do battle in 2019.",
      "chunk_id": "745cfb0a-4567-48ff-9dbe-529b8eb9a325",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 317
    },
    {
      "chunk_text": "Because it's money and it's a big money maker. It's huge. It's huge. And we have seen a lot of development in the electric scooter space. Yes. In the past few years. And more specifically related to Gogoro. Yeah. Gogoro is leading the pack. They're not just leading the pack. They are dominating. Yeah. Well, I can say that Kimco has stepped up and I see more and more of those Kimco e-moves, I think they're called, around.",
      "chunk_id": "f0991f0d-b393-4245-bc49-407d9fa56219",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "Nothing compared to Gogoro. Gogoro has gained a lot of traction amongst its core customers, as well as students. And now they're targeting as the shopping moms, the soccer moms, you know, the moms that commute and the mom that picks up kids from school. They've designed the next generation to fit those needs. For me, personally, I don't like their system, though, because this is the thing.",
      "chunk_id": "3fd31059-622e-4356-9fa9-0da356827041",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 392
    },
    {
      "chunk_text": "I went to look at it and I mean, the batteries are good and all of that. But technically, it works out the same cost as owning a petrol scooter. Unfortunately, yes. It is not cheaper. Unfortunately. You know, they are selling in Holland and in Holland, you can buy a home charger so you can take your batteries out and charge your battery at home. That was one of the requirements by the Dutch government. That's what I want. I don't want to have to go and pay you for your battery. So the battery exchange system in Thailand",
      "chunk_id": "f92bd661-0243-4d59-bdb1-c1d6e1ae4b21",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 525
    },
    {
      "chunk_text": "is the one, of course, it's getting more prominent. It's everywhere, more prolific. And we are seeing even realtors right on the sides of the streets have a little battery exchange station or MRT station, bubble tea shops. They're putting this up everywhere in the country. And I think that is how you push for commercialization in the country. It is working because one of the part of the article says that both Yamaha, PGO and Aon",
      "chunk_id": "6b0e6c24-20ef-449c-a09c-ed7d21db736a",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "are going to adapt the same system. So they'll use probably the same type of battery. So you'll be able to use the same battery banks. So we're talking about the alliance they announced. Well, just for the battery system. So that's great for consumers, because obviously then Yamaha and all these other companies will put more money in and they'll build more and it will become ubiquitous. Oh, there we go. Everywhere. So, yeah, but Kinco is not going that route. Kinco is still and Sanyang is not.",
      "chunk_id": "9eed0cc4-2cc7-4755-b7cf-e5345f3abe3a",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "They have their own plans. They have their own plans. And I hope that Kinco, you can take your battery out. I saw an advert a year ago for an amazing one. They had two batteries. One is built in and the other one is removable, if I remember correctly. So the removal battery, you put it in and it actually charges the fixed battery. And that was awesome. So if you fully charge both, you have a huge range. Right. And that's what I want. I want to be able to take the battery out, bring it up and charge it. I think that is that is.",
      "chunk_id": "3fc90f33-6750-49a4-be95-d614df67b3b6",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 532
    },
    {
      "chunk_text": "I think the fact that Gogoro has forced all the players to now get creative and join this movement of electrifying their products. I think this in itself, Gogoro has done wonders. I think it's fantastic to me. But as far as cost to performance ratio, you know, Tesla's are still expensive. Gogoro's are not cheap. No. And neither is their monthly subscription. Exactly.",
      "chunk_id": "cc01d5a0-982c-4ce6-8519-893af1ce21a9",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 369
    },
    {
      "chunk_text": "So what we're talking about is you can be sort of mentally green in terms of mentality, but in terms of cost, that will be the barrier to further popularize the product or this kind of service. And that's the same thing. So the same will go for Yamaha and these other two companies that have joined. So obviously, there's going to be permanent costs involved. Right. I mean, my thing has always been you buy. Look, you have to service your car.",
      "chunk_id": "3e542bf6-f1c1-42b5-90f9-86db4879a265",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "So maintenance costs maintenance, but scooter maintenance on electric scooters is a lot less. You don't have the same thing. But, bro, let me just pitch in here a little bit. Then you treat your scooter like an iPhone. Right. If your battery is broken, you replace the battery. If the motherboard is broken, then there goes the motherboard. Right. You replace the old motherboard. So in the future, we would have to see Tesla and we would have to see Gogoro like a very expensive smartphone. Right. If the wheels come off, then you",
      "chunk_id": "6c142d77-b2d2-4885-a259-4e2b757b44e0",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "have to change all four wheels. You can't just change one wheel. Yeah. If the battery charging system breaks, you got to have a new one, an entirely new one replaced. So for the companies, I suppose, you know, replacement and the fact that you can't maintain it, it plays out differently. Yeah. Well, they make money from that as well. So that is a key factor. We don't know how long they last with this new technology. Now, in China,",
      "chunk_id": "5f40fd10-c12d-4901-ab65-8970e78aabe3",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "when I was there in 2010, I think was about there were electric scooters everywhere outside every shop. We had bicycles and scooters everywhere. Yeah. And every single shop, you had this wire coming out of the shop and the staff were charging their scooters outside. Extension cables everywhere. Yes. Yes. And that was always my issue. I can't park my scooter downstairs and charge it. I want to be able to take out the battery and have it weigh enough that I can take it up and bring it upstairs.",
      "chunk_id": "ecca5947-3a4e-4731-83e4-69cae01ef4a8",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 497
    },
    {
      "chunk_text": "And I want it to be easy enough to charge it. When I go to work, I want to be able to take it out and take it to my office and let my company pay a couple of pennies towards charging my my my. I think if we're worried, if we were talking about theft, then I would say it's not easy to steal your Gogoro, but it's probably quite easy to steal your extension cable, your charger for cheap. Right. So you can't really leave it on the side of the streets. No, no. What I'm talking about is the fact that if you have a battery charging system that you can take the battery out.",
      "chunk_id": "c571c02f-96ed-4f88-bbd1-7bcf88ddb46c",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 572
    },
    {
      "chunk_text": "It means that when people go to work under their desk, they can charge the battery and the company can help pay towards greening. And it's not a lot of money. These things just trickle charge. And that would be a reason to get it because you can save money on gas. Yeah. Apart from the appeal of riding a cool, fancy Gogoro. Right. Well, I don't need a cool, fancy scooter. I just want one that works. It needs good range. That is key. Right. It needs decent speed. I mean, yeah.",
      "chunk_id": "ed085392-2739-4de9-aff1-8f5c2374618b",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "And it needs to be practical. And yeah, so those are the issues. And so, as I said, the battle is heating up and 2019 will be a big year because Kimco is coming out and S.Y.M. is coming out with their models. And as I said, Yamaha and those other two partners are stepping into the wars. So we'll see who wins. And, you know, people will vote with their with their with their cash. And if we will see which system plays",
      "chunk_id": "a610f09b-1fe4-46b0-b9bd-2a0c0498f9ea",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "out to be the best. Yeah. OK, John, let's look at the vocabulary. So what do you have for us today, Gav? Well, I need to if you can give me one second. OK, my first word I chose was head to head, which is a phrase head to head. So it's where two people or groups face each other directly in order to decide on a result or a winner. So it's basically two people competing well or more multiple. But head to head, it's usually two. This is the situation here. There isn't actually a",
      "chunk_id": "daeddc81-188d-43ca-9f6b-625108bebd4d",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "head to head because there are actually multiple companies. But I think we could say maybe it will be a head to head system of systems, the Gorgoro system of having a battery out versus the take out your battery and charge it at home system. Right. And we can see which one will win. Yeah. And so for that, I've got some sample questions and OK, and I'll ask you, John. So number one, OK, are they to meet head to head in next week's final? I believe the teams are going to meet head to head in the next",
      "chunk_id": "0e5b4621-6170-4727-a7d9-9d4af2e30dcb",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "week's final. There you go. So in finals, always usually two teams. That's a head to head confrontation. Yes. And are ASUS and Acer head to head competitors? Yes, ASUS and Acer are head to head competitors. Yes, they're both Taiwanese companies and they they compete here and overseas. Good. So the next word I chose was they talk about subsidies. A very important word in this space. Oh, yes. For any sort of green power, subsidies are always",
      "chunk_id": "711dedf8-aa03-4650-a2c1-a86b0000591c",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "involved. And this means money that is paid by a government or an organization to reduce the cost of a service or goods. OK, so it's where the government gives you money towards something to help you pay. Or if your company sends you to another country and they subsidize your home and your children's education. So subsidy is the money, the noun. Yeah. Subsidize is the action to subsidize, to give subsidy to words that particular action or what is done. Yeah, the verb.",
      "chunk_id": "eed39e7c-ebc9-4945-b01e-814e3c492fa4",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "OK, good. So do government subsidies help certain industries, John? I am sure the Italian government subsidy is helping Gogoro selling their scooters. Yes. And actually, it's cheaper to buy it from their parking lot, apparently, from if you go to Taoyuan and you buy it directly from them. They were saying something like fifty or thousand. I was like, yeah, almost twenty thousand less. Yeah. The subsidy is eighteen thousand five hundred or nine hundred. I can't remember. So go buy your Gogoro.",
      "chunk_id": "bf307446-88dd-44e7-8e9e-97363e8fdade",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 497
    },
    {
      "chunk_text": "In Taoyuan. Yeah, you go. Don't buy it in Taipei because of the government subsidy. Yes. Right. And number two, our subsidy is driving the growth in renewable energy. Yes. Subsidies are the driving force in renewable energy. Definitely. Yeah. And my last word, John, would be incentive incentives. And that is something that encourages you to do something. I need an incentive. I need incentive. Give me some sugar money.",
      "chunk_id": "743b2be5-029f-41ab-ab67-45fd219f7345",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "Give me some sugar. Give me some caffeine. Give me a reason to live. Here you go. Money. OK, so number one, do incentives help students to achieve better results? I believe, yes, incentives do help students to achieve better results. So your parents tell you if you get an A, you'll get a new Gogoro motorcycle. Oh, yeah. Or scooter, I should say. Scooter. OK. All right. So there you go. And lastly, but not leastly, are incentives",
      "chunk_id": "6c90eb67-3d57-4f80-9831-bccf51bc94f6",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "the backbone of the sales industry? Oh, this is interesting. Are incentives the backbone of the sales industry? Yes, I would have to say so. Yes, because how do you motivate your salesmen to go sell if you don't give them any sales incentives? So, yes, incentives are the backbone of the sales industry. Yeah. Without that, sales would die. Yeah. Anyway, so that's it for that. I hope you found that interesting.",
      "chunk_id": "e80b64bd-4b4c-417d-a5ed-e73e289926cd",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "Entertaining and interesting. And I suppose we would have to pose our questions to the audience, right? Yeah. So do you feel that the system of charging at home is better than the system that Gogoro is using now? Which one would you prefer? Charge at home or charge your go and get your battery from the Gogoro charging station. So, guys, catch you in the next one. Bye. Cheers.",
      "chunk_id": "349a124a-6e4d-4a14-affd-7aec0c3423ab",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9e1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP001_ Norway is the new leader in electric car sales and what abo.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    }
  ],
  "original_text_length": 10926
}