{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
  "episode_id": "6860dd2dbb826d6ebef9d9d7",
  "collection_name": "RSS_1442509198",
  "total_chunks": 28,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to 15 minutes not today the home of English shadowing and you are listening to John and Gavin in this episode of vocab We are going to be discussing the vocabulary associated with article 602 What's that? The title is are you ready for drive-through Botox drive-through as in drive drives through McDonald's drive-through really Wow, that sounds exciting. I want to try. Okay, but",
      "chunk_id": "7eec6a4c-f846-48ab-8267-9d96193354b1",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "I think before we start off with this article, what is Botox? Well, Botox is poison from I think puffer fish. Yes, and they use it you inject it and it sort of tightens the muscles I actually had a student I taught who was a What do you call them? Plastic surgeon sort of plastic surgeon She had a thriving business and I had to help her correct many of her presentations on Botox and you know the filler injections",
      "chunk_id": "16d42bdc-201d-424f-801e-f2abb9abb3f3",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 415
    },
    {
      "chunk_text": "I learned a lot of that language those days. It was very interesting. Yes, so I learned about that Yes, so now this article is talking about how popular Botox have become right but it actually has been the number one aesthetic procedure since 1999 I know they had Botox parties where you'd go there and the ladies would get together and then have a person there with the Botox and the clinician to actually",
      "chunk_id": "5edd7fa1-84e7-40de-8b06-79047324d556",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "American Society of Aesthetic Plastic Surgery Botox procedures were up 16.3% from the year before well, so Botox is not popular, but it's getting more and more popular, right? So in the same period fillers were up for 12% in the same time frame Yeah, I learned a lot because apparently in Taiwan which is popular for some weird reason is to they fill your temples. Yes, and I said",
      "chunk_id": "fceedc13-8ccb-4416-a37f-7b3e29fa8e41",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "Why? I understand the lips. Yes, some girls they want the big puffy lips Yeah, but I never understood the temple thing and then they said it was a cultural thing Either it was a cultural thing or most probably it's for the crow's feet near the temple here here something to do with money or something I I can't remember it was a long time ago, but yeah Yeah, it's a cultural thing where they fill here on the temple. I'm not very caught up with you know",
      "chunk_id": "52c04ab4-e8fc-4dad-9ddf-72ac89e33175",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "Beauty clinic kind of stuff, but I know it has been quite prominent number two The procedures are becoming very competitive. Okay in pricing Yeah, so ladies under the age of 35 they go to these beauty clinics like they go to McDonald's Okay. Well, you know, I mean personally I if you want to know I don't think it's that safe always personally That's always a bit of a worry, right? How how much you trust the person that's gonna do this how well qualified?",
      "chunk_id": "fe988263-8591-41d0-9527-2b78751c2f35",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 458
    },
    {
      "chunk_text": "Are they do they know what they're doing who's gonna do the procedure the person the doctor or? Somebody just in a white coat who just works for him and it's not really a doctor So at the end of the day these these clients right these ladies that want These procedures to be done if you think about it from the perspective of English if it's called a procedure They are risks involved then it's not just something you can do at home. You got to go to a you know licensed beauty clinician",
      "chunk_id": "666df412-b1c1-4d0a-b430-62e9f153ad59",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "Or a licensed doctor physician to do this, right? So it's it's a procedure It's not something that it's not drips that you can get from nurses. No, no that's simple That's the thing. I'm a bit worried because it seems very gung-ho sort of Wild West with that regard No, I mean, there are a lot of these clinics. I know near my home here They are a bunch and it's just how good are they and who's doing this? If if it is a doctor, is he any good? Yeah, and to is it him or is he he's?",
      "chunk_id": "ed67c9f9-b595-4ced-9186-f80b11706b38",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "Assistant who's oh, yeah, so you have to be very careful. I would my suggestion just be very very careful Yes, ask questions and now you better see the certificates and if the person coming there with that injection You want to see their credentials? Oh, yeah, and you know, make sure check online Check out their reputation. All right, because at the end of the day, there are some horror stories out there Mm-hmm. So definitely do your homework before you do this I think that's where we are lacking because we",
      "chunk_id": "d902aac3-1731-4981-b6c8-b60ef420fdf9",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 512
    },
    {
      "chunk_text": "You know, we don't we're not the target audience, but I'm sure ladies are very very clued up with these kind of procedures So interestingly both fillers and Botox require regular top-ups So it's not something that can be sustained over a long period. So six nine months. You got to go back So if it's a mess up you can wait and it will wear off. Yes So for instance our crow's feet near our eyes I mean if you're not happy with it, you know some Botox would do you some good and then",
      "chunk_id": "6967d0dc-1721-462c-ab5c-48145b93aa30",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "Six nine months later your crow's feet would come back and then you would want to do more Botox. Hey, that's a great business No wonder these guys are like getting to it. It's like going back for your regular service Yeah for your scooter or for your car. It's the same thing, but I'm just thinking it's a good business because you have returned customers not like Proper plastic surgery where it's done and it's finished. Thank you. Bye. Bye. Have a good life, right? It's it's sort of Constant service. So the word they use in this article is the word",
      "chunk_id": "7d4ad619-e0ec-4788-93db-a15f7c665646",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 553
    },
    {
      "chunk_text": "Injectable. So these are injectable procedures. They just inject and it will do you wonders. It'll perform as advertised You hope if the person who does it knows what they are doing, right? Just imagine I mean fillers I always get a bit nervous because I think you know if they what if they feel one side too much And you don't notice until the next day you're like, wait a minute. Why is this lopsided? So if you think about it your mechanic Yeah, your scooter mechanic might just fill up with too much oils or grease and then you have to go back Yeah, you know so take away some",
      "chunk_id": "2b0eeb53-b4f1-42e3-9d93-a475c467f4f9",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 580
    },
    {
      "chunk_text": "The grease this is your body. Yeah, this is your body So these injectables previously were administered through closed doors, right with these beauty clinics But now according to the articles in order to improve the overall image of getting Botox and also to liven up that mood For the clients for the female clients and also to make it associated with beauty salons The interior design of these beauty clinics have changed so they're not doing it behind closed doors. They're using curtains",
      "chunk_id": "f8305ec1-ed62-430f-ab68-3b225e200f97",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "And they are spicing up the interior design with Aromatics etc. Make the place look and smell good. Okay an injectable procedure and under the mood of a Beauty salon and that's what it's all about now. It's so competitive, you know, and it's so accepted I think yeah widely accepted by women and now to improve the accessibility of these beauty clinics They have changed the overall image of a beauty clinic. I'm sure",
      "chunk_id": "af1559a0-0268-41b6-adfb-64a9f9bb7adb",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "They have call-out services. Well, you know, they probably just call a uber Instead of calling uber you call your beautician. It's now all I need a Botox at three. He can come to your home Oh, yeah, so the first word I wanted to talk about is the word aesthetic aesthetics aesthetics, right as aesthetics noun for beauty related Aesthetic is an adjective that also means concerned with beauty. Okay, right. So my sample sentence is Botox is",
      "chunk_id": "4e158c31-b34b-4495-baad-2fde8e3ad430",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "the number one aesthetic procedure since 1999 Okay, it's a procedure. It is a beauty. Yeah, it's quick aesthetic procedure, right beauty and the next word I want to talk about is top-up top-up Yeah, we you know, we actually use this word quite frequently every day. Yes for us commuters and also If you go to a bar Yeah, that's a top-up. Okay associated in a bar. Really what?",
      "chunk_id": "07c5a8d6-df89-4ac6-9a3d-b14808ac0e5e",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "You can have the bartender top up your whiskey You would use top-up. Yeah, you can oh really the act actually top-up comes from the act of filling up your glass Really? Yeah, I would have always thought top-up if you know if you drank half and you you fill it up again You just you know replace. Yeah, so the act of filling your glass Okay, I know for like a what's that the easy card?",
      "chunk_id": "e9bd9987-4a1c-4020-bb0c-8e6abfad950d",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 385
    },
    {
      "chunk_text": "You put in more money. Yes, you recharge it. Yeah. Yeah, you put in more money, right? Yeah, so you can use the word recharge and of course top-up. Yeah Yeah, so that that's quite for commuters top-up would refer to you know, adding money Right charging your charging your easy go card That's for commuters. And if you're in a bar top-up would mean hey fill up the glass, right? But here for Botox it means to go back and get your crow's feet done",
      "chunk_id": "9b87f47d-c33e-43cf-82b7-5552eed55c8d",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "Again, well redone. Yeah, so you go for a top-up So every sagging a bit now you get more filler exactly and so every time you look fresh once you get out of that beauty clinic Okay, so my easy code card needs a top-up Right. It needs a top-up Botox and fillers both require regular top-ups. Okay, it's actually quite a useful word. You can help up many things I'm trying to think of them now, but I can't it's always the same",
      "chunk_id": "f55de129-e50d-45ea-8063-c3bf936dc644",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "I'll think of about 20 examples probably later, right? Okay. So the next word I want to talk about is the word blow dry blow dry blow dry again a very common word So it's both a noun and a verb. So to blow dry means to dry your hair using a hairdryer That's it or blow dryer. Yeah, or blow dryer. Yeah machine We'll call the hairdryer or a blow dryer, right? The noun is the idea of drying your hair, right? The verb is I'm going to blow dry my hair. Yes. Okay, so he blows",
      "chunk_id": "e2a7fb88-9fd9-4c69-b90f-916e5a63ae99",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "Blow-dried his hair using a blow dryer That's a tongue twister now, so my sample sentence is my mother goes to the salon every week for a blow-dry Okay, a blow-dry right for the verb. You need to blow dry your hair after wash Okay. Okay. So blow dry is very important step after showering. Do you blow dry your hair? I do I don't have hair so I don't blow dry it John You still got a sort of dry your scalp you have",
      "chunk_id": "833f1054-a02e-4fb7-bcc3-1d132f02ceab",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 415
    },
    {
      "chunk_text": "To I have no hair John. I walk out and it's and it's done Just shake my head and it's you shouldn't it you should sort of you know, no dry it. No, no It's very my hair is very soft Very soft hair and I've got very little so what I do is I mean it is actually I was thinking the other day I need to get a haircut. Okay, and but I thought you said you had no hair So what I'm saying you have a haircut when you have I just haven't shaved",
      "chunk_id": "e507726b-69d5-4211-b4ac-a025c42cab25",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "Shave it to about nine. All right, even when I don't speak Chinese I just give them I just say I get the the shaver and I just find number nine I tell them nine and I just go whoop whoop whoop and they understand that. Yeah, and they cut my hair. They just shave it. It's fantastic Not really. I wish I had hair John. I wish I could say oh, yeah blow-dry my hair every morning, but those days are long gone And blow-drying is a very important part of styling it if you want to style your hair. It's very important part Never been a stylistic kind of person. Yeah, that's the thing",
      "chunk_id": "330c2847-45c9-4944-9994-9aa2439e6fe2",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 580
    },
    {
      "chunk_text": "So the next word is atmosphere atmosphere. Yeah atmosphere the mood or the situation or the work of art Okay So the sample sentence would be people prefer the atmosphere of salons instead of beauty clinics Okay. Yes, if you go to a beauty clinic, it still looks very much like a clinic But when you go to a beauty salon, it's time to relax. It's time to enjoy yourself. It's yeah, it's like a spa but when you go to beauty clinic and you're",
      "chunk_id": "bedc0581-2d08-4dd0-a287-918e62d24bb7",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "Sitting in the lounge with all other women ready to you know, get the fillers done or whatever It's it's not an atmosphere of fun and games. It's not nervous nervousness. Yes. It's very clinical Yeah, you're waiting to see the dentist sort of thing. Yes, and the nurse will say Miss somebody next now and when they call you out like that you feel like oh my god It's my turn, you know to go feel my nose. It's an injection. I mean who's gonna be happy about that. Yes. I'm sure",
      "chunk_id": "9ad1b76f-845e-47c5-aab2-85cc75c3b586",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "There's there's some pain involved. So this is a very interesting article for me because Injectables on its own and it's having licensed physicians It's very clinical but now in order to in order to please the general public or to make the image a little bit better these business men and women are trying very hard to improve that image and Sell more Botox. Well, John my only point on this whole thing is be careful if you do it make sure they are qualified and I mean everybody",
      "chunk_id": "9ec2ce3b-a92f-4a85-bb83-695fd56e5c7e",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Involved and yeah, make sure do your homework before you go, right? And that's a wrap for us today from John and Gavin catch you in the next one. Bye Thank you for tuning in to this rerun of vocab vocab home",
      "chunk_id": "8eadfce3-bf6e-4006-8f28-e954f969083f",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 207
    },
    {
      "chunk_text": "Danji zhixun Lanling等你加入通勤家族 VIP",
      "chunk_id": "d5c5e3ce-a399-48c7-bf7d-795c51bdd204",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9d7",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.022_ 得來速肉毒針Ready for drive-thru botox_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 32
    }
  ],
  "original_text_length": 12155
}