{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
  "episode_id": "6860dd2dbb826d6ebef9d9f6",
  "collection_name": "RSS_1442509198",
  "total_chunks": 71,
  "chunks": [
    {
      "chunk_text": "Hello, hello you guys and welcome to another episode of vocab with me and Patrick. That's right you guys. This is the special feature between 15 mins and Zhou Bao Shi Guang Ji. So you guys are listening to the special feature and before we start with the regular program today, Patrick, we have a special shout out, don't we? Anonymous comment. Yeah. Well, pretty much anonymous because we don't know Leo, you or if we've",
      "chunk_id": "e1b2df60-6999-4f22-a919-975ef1ed3408",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "pronounced it Liu or Leo you, but thank you for leaving us a message. And what is the message, Patrick? He said he highly recommend popcorn for the half, half chocolate and salty flavor and the best popcorn I ever had in the SBC theater. Yummy. Okay. So I usually also order half and half. I guess most people can order half and half, but it's half salty, half sweet popcorn. That's right. But he mentioned",
      "chunk_id": "87cce3d8-b323-4707-b748-82fcd5b8cbf4",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "half and half chocolate and salty flavored luxury popcorn. So Leo knows his popcorn. We can tell. That's why it's the best popcorn. And Leo also went on and answered our quick question in the last episode, didn't he? Oh, yeah. Because we also talked about, hey, if Mattel",
      "chunk_id": "1b7afcda-3b93-426a-b3e5-9a35c70371ed",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 271
    },
    {
      "chunk_text": "is a toy company aimed at girls, okay, or girl empowerment, which company is the one that is aiming at the boys? And he answered two options. Three actually. Really? Oh, yeah. Three. The two I had to sort of figure out. I don't know them because I didn't grow up with them because in the West, most of the toys are, you know, American toys. Yes. But in Taiwan, we've got Japanese toys. Yes.",
      "chunk_id": "290ac116-4bf2-444e-8ba3-c1370779ff5d",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 390
    },
    {
      "chunk_text": "And I totally don't know any of it. It's okay. It's okay. Once you start studying them, you would want to buy toys for yourself. Oh, no, no, no. I don't spend money on toys anymore. Okay. So Hasbro was the one I was going for because Hasbro is the owner of the transformer IP and they are also the makers of transformer toys. I see. And by the way, Hasbro is the toy maker for",
      "chunk_id": "e63261dc-afed-4c64-a5c2-b8c4a6004a8c",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "Disney Marvel Universe toys. Oh, the Marvel part. Yeah. All the Marvel Universe toys and Disney Star Wars toys are licensed to Hasbro. Yes. So all the figurines and all the spaceships from Star Wars and most of the Star Wars toys, including the lightsaber, is made by Hasbro. H-A-S-B-R-O. And then the two other companies Leo recommended, Takara and Tomy. I think they make cars.",
      "chunk_id": "2ef1227d-e202-4a5f-9fad-5a8fa5afa492",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "Oh, so it's a Japanese company, right? Yeah, these are Japanese. So if you go to Sogo toy store, I guarantee you would find Takara and Tomy somewhere. Right. So Hasbro, and by the way, I mentioned GI Joe in the last episode and Hasbro also owns the IP of GI Joe. So the exactly answer that I mentioned is the Hasbro part. Okay. Hasbro as well for your information. Yes. Okay. So next time you go to the toy store, don't buy a toy.",
      "chunk_id": "fc76378b-1945-4ccd-84a5-2b53c93f5ad6",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "You know, flip the toy box over and check the company that manufactured it. Yes, you might learn something that way. Okay, cool. So on to the regular program. We thank you guys for all the comments, but we got to get back to what we're going to share next with you today is about cars. That's right. And not the animation cars. Yes. I'm not going to talk about toy cars anymore.",
      "chunk_id": "644affb8-be94-4ce2-a8a7-39dfdbbc0476",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "The big boy stuff. So we got petrol cars, right? Or we call them gas cars, cars that run on gas. Gas cars. And in Britain, it's called petrol. Petrol. In South Africa, it's also called petrol. In Australia, it's called petrol, not gas.",
      "chunk_id": "44e64524-d5f4-45e2-9b7f-7cc75795482a",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 235
    },
    {
      "chunk_text": "Gas is the gas. Yeah. LP gas. And in America, gas is not LP gas. It's gasoline. So today three brands, three car brands, we're going to talk about their slogans and then briefly talk about their brand stories and some trivia about them. Fantastic. We love trivia. Yes. So today's first brand Lexus. Lexus. When we think about Lexus,",
      "chunk_id": "7596bba7-3670-4cd4-b3dd-0aa3cee69821",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "we think about the luxury brand of Toyota, right? But I have to say, I thought Lexus is from European countries. Oh, you thought it was a European brand. Yeah. I don't know. It's from Toyota, but actually I don't know if you know most of the manufacturing and the design. It's sort of a combination of East and West. As far as I remember,",
      "chunk_id": "68bcf8c6-2c64-4d50-b4cb-83303a980163",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    },
    {
      "chunk_text": "most of the Japanese car companies, the models that get sold in the West are all designed and manufactured, mostly manufactured in the West, not in Japan, not in the East. After all, you know, the car is invented in Europe, right? The Mercedes, right? They invented the car. So maybe this kind of manufacturing comes from Europe. It makes sense. Well, yeah.",
      "chunk_id": "b4b8bb5d-0d6d-4bc2-a7a7-66527cdce895",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 357
    },
    {
      "chunk_text": "Because again, many countries in Europe have a lot of motor history. They need motor cars. And so obviously the supply chain, it's the same thing with Taiwan and TSMC. You can try and get TSMC to build a factory somewhere, but the supply chain will forever stay in Taiwan. So if you want any IC design, if you want to do anything that has to do with semiconductors today, you come to Taiwan.",
      "chunk_id": "5bd23ce9-3005-477e-9f99-b861a706babb",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "You find TSMC. There we go. And then you find all the full supply chain. But the minute you leave, you might find a TSMC factory without the supporting supply chain. Yes. Okay. So what is the Lexus brand slogan? Lexus brand slogan. You know what? I grew up with a lot of European cars and when Lexus came out, I have to tell you, it was hot. It was hot. It was different. It had a European feel.",
      "chunk_id": "5d12ea22-d539-440a-a387-5954241136aa",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "It had a luxury feel. It had a BMW Mercedes feel to it. But it's got the Japanese, you know, no-nonsense interior. You know, the interior, it's no frills. It's not super fancy like BMW, you know, with all the buttons and everything. And it gives you that comfort of knowing these things just work. Oh, really? Yeah. So when Lexus came out, it was, wow, very cool. But most people still recognized it as",
      "chunk_id": "4d83133e-6c37-4b17-a1fb-56618494bb4a",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "sort of the luxury arm of Toyota. Is there a lot of Lexus car in South Africa? No, no, no, no, no. So over the years as people got to know the brand Lexus, but why didn't they go ahead and buy these luxury Japanese cars was for a very good reason. Because in South Africa, we have Mercedes and BMW manufacturing locally.",
      "chunk_id": "f3d9077a-2fdf-4658-90dc-9d0ffc841d7e",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 320
    },
    {
      "chunk_text": "I see. There we go. And then of course we also have VW that's locally manufactured. So you can't beat local manufacturing. It's literally impossible, but the young up and coming generation, you know, the young guys, the cool kids with money, they would drive fancy Lexus.",
      "chunk_id": "c63908a3-a79c-4dd8-b033-8da82d36e6ff",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 271
    },
    {
      "chunk_text": "But the funny thing is I actually didn't hear much of Lexus slogan. Really? It's not that vocal. I saw the television commercials always have this slogan in Chinese. I don't know English. You know, in Taiwan we see the ads and they always say that they have, they have a voiceover actor read it. Right. Yeah. But growing up, I don't remember.",
      "chunk_id": "279d20b5-69d3-4b50-8185-9c9640de8604",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 342
    },
    {
      "chunk_text": "Lexus ads saying the English slogan. I don't know why. Oh, yeah. I don't know why. Yeah. And I never heard about it. Yeah. And also for many car manufacturers, sometimes they don't have somebody read it. Yeah. It's on the screen, but they don't have somebody read it. So what is it? Let me break it to you guys. So Lexus's slogan is the relentless pursuit",
      "chunk_id": "fd6516d8-535f-457b-8289-41bd2ca49d78",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "of perfection. Okay. And you know what? Let me try and read it as a voiceover. Let me do an improv for you guys. The relentless pursuit of perfection. Oh yeah. It makes sense. Does it sound like Lexus now? It makes me feel like it's luxury brand. Luxury brand. You get this guy with this, you know, boomy voice, the relentless pursuit of perfection. Yeah. Wow. So this is Lexus.",
      "chunk_id": "c482aec8-51cf-4589-ad95-4c4a8becdfd2",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "So growing up, what is your image of Lexus? I have to say Lexus car is one of my dream car because we play about a lot of that racing car games and the PC. They always have a Lexus car and it makes me feel like it's kind of fancy. That's right. So let me give you an image that might help you remember why Lexus is such a fancy top car. So Lexus designed one of their super cars. Okay.",
      "chunk_id": "61d30faf-4705-414a-8155-6c523d0b287b",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 385
    },
    {
      "chunk_text": "A decade ago that was part of the fast and furious movie. Oh, my favorite character in the movie was Han, the Korean guy. They come to Taiwan recently. He came to Taiwan recently, right? I have to bring this to Han. So everybody knows Han, right? There was one scene in one of the movies. He drove a Lexus LFA super car driving Giselle, the girlfriend. Oh, Giselle is Gal Gadot?",
      "chunk_id": "db427da1-ed49-49b1-8c9e-6fcbaa343683",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "Yes. Okay. I remember Gal, but I don't remember which car he drove. No, you know what? After that scene, everybody wanted to be Han. Right. I'll find that scene for you. That was the one thing I remember about Lexus that demonstrated that they have reached the pinnacle of car making. They came up with this fancy, fancy, fancy super car. That was super cool.",
      "chunk_id": "e12a16fa-6ad6-492e-afee-5ab4cb44cabe",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 359
    },
    {
      "chunk_text": "Oh, I'm not surprised. I'm really not surprised because Lexus on the streets, it looks great. And, you know, they've got good after sale service and the service centers are abundant.",
      "chunk_id": "5ff31dad-9330-48b8-88be-1d6ce40e36d3",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 182
    },
    {
      "chunk_text": "Taipei, Taichung, wherever the Toyota service center is, you have a Lexus service center. So I'm not surprised if they are the top selling brand in Taiwan. Okay. I don't know the backstory, but I can tell you most of these luxury brands, they are",
      "chunk_id": "baac4d17-ae9b-4480-be73-2769639dc229",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 246
    },
    {
      "chunk_text": "either French or Greek. You know, they are not English. So what is the backstory to the brand name? I don't know about the backstory. They didn't really tell why did they use the name, but the meaning of the Lexus part is they combine two words, luxury and elegance. Oh, makes sense. Yeah. It makes me feel like it's more luxury, elegance, right? Good, good. And Lexus, technically,",
      "chunk_id": "8b784346-a14a-4c9c-80aa-4d48318590aa",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 382
    },
    {
      "chunk_text": "in terms of the syllables Lexus, so two syllables, easy to read. Yeah. And then five letters also easy to read and write. Yeah. But also the Lexus is a Greek name. Oh, really? I found out this, this trivia inside the name. Some Greek people, they will use Alexia for their names. Oh, take away the A, then you get Lexus.",
      "chunk_id": "270366b9-90d6-487a-8dec-fb6c85e10c29",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 320
    },
    {
      "chunk_text": "Lexus. Yes. Yeah. It's cool. Very smart. I think the pronunciations sounds beautiful in Lexus. Easy to read for sure. Um, easy. Definitely a good brand name for sure. Yeah. Yeah. So this is our first brand. We'll have to remind the slogan again. Yes. So Lexus, the relentless pursuit of perfection. Wow. Wow. Wow.",
      "chunk_id": "de529fbb-0185-4a47-8917-7078c9f88421",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 313
    },
    {
      "chunk_text": "Okay. So if you guys, any of the 15 Minutes fam or any of our listeners at Zoubao Si Guangji, you know, if you work at Lexus, yeah, tell your boss about us. We would like a sponsorship. Yeah, we can promote your cars. We love your brand. Yeah, I love it. It's my favorite dream car inside my childhood. So I really want to promote this brand. So you get an RX, I'll get an LFA. Oh, of course. Yes. You know, and then we will switch cars, right? We just switch cars.",
      "chunk_id": "8889194d-0553-47bf-b312-5c8f5d60aaad",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "And we'll go around Taiwan. Yes. All right. So that was Lexus. So what is the next car we've been talking about today? Okay. This car, this car brand is kind of small. It's not the big one. Small car. Yes. Small. And we know there's another word that we can describe small. It's mini. Oh, iconic. The mini, right? The mini car. Yes. Yes. The mini. Okay.",
      "chunk_id": "f4a852c4-2800-48fc-b018-9640043d40f4",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 353
    },
    {
      "chunk_text": "Yes. Yes.",
      "chunk_id": "8f5fd1f4-c5db-49a6-b8c6-fd78362b3f39",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 9
    },
    {
      "chunk_text": "Yes. And most of my female clients, their dream cars are minis. Oh. And not your regular mini, you know, sort of the single color. They all want the mini with the Union Jack. Yeah. With the Great Britain flag on it. The Union Jack on it. You know why? Because they've seen so many movies about the mini. James Bond? Yeah. From James Bond to",
      "chunk_id": "ef92dec6-2ce9-434d-bd7d-d9d23de0d284",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 340
    },
    {
      "chunk_text": "I don't know. There's a movie called Italian Job that I grew up with. And, you know, there are many, many movies that had minis in them. Yeah. And the most famous car brand inside the mini is Mini Cooper, right? Yes. But original Mini was not a Cooper. Cooper came after. I want to quickly add something here, Patrick, is the way I refer to the mini, right? The mini. See, we don't see mini car because the",
      "chunk_id": "7ce0bd02-cd86-4f7b-893d-ba9aec4d08e5",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "minute you include car after mini, mini becomes an adjective. But, you know, that car is the mini. Yes. And then today I think most of the minis are Mini Coopers. So you would call it the Mini Cooper. You would not say the Mini Cooper car because it's the Mini Cooper. Nobody else has that design. Nobody else has that name to it.",
      "chunk_id": "8cf1e9e0-4234-46ee-8a51-f4257fa23986",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 330
    },
    {
      "chunk_text": "Yeah. So it's an icon now. It's an iconic car. And it's a very playful car. And I think because of the fact that it was in movies very early.",
      "chunk_id": "b8f97d68-e204-40d8-91a2-69e1471d424d",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 141
    },
    {
      "chunk_text": "Already, you know, in the sixties and the fifties. So it built a lot of fan base. Even if your dream car is not a mini or Mini Cooper, you would be okay with one. If you had the budget, if you had to drive something small, Mini and Mini Cooper would come to mind. Yeah. And also now we know that we don't have many people now. Maybe a small family, a small Mini Cooper is actually very suitable.",
      "chunk_id": "b60494a0-84b2-498d-afe9-d1a6ae506e1d",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "It sounds like we promote more about Mini Cooper than Lexus. I love cars. I can tell you, I love cars. You know, I stand at the intersection, Patrick. I kid you not. I stand at the intersection and I look at all the different car brands. And then if I see a car that I'm not aware of, I Google it. I pick it up like, oh, is that new model? Ooh, that's not a brand I know or the model I know. That's how I grew up with cars.",
      "chunk_id": "7781ad98-f3ef-439d-8d0e-241b47798f2e",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 423
    },
    {
      "chunk_text": "So I love standing at intersections while waiting for the red light to go green. I'm just counting all the different brands that I know and the models. Yeah. So I would like to ask John, so as for me, my dream car in my childhood is Lexus. So what is your dream car? Which brand is it? You know what? I don't have a dream car. I want all the cars. If I can afford it, I want to have like, you know, as a kid, I never played with Hot Wheels.",
      "chunk_id": "7c43dcf5-811f-48d5-bf93-8f752fdd9887",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "But growing up, oh my gosh, I started loving cars. Oh, you're greedy. I can have a small house, but I probably need like 10 garage to park my cars in. You know, I want to collect different cars. They're so cool. Yeah. So Mini Cooper for sure, when they joined the BMW group, then I knew. Wow. Okay. They got to kick ass big time because BMW has really, really good engine technology.",
      "chunk_id": "4976ac4b-f69e-4cff-853e-d8de97d0546d",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "No, that's right. Once you put a good engine in Mini Cooper, I tell you that car is not just a Mini. That is a sports car. Yeah. Now they become a sports car. Yeah.",
      "chunk_id": "e5327204-e7bb-489b-9f1c-df0d2c60089e",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 164
    },
    {
      "chunk_text": "John, do you know how many people get inside the Mini? Oh gosh. When I was a kid, I remember this one. Really? So you did it somewhere. Okay. I heard it somewhere as a kid, because when we talk about world records, we are talking about the Guinness world records, right? Yes. I remember this. I think I do. Okay. Give me a number. Because it's about cars and I remember they stuffed a lot of people in the cars and it was a ridiculous number.",
      "chunk_id": "9a63b747-dbda-48e9-96c7-681712c3f870",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "It's a ridiculous number. Nobody, like a lot of people get inside the car like that. It's not single digit. I remember it's not like eight people, nine people, eight, nine people, easy. Far away from this. I remember, but it's not 40 or 50. No, no, no. That's too insane. That's too much. Gosh. I'm going to go for 16. I think 16 people would be a ridiculous number already.",
      "chunk_id": "357dd890-9eff-43ec-9113-1cc93f202f97",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "I have to put 12 more people inside the car. Holy moly. Really? The correct answer is 28. Okay. 28 people. How do you fit 28 people in a Mini? But I think there's some cheating part inside because",
      "chunk_id": "4f38854f-1e71-4bfb-9baf-715fe78a3a5c",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 196
    },
    {
      "chunk_text": "some people have already folded to a very small state. So they can still reach a Guinness world record of 28 people. So I think that sort of makes sense. You want this iconic car from Britain to have a world record that's beaten by the British, right? So that makes sense. I think that's good. But 28 people, a little outrageous as far as I'm concerned. It's kind of scary. You know, some people will fold into a really scary car.",
      "chunk_id": "49e5ee05-c1c1-4a10-8768-a2a14422388d",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "So what is Mini's slogan by the way? Because growing up, I also never heard of Mini's slogan. Okay. They're super iconic. They don't need a slogan. Yeah. I agree with that because we saw the Mini. We don't have to say out their slogan and we know that this Mini. Yeah. Okay. So there's a slogan.",
      "chunk_id": "01815730-69b5-42fa-a61f-a96dc1cea461",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 295
    },
    {
      "chunk_text": "You don't need a big one to be happy. You don't need a big one to be happy. How do you feel about the slogan? Pretty good. Yeah. Very fitting. You don't need a big one to be happy. Yes. Because when you see a Mini, it's about lifestyle, right? Freedom. Yeah. You can park it anywhere you want. Yeah. The small car is more easy to be parked, right? You can park it anywhere. You go to the beach, right? You take down the top, right? It has a sunroof on top. We can buy a convertible.",
      "chunk_id": "fc32350b-20db-4921-b228-228251612ebb",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "It can get very sporty. And they're colorful, right? So it makes me very colorful. Connected with the happy and optimistic. Yes. You don't see people, craftsmen or artisans, you know, that kind of image or functionality, utility image with Mini. If you buy a Mini, it's about life. It's about having a great life, happy life. Yeah. It's your attitude to your life. Yeah. Okay. So this is Mini. You don't need a big one.",
      "chunk_id": "8e6e8846-329f-4ec0-afc0-374fbca9dc93",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "To be happy. Yeah. You don't need a big one to be happy. You need two big ones. You say you want 10 garage. 10 big ones. Okay. Let's go to the third brand. Yes. What's the third brand today? It's the most famous, most popular ones in these days. Tesla. Okay. I'm a little sick and tired of Teslas now. Really? I have to say, because they're all over our streets in Taipei. Oh, yes. Even taxi and Uber, they drive",
      "chunk_id": "e9d0beae-bb98-4756-87f7-f05463ca13bb",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "Tesla. Yes. Twice this year already. For me. I've gotten on model threes this year twice. Okay. Getting an Uber cab. So Teslas, I love Teslas. Make no mistake. I think they're great. High tech stuff. Yes. But it's just, it used to be a few years ago, it used to be a fancy thing on the road. Yeah. So when I stand at the intersections, I would say, there goes a Tesla, right? Model X.",
      "chunk_id": "3f043136-5d7b-400c-b80d-362ad280059e",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 384
    },
    {
      "chunk_text": "The model three or the model S. And now it's like, oh, that's another Tesla. There's another Tesla. There's another Tesla. It's all over the streets. It's gotten a little boring for me, to be honest. Yeah. Oh, but if you have a chance to own a Tesla, I think that it will be parked inside your garage. Well, if I do own a Tesla, I would treat it very differently. So how will you treat it? So I think I would probably, like for me, the ideal Tesla is the",
      "chunk_id": "6a0d561e-7fbd-4515-90c3-866f786b25b6",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "Tesla, the model X. I think it's the ideal type of vehicle because you know, in Taiwan, it's difficult to open doors. Our curbside sometimes is a little high. So having those going doors that opens up, I like that. I think those doors would work better in Taiwan. I see. Okay. So your ideal one is model X. The model X. Okay. Okay. So we'll go back to the brand store.",
      "chunk_id": "a67cc84e-b6a1-4dfa-a314-881d1b7d3b46",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "Sorry, because everyone thinks that the founder is Elon Musk, right? But the true founder of this company isn't Elon Musk. Okay. So if not Elon Musk, then who? Okay. This company was created by two Silicon Valley's engineer. Okay. Their name is called Martin Eberhardt and Mark Tarpany. They created Tesla in 2003. Okay.",
      "chunk_id": "da7e3b32-3f2f-4875-b2d3-8b3c72f6e0c2",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 320
    },
    {
      "chunk_text": "Oh, I didn't know that 2003. That's way early. I remember.",
      "chunk_id": "7a99e45a-0f79-4620-a94e-ec51339b7676",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 58
    },
    {
      "chunk_text": "I remember those days. I remember those days. Gas prices went off the charts. I think if I remember correctly, $120 a barrel for quite a few months. So in South Africa, we had inflation like crazy. It was crazy inflation. Yeah. It was insane.",
      "chunk_id": "0abca61f-fc09-4312-aaec-5d78aab9b7a2",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 242
    },
    {
      "chunk_text": "So it kind of makes sense to have Silicon Valley engineers having this idea and trying to solve a problem, right? And not just solve the United States problem, but solve a global problem. High gas prices.",
      "chunk_id": "b547f052-d040-459d-9d68-766f81ae9cb8",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 204
    },
    {
      "chunk_text": "Oh, got it. Got it. Kind of makes sense because he's got money then. Yeah. He just sold PayPal. Yeah. He sold PayPal then. He had PayPal money. And also, I guess the reason why these two guys, Martin and Mark, was not that well known. I probably think they are sort of your old school engineers. They don't like to be in the limelight. They don't like to be on TV.",
      "chunk_id": "cdeaf8a9-2539-4450-8569-abce86d92915",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 364
    },
    {
      "chunk_text": "And all that. You know, actually back in the day, even Jeff Bezos with Amazon, he doesn't like TV. He doesn't like to be interviewed. Oh, okay. So did we say about the slogan yet? Not yet. Right? No. What's the slogan? This year they have a new one. And I think that's cool because it makes some, I will have to read it. Like they say this year we will kill the ice. Kill the ice.",
      "chunk_id": "bdf22e1b-c1ca-4cf2-ba7b-ff881a5e4e23",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "Yeah, the ice. ICE. So everyone will think about ice. But the truth is ice is a big three letter ICE, which represents internal combustion engine. Oh, the acronym for internal combustion engine.",
      "chunk_id": "fee258bb-c32d-4315-95bf-9004190a3b0b",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 194
    },
    {
      "chunk_text": "They use a motor. They don't use an engine anymore. They will kill the ice. Okay. Okay. That's their slogan this year. So this could be their vision for the next coming few years. Yeah, maybe. Who knows?",
      "chunk_id": "dd7523b0-0d60-403b-a68e-f7d78e480850",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 203
    },
    {
      "chunk_text": "In North America, I believe they are also number one. Even in Taiwan.",
      "chunk_id": "07fdaf82-0b0c-4ed5-ae12-c0f8ad01adf5",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 69
    },
    {
      "chunk_text": "Yeah. We love Elon Musk. Yes. I have another trivia, but I don't know that if this is true or not. You know that Tesla have different brand, different category, like model S, model E, model X, right? They say that Elon Musk, like model S, model E, model X and model Y, which became combined together become the word sexy. I don't know if that's true or something.",
      "chunk_id": "ff4e612a-aa94-43b8-b220-ad1e2552baa4",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 363
    },
    {
      "chunk_text": "I see it on the internet and I like to share it with everyone. That's an interesting, I don't know, urban myth. Can we call it? Yeah. It makes sense if that's Elon Musk idea, you know, kind of like the word. So naming schemes for founders or for owners of companies, naming schemes, you know, these are good stories to tell in the future. Okay. So we will repeat the slogan of Tesla again. Right. So what's Tesla's slogan? This year we will kill",
      "chunk_id": "bb9baab3-156b-4407-9f91-e7b8d40a6d5e",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "the ICE. Okay. It's kind of, I think it's creative. It's cool. Since you have trivia for the brand, I have trivia for Elon. Oh, yeah. Okay. I have an interesting one that I found. So in 2021, Elon Musk, he named himself. Okay. And because Tesla is a listed company, so we know a lot of the name changes",
      "chunk_id": "132431b9-5259-4763-a706-d25503276045",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 302
    },
    {
      "chunk_text": "and the company structure changes, title changes has to be approved by the SEC. Yeah. The regulatory body in the US, right? Yes. So in 2021, Elon Musk took the title. He named himself the techno king of Tesla. And he gave the CFO, Zach Kirkhorn, the title master of coin. Master of coin. You know, remember he had Bitcoin.",
      "chunk_id": "4ce5cbed-10b3-4162-9aaf-40211993638d",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 322
    },
    {
      "chunk_text": "Yeah. He was trying to issue Bitcoin and Dockcoin as well. So in 2021, this is real. They filed these updates with the SEC and got approved. So I say if his skin makes sense, if they call him sexy, right? Yes. He even called himself the techno king of Tesla and the master of coin. I don't know. I mean, it's their garden, right?",
      "chunk_id": "6ad03e32-6782-4164-8693-d6020491e1be",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 329
    },
    {
      "chunk_text": "They play around in their own garden. But the funny thing is SEC actually approved it. So they didn't feel it would interfere with company affairs, I guess. Okay. Yes. So, all right, techno king of Tesla. Yeah. Yeah. So one of these days we should open our own company and give ourselves fancy titles.",
      "chunk_id": "fab05377-caca-49f2-a72b-17338a5fe2d5",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 301
    },
    {
      "chunk_text": "Yeah. We can come up with some titles about it. All right. Let's quickly recap today's three different car brands that we mentioned as well as their slogans. The first brand Lexus. Lexus. Yes. And the slogan, go ahead, Patrick. The relentless pursuit of perfection. The relentless pursuit of perfection. Relentless here means nonstop. Oh.",
      "chunk_id": "635bc08f-be35-4ffb-a571-c15626d60af2",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    },
    {
      "chunk_text": "Nonstop pursuit of perfection. That means I'm chasing after perfection and therefore well translated. I think the Chinese slogan is pretty well translated. Yeah. Okay. Right. And the next brand, the Mini. Okay. The Mini. Yes. And Patrick, go ahead. The slogan is you don't need a big one to be happy. You don't need a big one to be happy. You only need",
      "chunk_id": "4c662011-44c9-422d-8d1d-0d1e23a08ebd",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 352
    },
    {
      "chunk_text": "the Mini. Yeah. Yes. There we go. Yes. And that's how they create. The marketers are so smart. That's how they create slogans that will get remembered for ages. You go inside your brain. Yeah. Okay. And the next brand, Tesla. Tesla. This year we will kill the ICE. The ICE and ICE refers to internal combustion engine.",
      "chunk_id": "2923202a-c3a3-4e80-a418-e83185e060c1",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 318
    },
    {
      "chunk_text": "Okay. That's all the time we have for you today, 15 Minutes Fam and Zobao Siguangji, the friends. So why don't you tell us and comment down below out of these three brands, which car or which model is your dream car? Why don't you share with us and tell us why it's your dream car. And we will give you a shout out in the next episode. All right. Okay. Fantastic stuff. And then we will catch you next week. Same time, same place on vocab, you guys. See you. Bye bye.",
      "chunk_id": "0386d806-79c4-4a85-9909-17a2b0fbb2e3",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "Bye bye.",
      "chunk_id": "8600dba5-1b26-4a94-97cf-e672cf2cbe75",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d9f6",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.182_ 雙語 Vocab ft. 週報時光機 你的夢想汽車 Whats your dream car_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 8
    }
  ],
  "original_text_length": 23486
}