{
  "filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
  "episode_id": "6860dd2dbb826d6ebef9d894",
  "collection_name": "RSS_1442509198",
  "total_chunks": 44,
  "chunks": [
    {
      "chunk_text": "Hello guys, welcome to Type of Banter where John and Gavin uncover the interesting trends and issues around the world. Good afternoon to you, Gavin. Hi, hi, hi, hello John. Alright. So you're definitely very jolly today? It's Tuesday, I don't know, it's fine. Okay, well actually we upload the episodes on like Wednesdays. Oh really? Well it's Tuesday today. It's Tuesday today. We're not going to fake and say, oh it's Wednesday, no. I don't know, Monday's finished.",
      "chunk_id": "acebf73a-3e48-47c6-b7ee-d0276d7f7f58",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "We will go on and we'll see if we can do some live episodes, yeah. You make me nervous. We're doing pre-recorded stuff now. I think, you know, slowly we will improve and we'll get better. We'll try Facebook Live. And our audiences will, you know, demand a little bit more from us. Facebook Live. They want to see our face. I don't want to. I don't have a face for the cameraman. Okay. So no matter how unphotogenic we are, you know. I'm sitting in my underwear, John.",
      "chunk_id": "26c31938-97bf-48cc-95c9-c5d6cc4e6276",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "How can we do that? No, just teasing. Okay. That's just too much info for our audience, by the way. I wouldn't want to get dressed up. Okay. I'll have to, I suppose. But if you guys are definitely interested to see us do some live programs down the line. You know, underwear. Yes. Possibly under the table. You know, we'll do it like how all other anchors do it. You know, we'll dress very smartly. You know, up top. You know, with our ties and everything. But we'll be sitting with our boxer shorts. Underneath the table.",
      "chunk_id": "0e629578-3339-49ba-a345-81bbaa528603",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 522
    },
    {
      "chunk_text": "Right. So Gav, today, you know, I have to say one thing that's relevant recently is, you know, Donald Trump. He keeps coming up with news. I mean, you know, CNN, BBC and Wall Street Journal, Bloomberg never gets enough of Donald Trump. I mean, I think they are enabling this man. I wish they would just and ignore him. Exactly. Thinking, I don't even want to read the news anymore because I'm so sick of it. It's like Donald Trump.",
      "chunk_id": "c2759220-2b56-4aec-8ead-8a1764591980",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Sneeze today. He coughed on this guy. He sneezed on that guy and he stepped on that person's toe. That's all. It's just story after story after story. And in all honesty, if you look at a lot of it, it's not really world news. They are really giving him so much space on the newspaper and everywhere. So he's got exposure out there. Yeah. Well, it's fueling him doing the wrong things. Yeah. I don't know if it's fueling him. I think he would have done the wrong things anyway. It's just, I don't know.",
      "chunk_id": "9a5ad30d-a7ab-4187-8987-16163d9e1676",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "I mean, at the end of the day, I feel they enabling him. OK. He feeds off this. This is what he wants. That's what he likes. He does. If we ignored him. That's how he got his celebrity status. You know, by feeding off, you know, media friends, media hype. He likes to create the hype. Yeah. That's how he got elected by by making these crazy statements like we're going to build a wall. And now has he started building his wall yet? Oh, we can't build a wall because we don't have the money for the wall.",
      "chunk_id": "b7573bf3-83e1-4fef-a5ea-bce45e9ca3ea",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "He said Mexico will pay for the wall. No, he you know, sorry, you're very bad at impersonating him. He doesn't he doesn't have that many vocabulary. All right. Some kudos there. Thank you. Yeah. You have you have definitely a wider vocabulary than he does. So one thing I actually want that we can all learn recently from one of the recent events is he fired the director of FBI.",
      "chunk_id": "3f9601cf-bbcb-427e-9aec-585ad7f40cdb",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "And FBI stands for Federal Bureau of Investigation. That was actually did you did you hear how he did it? Well, I didn't, but I read the letter. No, no, I'll just give you a little bit of the background. Apparently the gentleman he was doing a thing in California or somewhere else. So he was busy talking to people, recruits from the FBI, and they saw on TV that he was fired. OK.",
      "chunk_id": "9e695b4f-c210-41ab-9761-a5e80f67ba62",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 381
    },
    {
      "chunk_text": "He was doing this thing and he found out from the totally unaware he was doing this this talk to talk to these recruits. And there on TV, he found out he was fired. Yeah. And then they sort of the TV companies were so nice. They followed his little motor gate all the way from the center. We found out I'm fired. Oh, dear. So he got on his getting got in his car. They went all the way to the airport. They followed it and they followed the airplane as it took off. And this was the interesting thing.",
      "chunk_id": "212a5099-6a87-4b77-833a-7ba652879beb",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "He knew that he would be allowed to use the FBI plane to fly back back because he was fired. Yes. But in the end, they let him use it. So it was so publicly humiliating to him. Imagine standing talking to your your subordinates, telling them to work hard and good future and then to find out from the TV with all these people that you are actually fired. It was public humiliation, public humiliation. And of course, the media jumped on it.",
      "chunk_id": "b12ca58e-d2a1-4b15-a8e3-7413de1e5492",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "They dubbed it in because, as I said, they didn't even give him the grace or the decency to give him space. They followed him. They followed his motorcade like he was some crazy big fan or something. It was just insane. So that's how it happened. So well, for me, you know, always look for good takeaways, positive takeaways from such events is that actually, you know, sometimes in recent years you get laid off. Yeah. OK. And people get terminated and you receive letters from a boss saying you are fired.",
      "chunk_id": "754d92c1-d18e-4cde-b9ad-daa8072178d2",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 507
    },
    {
      "chunk_text": "Letter of termination, the letter of termination. And, you know, this is what I would like to talk about today. Letter of termination and versus a letter of resignation. OK. I don't have an example for it. No, no, it's fine. I'm just saying. But that would be the opposite. Right. That would be the termination. You're fired. Resignation. Bye bye. I quit. I quit. OK. Right. And in this case, obvious, obviously for Steve Comey, it's a letter of termination. Well, I don't think he got it before. No, he got a live TV.",
      "chunk_id": "696a9064-bb7a-4911-96ef-023fa5aedd34",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 518
    },
    {
      "chunk_text": "And what I brought today is the letter of termination of Steve Comey. Yeah. Also what Steve Comey wrote as a farewell letter to his FBI colleagues. OK. And I think we can dig in at some of the vocabularies that was chosen in the writing of these letters. That sounds interesting. So let me just read it. Read the termination letter quickly. Dear Director Comey, I have received the attached letters from the Attorney General and Deputy Attorney General of the United",
      "chunk_id": "76e7c844-1aae-4452-9bcc-5d6b7949a954",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "States recommending your dismissal as the Director of the Federal Bureau of Investigation. I have accepted their recommendation and you are hereby terminated and removed from office effective immediately. No notice at all. Well, I greatly appreciate you informing me on three separate occasions that I am not under investigation.",
      "chunk_id": "d461d3a9-e11d-4d55-9ac7-8fcc81fff15f",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 329
    },
    {
      "chunk_text": "I nevertheless concur with the judgment of the Department of Justice that you are not able to effectively lead the Bureau. It is essential that we find new leadership for the FBI that restores public trust and confidence in its vital law enforcement mission. I wish you the best of luck in your future endeavors. OK. Who wrote that?",
      "chunk_id": "003173fa-9aec-4482-8c49-a5ae66281b70",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "And this was signed by Donald J. Trump. OK. OK. So he was fired by the president himself. OK. Well done. So just to quickly go back to... Well, it's a long queue of people being fired by him. You're fired. Yeah. Well, I think you would just call him up and said, you're fired. OK. So he says that the Attorney General and Deputy Attorney General's recommended Comey's dismissal. Dismissal is a human resource word for firing.",
      "chunk_id": "c705b91d-8e2e-4870-809c-82b7159049d8",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "To dismiss somebody. Well, to dismiss someone is also when they are there. If you are in a hotel room and the bellboy brought your luggage up, you give him maybe a tip and dismiss him. Oh, thank you. That would be all. Yes. You can dismiss somebody to sell them to go away or, well, to fire them. That's army language, isn't it, too? Yeah. For a sergeant to dismiss the soldiers. Yeah. You are dismissed. It means you can go. Yes. You can go. Right. But in business, it means Donald Trump, wait, you're fired. OK.",
      "chunk_id": "e0c1c68c-990e-47ad-934a-34c83bbcf7f6",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 513
    },
    {
      "chunk_text": "Here, Donald Trump interestingly said, I have accepted their recommendation. Because it was never his idea. Not my idea, but I have accepted. They are big people. Attorney General and Deputy Attorney General. Let me listen to them. OK. In a formal sense. And here you are hereby terminated. You are hereby terminated. You are hereby this. You are hereby that. Very formal way of saying. And he continued and he added",
      "chunk_id": "c07a744c-37ed-474a-bb19-b14bb4c44fed",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 416
    },
    {
      "chunk_text": "removed from office, removed from office. So it seems like, you know, they will get the security guards going and get him. No, I think that's what do we call that when we do something to kill something dead? Redundancy. It's like a redundant word. I mean, surely if you are terminated, you would necessarily remove be removed. They won't remove. They can't have people escorting him. My opinion on this, but is it is redundancy. But I think it is to stress the fact that like, dude,",
      "chunk_id": "f135084a-0000-4e99-b3c8-f1dd4b0ce2d3",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "you know, you're so gone. Yeah. Tortology. Yeah. There's an interesting word. Tortology. OK. So Tortology is where it's a it's a thing we use in poetry and literature. It's when we want to stress something. So to kill him dead. If you kill something, they're dead. I remember always domestos kills germs. Redundancy that stresses the point. So we call it Tortology. So that is actually a good example. I haven't seen other termination letters, including like you are now terminated and removed from office. Yeah. You know, so I think this is like a",
      "chunk_id": "dde308a2-29aa-4f37-a52c-2677521d4eb8",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 548
    },
    {
      "chunk_text": "punch in the face for Stoney. Like, well, I think the whole thing was just done and handled very, very badly, very badly. And of course, to something for something to happen effective immediately means it happens right now. Yeah. It's from this moment effect right now. Yeah. OK. So a very interesting paragraph. The next paragraph.",
      "chunk_id": "4a6f4460-f1fb-43bd-b70a-fdf425396189",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "Why Donald Trump actually had to add this paragraph. He could have just he's trying to cover himself, I think. I suppose so. And he says, I nevertheless concur with the judgment of the Department of Justice, which is attorney general and the deputy attorney general. What he said there is basically, oh, oh, I know it had nothing to do with me. He's trying to just not my decision. I took the recommendation. I accepted the recommendation. I listened to what they had to say. It had nothing to do with Russia and these investigations and into",
      "chunk_id": "71867415-7765-4827-bd0d-8caefe56efa6",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 542
    },
    {
      "chunk_text": "possible investigations. And thanks for telling me that you are not investigating me. But I don't know. For me, the underlying connotation would be, you know, you're not investigating me, but I know you're investigating my son-in-law and my daughter, my son. So anyways, and then he went on and said it is essential that we, you know, the government of United States, find new leadership for the FBI that restores public trust and confidence in its vital",
      "chunk_id": "3bee5d20-e03b-4bca-8fd0-aa43e408adae",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "law enforcement mission. I don't know what destroys public trust more than this. But anyway, I mean, I didn't even know that there was public distrust of the gentleman in question. I mean, well, well. OK. Well, actually, wait, wait, wait, wait. Let's go back one thing. Wasn't he involved with that whole Hillary thing? Yes. And the email gate. OK, so he. OK, the email gate. So I don't think the Democrats were that happy with him. And I don't think the Republicans were happy. OK, so maybe it was a good deal.",
      "chunk_id": "67d2779d-135a-4fb5-999c-687458e2ab5c",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 511
    },
    {
      "chunk_text": "They were not following, you know, the American politics. Never mind. Never mind. So Okum, whatever the guy's name, came with some history. Comey. Comey. He came from with some history with Hillary and Donald. So I think just clean broom. Right now, Donald fired somebody else. One of these attorney general guys apparently a week ago. I don't know. He's just he's firing everybody. Obama appointed the person. Trump called him the third time. The guy didn't take his call. He was fired. And the guy said, well,",
      "chunk_id": "4df7b598-43fb-49fb-96d8-b9bc9c8a3b71",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 511
    },
    {
      "chunk_text": "he's part of the judiciary. He should not receive calls from the president in seven years. He never call received one call from Obama. This was the third call from Donald. Donald spoke to him twice. The third time he refused the call. He says, you know, it's separation of power. And so he got fired again. I think it's just he's cleaning out everything Obama did for some reason. I don't know. They don't seem to like Obama much. The Republicans. Well, so to wish somebody good luck. Donald Trump said, I wish you the best of luck in your future.",
      "chunk_id": "c080c291-9d63-4767-8727-ab0ff3ee8476",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 547
    },
    {
      "chunk_text": "Endeavors. Right. Well, endeavor as in, you know, whatever things you're going to do. Yes. OK. Future. Your future. But I would have to say the tone here, a future endeavors, you know, sounds a little bit not so close. This is a standard phrase. It's just it's just what you put it there. It's like if you have any questions in this regard, please feel free to contact us. We just put it in there. We don't really want you to contact us, but we have to put it in.",
      "chunk_id": "9d681f7f-c239-4aaa-926a-6455275fc7bc",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 463
    },
    {
      "chunk_text": "That's a formality. It's just a formal phrase. Yeah. All right. Moving on here. So this is how Steve Comey handled his part as the ex FBI director. He wrote a farewell letter to all his colleagues. He said to all I have long believed that a president can fire an FBI director for any reason or for no reason at all. I'm not going to spend time on the decision or the way it was executed.",
      "chunk_id": "8728dfd2-c7f7-4926-9a12-c2d444388c57",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "I hope you won't either. It is done and I will be fine, although I will miss you and the mission deeply. In this case, I suppose the mission refers to FBI. Yeah. The Bureau. Keep America safe. Yes. Well, internally, CIA does external. FBI is supposed to do internal. Yes. The idea is that if there's a serial killer, previously it was a problem. If there's a serial killer and it goes from state to state, they won't necessarily catch it because each state",
      "chunk_id": "097f1b0b-01d1-40f1-84ae-fd2270d030e8",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "sort of does their own thing. Yes. The FBI does that. They they pick up patterns. And so if some criminal crosses lines, they're from the central government. Yeah. Their idea Bureau of Investigation. Yeah. So they have much greater jurisdiction. They have they have jurisdiction across the whole for the whole country. America is weird because you got your local sheriff. Yes. You live in Taipei. You vote for your sheriff. And that's the guy in charge of Taipei City. Then you have",
      "chunk_id": "daef0ccd-54fb-498d-a95b-5ea062db8395",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "your your sort of state police, which would be for the whole area. Yeah. New Taipei City would have their own police. Yes. Then as soon as you drive across the county line, those guys don't have authority anymore. Now you're in a different county. Yes. Then you need somebody from central government. Yeah. So they cover all of that. Because the thing is, they have got 50 states. There are some laws in one state. You can't hang your underwear outside. Oh, yeah. When you drive. But in the next state, you can. So, you know, I mean,",
      "chunk_id": "f89f9b98-f0ea-4e05-8e13-858a679e0cc7",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "yeah. OK. Anyway, long moving next paragraph of the farewell letter. I have said to you before that in times of turbulence, the American people should see the FBI as a rock of competence, honesty and independence. What makes leaving the FBI hard is the nature and quality of its people who together makes it the rock for America. OK, it is very hard.",
      "chunk_id": "fc5ff326-782a-45c8-8979-7f6672de4a0b",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "Yeah, to leave a group of people who are committed only to doing the right thing. My hope is that you will continue to live our values and the mission of protecting the American people and upholding the Constitution. If you do that, you too will be sad when you leave and the American people will be safer. Working with you has been one of the great joys of my life. Thank you for that gift. Jim Comey.",
      "chunk_id": "f00a1c7b-79b0-4f95-9d66-793cbe4d0953",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "Well, pretty nice letter. OK, very touching letter. And he mentioned especially he emphasized the fact that Federal Bureau of Intelligence of Investigation. Yes. CIA Central Intelligence Agency. They got the intelligence. FBI has investigation. They don't have the intelligence. They have investigation. Well, this is the idea. The FBI would be responsible also for terrorists and looking for plots.",
      "chunk_id": "8082ed06-79d9-4ea4-a90e-bc15a956f76d",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "Different kind of terrorists. Yeah. So they they cover the whole country. So they have a big mission. So basically, he says, well, well, you know, even though I've left. You guys need to continue to live the values. It's very interesting because, you know, they have so many. They've got the marshals, U.S. Marshals. I don't know what those guys do. I know the Secret Service. They were they started off with directly. They work under directly the president. They do the president's security, but they also responsible.",
      "chunk_id": "7de5b2a3-5f9a-47cd-85fb-a92ede3d7cdb",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "For fraud and things like that. So if somebody is copying the dollar bills, that falls under the Secret Service. Oh, that was where the FBI. No, that's the Secret Service. So that's interesting. You know what I mean? So America has all these weird agencies that also fall under something. So you've got the FBI. You've got the U.S. Marshals. You know, you've seen the movie, The Fugitive. These were marshals. You've got, of course, your state police, state troopers, and you've got your sheriff, your local sheriff, and he's dead.",
      "chunk_id": "9b1e37d6-c98b-47e5-8aef-7c0643092bdc",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "The deputies. And then, of course, you've got your FBI. You got your CIA. Then you've got the NSA, the National Security Agency, which does all the spying, I suppose. NSA and Snowden. Yeah. And then you got to see what I mean. And then you still have the Secret Service and they are responsible for currency. So if there's somebody copying the money, it's the Secret Service that get involved. So I don't know. For me, it's wow, it's quite confusing and complicated as to who has jurisdiction over what and, you know, who takes responsibility for.",
      "chunk_id": "d257b274-811f-4823-ae1c-ca0535605d51",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 547
    },
    {
      "chunk_text": "For sure. So I know certain crimes, the FBI automatically has the highest authority if they get involved. So something like, you know, like a child kidnapping, maybe or something like that. Automatically, the FBI has authority if they take it. Sometimes they don't get involved. OK, so quick recap of the terms for termination. Right. You are hereby terminated. You are fired. You are fired. Right. OK. And as a farewell letter, you are",
      "chunk_id": "08243b20-b28d-4ef4-9aeb-eb975386e6aa",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "welcome to tell people that, hey, it is very hard to leave a group of people. And working with you has been one of the great joys of my life. You're welcome to copy that sentence the way it is. It's a very well written farewell letter there. OK. And if you want to wish your colleagues goodbye or if you want to wish them the best of luck, you're welcome to copy Donald Trump's last paragraph there saying, I wish you the best of luck.",
      "chunk_id": "cfa412c9-2eca-4e32-ace1-f7bcaafb2fae",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "I wish you luck in your future endeavors. There you go. That's a good. There are some of the sample sentences that you can copy. And but to those to you guys, I think it's not easy, you know, receiving a termination letter. Yes. But if you were to resign, for those of you who, you know, fed up with your work and you want to resign a resignation letter, there are a lot of samples online that you are welcome to Google that up and, you know, do it yourself. Have you ever been fired, John?",
      "chunk_id": "ce282e63-46c9-4eff-8f61-1bab889b9f8c",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "Not, you know, in the face fired. No, like in our business, you know, we sort of just lose students. Yeah, they just sort of don't renew classes. But I mean, actual resignation. I've done a few resignation letters in my time. OK. So to end of today, to end of this episode, let's have one of the sayings. So this one is from the movie. Well, it was a book called Memoirs of a Geisha. Oh, Memoirs of a Geisha. And it was written by a gentleman called Arthur",
      "chunk_id": "fc237d9d-03b5-4af2-bd25-772f88fb3ca0",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "Golden. Oh, what a good name. Golden. He's golden. He's a golden man. Golden. Anyway. So this is a quote out of the book. OK. And it says, Adversity is like a strong wind. It tears away from us all but the things that cannot be torn so that afterwards we see ourselves as we really are and not merely as we might like to be. Oh, and it basically just means adversity, difficulties,",
      "chunk_id": "b7d55dc5-ccff-4cdb-867a-b03879ee7282",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 381
    },
    {
      "chunk_text": "in life tear us down. It removes everything that we are not. OK. It exposes us to who we really are, not to who we think we are. So in that way, maybe it's a very good thing because you get to know who you really are. OK. So difficulties basically train you. Well, they don't just train you, but they expose you to to yourself and to others as to who you really are. So you get to know yourself better. OK. That's fair. That's great. That's a good saying, I think. So, guys, if you",
      "chunk_id": "07b37fb1-ad5b-4a13-8d49-94e1ade2c571",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "have any comments or interesting ideas regarding termination letters or farewell letters, please write to us at www.15mins.today and we'll catch you on the flip side. Bye. Cheers.",
      "chunk_id": "1f47b8a3-1979-4be6-8d95-80f819936ea0",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d894",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter Episode 10 台北嘿掰講 Taipei Banter Episode 10.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 179
    }
  ],
  "original_text_length": 19997
}