{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
  "episode_id": "6860dd2dbb826d6ebef9d9dc",
  "collection_name": "RSS_1442509198",
  "total_chunks": 36,
  "chunks": [
    {
      "chunk_text": "Welcome to 15 Minutes. Today, the home of English shadowing. This is Gavin. And this is John. And this is vocab. Hi, guys. Today, we're going to be looking at episode number 623, and it's how to counter online complaints. Oh, online complaints. Oh, the bane of existence of every person nowadays. Oh, okay. You're, you know, the thing that saves you money. So where can we",
      "chunk_id": "89475b31-eeb8-4506-be1d-3fca4ea58635",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 372
    },
    {
      "chunk_text": "counter our complaints online? Well, there are various sort of, how can I put it? It's very difficult because at the end of the day, it depends on the company. So if it's food, in America, they have different ones. Isn't Yelp is one? Exactly. For me, mostly, for me, online complaints would be one for my hotels, booking.com or whichever online guy I use. Airlines, not really. You just book the flight and hope and pray. But",
      "chunk_id": "8efdf05a-dd42-460f-b38f-9283cba230fe",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "spying something like Amazon, especially. Very, very useful. And so sometimes what happens is before I buy something, I would actually go online and try and find reviews of the product. Exactly. And then look at it and decide if it's worth it. So can we consider reviews as some sort of a form of complaint if I didn't give a very good review? It does fall in there because, you know, a lot of people, when they do review the thing, it is basically",
      "chunk_id": "236eb58e-a833-43f3-8328-8f8eaef99ed9",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "an assessment. We use the complaint as negative, right? Yes. Now, I mean, there could be a positive review. So this is about online complaints, negative ones, but there are positive ones too. And I mean, you can't separate the two. Yes. There's good and bad. So for example, if these platforms like Amazon were to set a complaint section, then people would subconsciously actually only talk about the negatives and not talk about the positives. So calling it a review, you know,",
      "chunk_id": "72435a94-1b1d-4950-a7f8-bfbf360308a6",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "creating a review section that allows people room to say, OK, I enjoyed the purchasing, but I didn't enjoy the unboxing and I didn't enjoy this and I didn't enjoy that. But I did enjoy the product. I enjoyed what it did for me. It did create a change, blah, blah, blah. So there's the good and the bad. So that's why they we call it a review. I mean, yeah, yeah. I mean, you give a score and so negative things affect the company. And this is the thing.",
      "chunk_id": "086eb6ac-4b05-4a56-9ecd-d6a7eab4131e",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "It's huge nowadays. I mean, products get reviewed, services get reviewed. Yes. And that is important. And it's a good thing and a bad thing. Good in that it empowers the customer. It does. It gives the customers a lot of power and bad. It gives the customers a lot of power. So sometimes they look at four or five bad reviews and they change something, which actually is fine in the most. And then, well, then they learn because now 20 people complain and then, oh,",
      "chunk_id": "474a37f3-84bf-4c91-a1af-c37390ac9f92",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "exactly. Yes. On the other side, it's also good in that we tend to avoid bad reviews or bad because bad review means bad PR. Yes. Bad marketing. So we save money. We save our time. We save ourselves a maybe a bad experience. Unfortunately, in life, there will always be bad experiences. Why? Because we are humans. We are not perfect. So you go to that restaurant. Ninety nine percent of the people there have a",
      "chunk_id": "e8dddc9b-0ad4-4bf2-8e95-c2739a645f18",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "great experience and you're the guy who gets that one clam that's not proper and you're going to be sick for two days. Yeah. That's just how life is. And for services is an experience and experience is very subjective. Yes. So I like a hard bed. You know, my mother does not. She didn't like the bed in our hotel. I loved it. I was like, oh, nice hard bed. I like a good firm bed. Exactly. Yeah. And there you go. So it's very subjective. It is. So you got to, you know, you got to read these reviews and sort of weigh them up.",
      "chunk_id": "00e76349-41fe-4eee-b1f8-380fb7ec7ef0",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 527
    },
    {
      "chunk_text": "So let me give you a quick one here. If I go on Google, right, if let's say we decide to go out on Friday night and we want to go to this new restaurant that we've never been before and we go on Google to search for this restaurant and we see it's got a five star review, five out of five review with 20 comments, 20 positive comments. Does that mean this restaurant is a great restaurant? No. How many reviews? You know, 20 odd reviews.",
      "chunk_id": "525072fd-6dce-43ff-b9b3-c29d8df1a2eb",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "20 odd? No. Five star? No. 20 odd is one, too little. B, there are the false reviews. There is a big issue with that as well. They have found them through Amazon everywhere. They are these fake reviewers. People get paid. I mean, if you go and look at this, you go to YouTube and you look into, you can type in how fake reviews or false reviews work. You can find companies that will give you great reviews. So again, you're a little slightly suspicious of",
      "chunk_id": "78fe6126-21ce-45ee-a918-3d90e967e1a0",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "perhaps they would be a false review because five out of five just seems too good to be true, right? And only 20 is too, sample size too small. How about this? Four and a half stars rating with over a thousand comments, a thousand review comments. Okay. And 60, 40, 60% positive, 40% slightly negative. That sounds about normal or proper or right or correct or that sounds good.",
      "chunk_id": "a265bbc5-854c-4f06-897b-85e18b4d5dfd",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "That's your take on the figures. Yeah. Right. And how about less than two stars, let's say two and a half stars with 2000 comments, 50, 50, 50% positive comments, 50% negative comments. Wow. How would you get to two stars? No, you see there, I wouldn't go. Yeah. That's just so-so. It's the word so-so. Look, it depends on the cost. You know, if this was Yoshinoya and they get a so-so,",
      "chunk_id": "d0d17eba-f2a2-4028-be1d-d6361f1b50b3",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "I mean, I'm not going to knock it. The price is right, but this is a, you know, if this is a high-end restaurant, forget about it. Who wants to go to that and pay that kind of money for that kind of rating? So quite interestingly, a few weeks ago, Japanese YouTubers in Taiwan, they did a social experiment. They actually visited the restaurants near the living area under three stars and they wanted to know if it's really disgusting, if it's really, really bad. So they went and tasted a few, sampled a few restaurants.",
      "chunk_id": "9d4bf0eb-b256-4128-882e-1e23d8b9857d",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 521
    },
    {
      "chunk_text": "And they realized, yeah, you know, 2.2 stars, maybe because, you know, people didn't, you know, those who commented didn't have a good experience. But as far as they were concerned, it was edible food. It was decent. The service may not be franchise level or department store level service, but it was decent. The food was decent. But what's the price? The prices are very affordable. There you go. So this is the key. Now, I mean, look, I don't expect McDonald's or something like that to give me",
      "chunk_id": "575f158b-8946-48f0-85ad-dbb604f27d73",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 497
    },
    {
      "chunk_text": "a fantastic service. The guy down the street, it's acceptable. And I mean, but if I wanted to go and I'm going to pay a lot of money, yeah. Yes. Obviously, look, people listen to complaints and they improve things. If you're lucky. Yes. If you're not lucky, they don't really care. But then they will go out of business. So what's the take from this article? How should we handle online complaints then? OK, so this article basically suggests a strategy to combat bad reviews for businesses. Oh, strategies.",
      "chunk_id": "4a4a4ff8-449d-4e2a-9c04-99df3e8d57b3",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 507
    },
    {
      "chunk_text": "Good reviews are vital for success in the modern world, so they must be combated at all costs. Yes. OK, so basically what this guy suggests is just a looking at the bad reviews. He responds himself at all times as quickly as possible to the customer. Or if he cannot, he gets one of his staff to do it. He does not have a standard like, oh, thank you for a reply, you know. No, it's a personal reply. So he does that. So he wants to read it. And as he said, you've got to look at it and see if there's any",
      "chunk_id": "d828145b-c745-41f2-b69a-9323b47cd2e1",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 505
    },
    {
      "chunk_text": "truth in it. OK, is this really a fact? Maybe it was just a one bad clam, you know, I mean, that it happens. It's difficult, but everybody, this stuff does happen. So, for instance, when he first started, he got bad reviews because of the cost and portion sizes. And he counted it. One, he increased portion sizes. Two, he started making combo meals and stuff to reduce the cost. I see. Because he had a sustainable seafood restaurant.",
      "chunk_id": "da5689a0-37a9-435e-9d3d-ef975e5f6e30",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "Now, you want to buy sustainable food, you're going to pay more. It's like buying organic. You can't go to an organic restaurant and think, oh, I want to pay the same as the non-organic. No, you won't be able to. No. So he had to, you know, he had to get strategies to bring his price down. And he did. He created combos and specials and etc. So he did that. But his key was, as he said, he says, you have to look, listen and react as quickly as possible. OK. And then what he actually did is he replied to those people and asked them afterwards, after they made the",
      "chunk_id": "4776a628-e927-4b4d-939c-94dec981156c",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 566
    },
    {
      "chunk_text": "change, he asked them to come back. He did. He replied and said, look, we've made this change. Please come back and give us another go. And it pushed up and he got to five star reviews. I see. Because he worked hard at PR. He worked at trying to listen to the queries. Now, of course, I said, you know, you will always you can please some other people all the time, but never all of the people all of the time. That's true. So some people are picky and you will never. But so you've got to look at them and be realistic and think, yeah, actually what they're complaining about, you know, oh, the sun was shining in my eyes.",
      "chunk_id": "4ce354b0-7e79-4701-98af-a61ac648944e",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 623
    },
    {
      "chunk_text": "I during the whole meal and was OK. OK. If five people complain about that, OK, I need to get a blind or the aroma of cheese from the kitchen was a little too strong. Yeah. So, you know, it could be a valid complaint if more than one person notices that. Yes, it could be that there's an issue. OK, we need to store our blue cheese somewhere at the back of the fridge. Yeah. So, yes. And that was the thing. That was his whole idea. You always respond personally, always respond in time. Well, not in time.",
      "chunk_id": "8da8cca6-7fd2-4290-864c-a67ddb6302de",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 506
    },
    {
      "chunk_text": "As quickly as possible or humanly, you know, as fast as possible and read them carefully and look at if this is true or not. Identify the truth. Is this a real issue or not? Yes. And then I said initially what he did is he actually asked the people to come back after he sort of tweaked things and improved things. And now he's on five star ratings. Right. What are the takeaway vocab for us? OK, so our first word is sustainable. Sustainable is a buzzword, right? Very important word in business.",
      "chunk_id": "099a4eb7-2e82-4572-906f-d8d82ac1a9aa",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 497
    },
    {
      "chunk_text": "Today. Yeah. Sustainable. So it means using natural products that do not harm the environment and can be continued to be used due to management, as in you don't deplete them. You don't go out and wipe out everything you use. You don't cut all the trees down. No, you use them. You plant new ones as you take. Exactly. As you harvest. So it's being sustainable. You have to make sure you always have forests and trees to cut down. Yes. Having quota systems for fisheries. Yes. Very important. I know Canada is a great sustainable",
      "chunk_id": "42a9f270-66bb-44a8-a4ba-1b4fb798bc62",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 528
    },
    {
      "chunk_text": "system for some parts of their fishing. Same for tuna, right? In Japan. So my first question, is the sustainable use of the ocean vital for our survival? Is the sustainable use of the ocean vital for human survival? Yes. Absolutely. Yes. Yes. And my next one, does bamboo offer a great sustainable alternative to wood? Does bamboo offer a sustainable alternative",
      "chunk_id": "9dabd1cc-fbb8-4ef7-97cd-981ba6d57ec5",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "to wood? Yes, it does. One, it grows very fast and it does everything. So it is a great alternative. And in Asia, bamboo furniture is quite prominent. Yes. But I mean, they use it now to make proper wood. You can buy a wooden desk. Everything is made from bamboo. Clothes. And it is great because it grows so fast. You can plant it. It grows a couple of years. You can harvest it. My next word is tremendous. Tremendous. Which means very great or huge.",
      "chunk_id": "98a92d9e-0979-4137-b676-60a12d1fee5f",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 452
    },
    {
      "chunk_text": "Great or huge? Well, big. Very big. Or tremendous. Very good. Very good. Very great. So my first question would be, does Costco have a tremendous return policy? Does Costco have a tremendous return policy? Tremendous as in great? Yeah. They do. They have one of the best return policies you'll ever get. Yes. You can return anything. Half-eaten sushi.",
      "chunk_id": "cab01b27-06b6-4ba3-b352-331807df33a3",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 351
    },
    {
      "chunk_text": "I'm serious. Yeah. Insane. I've seen that on Facebook. Yeah. Half-eaten sushi. Milk that's been opened. Well, actually, remember when the oil guy, the oil scandal here in Taiwan. Yeah. That's what they were doing at Costco. They were buying the milk from them and then opening it up and closing it and returning it. Oh, that company. Yeah. Oh, okay. The guy was found to be selling the lowest quality he could get away with. Yeah. Yeah.",
      "chunk_id": "191362b1-7a21-4979-8f5a-1f1eccd5f78a",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "Okay. That's Costco. Well, what they did this, people did that. Yes. Well, in protest, right? Yeah, in protest. So that's what they did. It was his company's product. So it's sort of, yeah, what can you do? That's a form of complaint or review or protest. Yeah. Got it done. Okay. And my next question, John, do you have a tremendous amount of work? Do I have tremendous amount of work? Yes. I would say I have a decent amount of work, not a tremendous amount.",
      "chunk_id": "f0db4deb-de1c-48a5-843e-be8287106ab6",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "I don't think I want to get overworked. Nobody wants to be overworked. Yeah. Good. Our last word is persist. Persist. And in this meeting, continue to exist. It's got another meeting, which means to keep going. To keep going. Yeah. Don't give up. But in this article, it actually means to continue to exist. Yes. And question one, does climate change persist to be a tremendous problem? Does climate change persist to be",
      "chunk_id": "81e63fb1-5237-4d58-a2eb-fac9add8297b",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "a tremendous problem? Yes. I don't think it will get smaller anytime soon or it'll weaken. No, we've got it. Yeah. You know, typically human will wait for the roof to start burning down before we go, oh, maybe we should turn on the sprinklers. Last week, I read an article about the last bit of glacier in Greenland that was melted. They actually had a ritual. The local elders had a ritual.",
      "chunk_id": "4cff3b93-1d70-4566-afba-50a75cd33228",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "There, because there were no more glaciers. The glaciers have all melted in Greenland. And that's one of the interesting things. Global warming has been great for Greenland. It's been great for them. The climate is better. They can grow stuff now and everything. For the rest, well, no more ice. We're going to fry. They're going to have nice temperate climate now. Yeah. They're going to have, yeah, they can grow tomatoes now, something they couldn't do before. So they can grow more vegetables and fruit and stuff. So they are going to win. We are going to fry and the seas are going to rise.",
      "chunk_id": "d324bf42-3bac-4c96-bb6c-d603ea69d263",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 595
    },
    {
      "chunk_text": "They're going to import tomatoes and vegetables from Greenland. And Iceland, all these countries that are maybe going to win in this new, I don't know, it wouldn't be an ice age, what we call it, the sun age or hot age, I don't know, heat age. Yeah. And yeah, I don't know. I just think some people think that we've already gone past the tipping point. It's a big thing. It's not something you go, oh yeah, well, we just changed the airplanes a bit and then everything",
      "chunk_id": "32a0e945-ba7c-4e50-9159-555d3cc4754c",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "will be okay within a couple of years. No, I think we've overstepped that and we're going to pay the price. I believe we are in the process of paying the price. Yeah, we're starting to, yeah. Anyway, so the last one would be, do false reviews still persist in the online world? Do false reviews still persist in the online world? Well, false news and fake news also persist in the online world.",
      "chunk_id": "9ee2ff08-f5f1-4ff5-8845-cf67de39937a",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "They're still trying to fight them and they create AI technologies to try and pick them up. And I mean, I just saw an article a few days ago about Amazon and their ambassadors. And some people feel that these are false reviews of their working conditions. They're going, oh, it's so great here because they do this and do this. And there are many more bad reviews of Amazon's working environment. But I can tell you one thing, they might have bad working conditions for their employees,",
      "chunk_id": "43db624d-bb19-417a-92fe-68225e55ea6f",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 486
    },
    {
      "chunk_text": "but the customer service is out of this world. The customer service is tremendous. It is tremendous. It's the best customer service I've ever experienced from any company, ever. That's why they are Amazon. Yeah. Every single time I've had an issue, it just becomes a non-issue very quickly. They are super fast. They're super diligent. They're quick to answer you and they are not willing. They don't mind just going out. I got a free keyboard basically. They refunded me my money and I still got it.",
      "chunk_id": "ebf7f5f6-b13f-4a35-a3b8-62f32ca24c67",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "I still got the product. Why? Because it was delayed. So in the end, they refunded me. And then a week later, that product actually arrived. Just because it was late. They handled your complaint very well. Always. And you can cancel something. They know buyers regret. If they buy something, you can buy something. A little bit of time later, you can still cancel it and there's no problem. They'd be okay with it. I think they must have a window",
      "chunk_id": "15efc097-5ad3-42e2-82ea-4769632cb828",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "where they allow you that option of cancellation. Because, wow, I mean, yeah. The few bad experiences where I got something wrong or something, it was replaced free of charge and I kept the other product. They don't expect me to post it back. Right. So on that note, what is the question we're going to pose to our listeners today? Do you give bad reviews when you are unsatisfied with a company's service?",
      "chunk_id": "3382800d-f477-4949-9575-f214e3d52e50",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9dc",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.027_ 網路投訴如何處理 How to Counter Online Complaints 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    }
  ],
  "original_text_length": 16623
}