{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
  "episode_id": "6860dd2dbb826d6ebef9d893",
  "collection_name": "RSS_1442509198",
  "total_chunks": 37,
  "chunks": [
    {
      "chunk_text": "Right hello guys, welcome to type a banter where John and Gavin uncover the interesting trends and issues around the world Hello, Gav. Hey John, right Gav in this episode. I would like to share an Article from CNN. Well, actually it's also on the BBC and also on Wall Street Journal It's a very interesting piece of article. Why? Well because you know for a long time we've known the royal family. Oh, I hate those people",
      "chunk_id": "9dda1a2e-5efa-4988-999c-4f6c273f5639",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "So the lady that we miss the most is Lady Diana. Oh, no, I didn't like her. I didn't like her. I don't like her No, no, she was come on. She was like, oh look at me take photos of me because I'm now supporting kids But then she walks around the corner. No now don't take photos of me because I want to be proud I'm sorry if you want to ride the train of popularity and using",
      "chunk_id": "dbdb0183-5eba-4fb1-8ec1-5e4b40d2e6dd",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "the media and being successful and popular then you got to accept, right? That's the price. She's beloved and popular around the world for various reasons, right? Oh and one other thing Yeah, and she died within a week of Mother Teresa Mother Teresa dies the world doesn't come to an end Lady Di dies and the world comes to an end now I mean, how do you compare those two people? One has become a saint. The other one is well who died with a drunken driver and her boyfriend. Yes Let me shut up now before I get hate mail",
      "chunk_id": "fc8f9676-c5cf-4878-af0a-62efd6dc9cf9",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 521
    },
    {
      "chunk_text": "Yes, don't be a hater right now So interestingly the Dutch royalty is one of those royalties that we often don't hear of I didn't even know they had a royal family What neither did I but actually the Dutch King revealed reason that he has been secretly Piloting KLM. They're the Dutch airline KLM passenger flights for over 21 years I thought you were gonna say secretly revealed he was wearing women's clothes on his free time",
      "chunk_id": "12f0f9f5-c950-4bb2-b974-d078f48daf36",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "No, that that would be an sensational piece. Ah, this is this is an interesting piece. Okay. My mind is in the gutter I'm sorry John. Okay, so he's been flying. Is he a proper pilot? I hope he's a proper pilot didn't just get on and I'm the king Okay, you can you can do whatever you want. Yeah. No, so he's a proper. He's a proper trained pilot So was he the pilot or the copilot though? That's what I'd like a pilot and copilot Okay, so, you know if you copilot long enough you get to become the pilot I didn't know I have no idea airtime so you got to get trained you got a you know, you don't you don't actually",
      "chunk_id": "407425bf-8aa0-49b0-9bdd-17d8a32bd0ca",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 615
    },
    {
      "chunk_text": "You don't want to be in the copiloting seat all the time You want to be the pilot but to go through the process Did he get paid that was not mentioned in the news? That would be a key question. Or did he just do it as charity? He's probably one of the majority shareholders Anyway, he's like I'm my own plane Gavin. Oh, okay. Are you asking me if I'm getting sorry John? I have a lot of questions. I'm actually doing you know Gavin for retail stores Yeah, I actually have like the service called the mystery shopper",
      "chunk_id": "0b8be377-7298-488c-9228-887256dcc5ea",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "Oh, I know I worked for KFC. We had mystery shoppers to keep the quality of service exactly and the product I they need mystery shoppers here for subway because oh recently they don't give you serviettes or they don't do this There's no consistency. There's no consistency in the service So you have mystery shoppers coming in and actually audit your service? Yes So when I when I saw the headlines, I thought not only this was an interesting piece, but you know, my intuition was hey He's actually the not the mystery shopper",
      "chunk_id": "f05f6537-10e0-4769-bc96-96c972df9cb1",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 526
    },
    {
      "chunk_text": "He's the mystery pilot, you know to see if people really like KLM or if the pilots and stewards and stewardess are doing their job Flight attendants job. That's the latest word. That's the latest flight cabin crews It's one of those weird just go a bit off there. That's one of the strange ones that I always disliked It was one of the jobs with the title kept changing all the time. Yes Hostesses they were they were stewards. They were stewardesses. I don't know. They were I don't know maybe in the beginning",
      "chunk_id": "f34c43de-3341-446c-999e-09681dcc382d",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 511
    },
    {
      "chunk_text": "Now they flight attendants now they're flight attendants they attend to you during your flight I mean, there are a few jobs that changed, you know, I mean my secretary's I don't think you have those anymore. You have PA personal assistant sounds better I'm a PA which is a glorified secretary, but All right. Anyway, so so but why would he why would he check it out? I mean, why would he surely he wouldn't be seen anywhere near them because then they would know",
      "chunk_id": "9a5996bb-9b61-4fbd-ace8-120a877f6b29",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "Very interesting if you tell anyone your head will fly off very interestingly It could it could have been that you know, the king is not as noble as we think or he's not a noble Yeah, I mean he's a regular guy who needs a regular job who you know does stuff regularly and he does it as a hobby or because he doesn't need the money but he does go to work he wants to work and serve his country and this is probably the way he knows how to do best and Also being low-profile because he's in the piloting. Yeah, that's",
      "chunk_id": "b5b1cd6d-cff7-4b86-9005-687f27bf2412",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "What I was saying, so I don't know what I mean in the passenger seat. Yeah, it'll be a different story Well, he could probably fly in the hood recognize him. I wouldn't I would sit next to the guy. I would not have a clue I would be asking him. So what do you do? Well, I'm into management. Oh, what do you manage? Oh, right. So very interestingly KLM is also called Royal Dutch Airline And now now with the king revealing that he has secretly piloted for KLM. Yeah Royal Dutch Airline it was very royal",
      "chunk_id": "ea51a3d8-f594-4e5d-95bc-d794cdfffc27",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Yes, so God knows maybe his son and his daughters will come and pilot sometimes. Are they pilots though John? Not that we know of but King William Alexander the Dutch King. Yeah. Okay the reigning monarch of Netherlands He revealed recently that he regularly flies the flights for KLM Yes, and he does it as a hobby. He can't be a very popular king or like high-profile King He's not a high profile. You look at Queen Elizabeth if she secretly flew an airplane",
      "chunk_id": "5043b3d6-48a1-487a-9b32-bc444fbbbe4e",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "I just saw the Queen going by it how she's no way that you can't keep yourself But she is so low profile that nobody would notice the Queen or even any of the royal family You know, I mean if Prince William had to go anywhere near a plane to try and see no So obviously more low-profile royal family Yeah, so the news actually goes on further and says actually he fought some of the short haul flights around Europe he sits on",
      "chunk_id": "6edb1c62-2695-46be-ae68-cd64843d8530",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "Often at the co-pilot's chair. He often co-pilots those flights, the short hauls and then basically for KLM He does twice monthly flights with KLM to decompress or sorry not decompress decompress decompress from his royal duties. Okay, so it's a hobby Oh good for him. I wonder if he's a good pilot. That's the only question I would have. Is he any good? So obviously flying is very easy nowadays. For me it would be very stressful. Oh my god. Oh my god",
      "chunk_id": "73c7077f-a5b1-4d9e-928b-a88623715275",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "That's what I do to relax. So a couple of royals that we know Prince Charles of England. Yeah, he's a pilot. Prince William. Yeah, of course. He's a helicopter pilot though I don't know if he's a jet. Prince Harry. Prince Harry is a helicopter pilot too. Yeah, William. William is a fool on Yeah, it's part of the royal family thing now I'm sad to say if you're part of the royal family, you will go to the military service. It's expected of you Yes, and you will learn how to fly or well somewhere along the line and then now we know",
      "chunk_id": "42e3674b-9e4b-47d1-835a-e1a588b54c29",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 534
    },
    {
      "chunk_text": "Unless you're blind. Hey Prince William, where are we going? I don't know. They made me do this. Okay, so I'm assuming you you still have to meet the proper criteria even though you're a prince so So if you want to be a prince you need to know how to fly you need to know how to ride a horse you need to know how to Yeah, you know how to do it. Wow, it could be a James Bond because I mean he's probably the only superhero spy that can do everything. Yeah Technically they're the high profiles. Yeah, there you go. Right",
      "chunk_id": "8889917b-7194-46f3-b638-57002a478665",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 520
    },
    {
      "chunk_text": "Moving on couple of people famous people celebrities that we know who are also, you know, like prominent pilots Travolta Travolta he owns his own big big big airplane. Yeah John Travolta. Yes, and he's a big-time pilot Yeah, I know and he's the spokesmodel for Bricklin, you know one of those pilot watches very Bricklin is very famous for their pilot watch and John Travolta has been there long time spokesman. Okay, anybody else? I I'm sorry. I'm not very I know",
      "chunk_id": "59802c8e-79d9-44ff-8814-f25b5100fab5",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "About him, but that's it. Hey somewhere along the line. I heard that Tom Cruise is also into it But I I'm not sure whether he's a fully fledged or he's he's like a fully licensed pilot Or maybe he's just training or for some movies. Yeah, I heard somewhere. Okay, so a lot of it's a very expensive hobby, of course Well depends where you go what you fly I mean John Travolta has a big like Boeing sized plane but you know some of this in a country like America",
      "chunk_id": "ab9c4d0e-98b0-47d6-8d1b-815da70e63cc",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "You can get in at a reasonable rate with something like a micro light. Yes That would be like, you know, you save up for a few years You can buy a micro which is a little more engine stuck onto and they're pretty safe because they have the wing and the wing can actually it can glide it's like a It's like basically a one seater with one and two seaters. Yes, and then with like glider. Yeah, it's basically like what is it? What do you call that thing that you jump off the mountain with a with a wing paragliding or no gliding glider glider. No, no",
      "chunk_id": "9a078b41-39d9-4506-8dfe-308f05dc7ed0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 550
    },
    {
      "chunk_text": "The glider is the whole that's another one. That's the wings No, no, no, the glider is a proper airplane that gets towed into the air by another airplane and it's that's the airplane glider But but I think the ones that you jump off with off the cliff Yeah, okay, and then they basically attach that to an engine. Yeah a little chassis and micro light and micro light Yeah, so that's the poor man's air Yeah, and then from there you can go up there's no the wheels are attached they they don't retract no",
      "chunk_id": "a96d0bc6-bb18-4e2e-a1d2-46808dedbecc",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "Well, even you go at your bottom of the range Cessna the wheels stay but the main thing, you know That's always been something that's interesting To me is those smaller planes like the Cessna I know for a fact that they actually sell parachute system for these planes interesting They attach a pod to the top and you pull the lever inside. Oh and it opens up a cargo Parachute and so there's no reason why these airplanes are not safe Yeah, but people don't buy them because it costs money to add this and the reason is because they go at a slower",
      "chunk_id": "279ec822-948b-470a-a419-c2c8701b81fb",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 547
    },
    {
      "chunk_text": "Back in South Africa some of my friends whose fathers are doctors. They they enjoy a fair share of micro lights They want expensive hobbies. So you have to play in golf. They decided they want to go now flying Okay, so they buy micro lights or do they actually buy a they I remember I remember my classmate, you know when he mentioned it They rented a hangar at the Bloemfontein Airport and then they parked their micro light like I don't know if it was a one seater or two seater",
      "chunk_id": "d066377c-576a-4052-a4ca-0d9450693507",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "The idea behind it was you don't park it. You don't need a hangar because apparently you yeah, there's a regulation that you gotta Yeah, it's always the government. I don't think anybody owns anything like that in Taiwan. I don't think they allow it No, I was surprised to hear that you could fly a hot air balloon here apparently in the south Yes, hot air balloons the hot air balloon rides. It just goes up like in Turkey. It just goes up and down That's it. I said most countries you can actually ride it. They take it right right it up. But apparently",
      "chunk_id": "759f07af-0288-47d5-8509-c212827afff3",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 555
    },
    {
      "chunk_text": "It's in order to keep it safe the 30-minute ride hot air balloon title that ride is also quite slow They you know, you just don't go up and down like very quickly you the whole process takes like 30 minutes I want to go somewhere at least, you know, no, no, no, you don't go anywhere because because it's not safe Yes, it is safe. It's just for some reason. No, it's not because doesn't allow you to fly anyway Why if you had a small airplane if you have a helicopter, could you fly it in Taiwan?",
      "chunk_id": "efb52181-cb36-4657-9efc-323bbf23281d",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "Probably wouldn't allow you that either Interestingly, I think you know if you had enough money and if you go through enough, you know registrations and you know pass regulations licenses and all that I'm sure you can own private helicopters because I'll do the emergency guys. I'm talking about private I've seen a couple of helicopters, but I don't know if people want rich guys in Taipei really want to own Helicopters come on. I say simple. I remember there on the BBC",
      "chunk_id": "01e61e11-e878-42fe-91b5-8cd59e35e319",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "They had you know, they had this they have all these reality shows and there was the one guy who built cars You buy a kid car and build it or then he would renovate cars and at one point, you know They exhausted or everything that he could build so he built a kid Helicopter and they taught him to fly in and so in a country like the UK You could basically the there is a bottom ring the bare minimum required a copter You could actually get the license build your own helicopter or buy a basic one and fly it around Fly it to Europe part of probably or possibly so those countries",
      "chunk_id": "2853f327-5cb0-40b5-8a01-515b6e7aeb0e",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 581
    },
    {
      "chunk_text": "American even our country South Africa where you have that ability to get a license and fly some go somewhere But here no, I think it's I don't know. It's pretty weird. I don't know if it's what the regulation Yeah, they really don't allow you to fly at all So this is not a good country. If you want to be a pilot, you're pretty much stuck No, if you want to be a passenger pilot if you want to be a pilot you would have to either air for Yeah, it's okay. You just go through the regular training process But I mean if you want to be just owning one yourself",
      "chunk_id": "46348f50-acb7-4a8c-856a-385e6da5b0f4",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 559
    },
    {
      "chunk_text": "And privately piloting one, I'm not so sure. I don't think so. No, anyway, that's that's the way it is And I think the rich guys want other people to pilot their planes anyway. Oh, well, that's what they do even in America They hire they hire pilots the private jets in a private jet with a pilot and everything right, buddy So there we go Prince William Alexander the Dutch King Yeah, you know King William Alexander the Dutch King. He has been flown secret as a hobby because he's not enough. Yes, he's not to be",
      "chunk_id": "02068738-ae17-42c3-b559-d677d8a3e399",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "picked up by the media. He got away for 20 years you said, right? For 20 the past 21 years. 21 years. Nobody knew. He secretly piloted many of the short-haul flights around Europe. For him it's cool. It's like half day past time for him. Oh my god, just imagine flying something and being up there and taking off. Okay, but landing I'll probably But it's a good discipline. It's like learning karate. It's a discipline. You pick it up as a discipline.",
      "chunk_id": "5b528cf3-dc51-4300-84af-8708808456f2",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "It's a skill. It is a skill and it's a discipline on its own. So you got to you got to stay calm You got to be sharp. Yeah focused and buy a parachute John I still maintain this, you know Every time I fly in one of those big airplanes and say you will find a flotation device on your seat I always think to myself why can't they just put a parachute there? I would prefer it. Keep your flotation device. Give me a parachute I will use my chair as a flotation device or any of the other debris As I land in the water. The fat guy next to me",
      "chunk_id": "214e408c-8014-490b-b5d0-fd623a7f2234",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 539
    },
    {
      "chunk_text": "I mean it's the least of my worries is a little flotation device when I'm flying. I would prefer a parachute I recently saw something where they designed this that they it's like a module for jets because they fly so fast You can't jump out actually but in slower airplanes, that's why you can use a parachute. A parachute module. It's like a box So if there's a problem with the plane the whole it ejects this Oh the whole cabin becomes a model that slides into the plane and that has got a parachute attached So it's like it's like an airbag",
      "chunk_id": "c2fd420b-14f4-41c0-96c7-71ebf24b823f",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 543
    },
    {
      "chunk_text": "For the whole cabin. Yeah, the whole cabin is basically surrounded by a pod that ejects out from there They said why can't they just build airliners like that? That's a very interesting design But the point is I think the too much money and I mean airplanes don't fall every day. So they're pretty safe Yes, it's just when airplane falls you're dead. It's not like so buddy What is the takeaway today from King? He is not very famous and got away with it for 21 years. King William Alexander. No, let's be serious here. So he has a very expensive",
      "chunk_id": "318c2246-dbff-438d-937d-fa593895a4ef",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 546
    },
    {
      "chunk_text": "Hobby, okay, and another word for hobby is pastime. Okay, you know he pilots secretly But I mean how does expensive he gets paid to do it I mean if you had your own plane, it would be expensive job. I think they just say hey you want to fly And also you can pilot a plane or drive a plane if you know, you don't drive you pilot I've heard some people saying that they drive a plane, but I hate that pilot is a better word pilot or fly fly a plane it's like sailing a boat or",
      "chunk_id": "93d91ce3-deb6-4c13-b5dd-89fb4fc839da",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "Steering a boat. It's very confusing to me in old days. We had sailboats So you would sail a boat if you have a sail you sail a boat But if it's not our boat you steer you steer a boat, you don't drive a boat, right? So now he co-pilots these short-haul flights. So co-piloting Yes, and a pilot a pilot being a pilot. You can also use it as a verb pilot plane Yeah, right. Okay, Devin any roomie for us today. It's definitely off today Well, let me see. What does roomie say roomie says travel?",
      "chunk_id": "cddf34be-7d2a-4dbc-be63-b50f379ba690",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "Travel brings power and love back into your life travel brings power and love back into your life Travel brings power and love back into your life. So travel because travel is good for you like high-speed rail travel No, like go to other countries and see other cultures Don't go to Macau and go gambling. No, I don't think that's what it means Go down south go back and go to Thailand No, fly to Nepal and walk in the mountains and get to Nepalese or go to somewhere and get",
      "chunk_id": "6e4c4bdd-2ddc-4cd4-81db-bf0b05247593",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "To know the people. Okay. Yeah, right go to Paris. So travel find power and love. There you go Bring back it will enrich your life. In other words, that's the bottom line. It does travel doesn't reach you. There we go So guys if you have any comments on how to further enrich your life or if you are one of those privileged people actually can pilot plane, please leave a comment and let us know at www.15mins.today We would really appreciate that and thank you very much. See you next week",
      "chunk_id": "b712398b-8d9b-4b1f-b5de-53fbd2c0d344",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "Thank you very much gav pleasure. John take care next week. Cheers",
      "chunk_id": "a4cc32b3-fe74-4c44-b742-bfb29790a16f",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d893",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.9 KLM皇家荷蘭航空到底有多皇家Just how royal is KLM_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 66
    }
  ],
  "original_text_length": 18079
}