{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
  "episode_id": "6860dd2dbb826d6ebef9d9f8",
  "collection_name": "RSS_1442509198",
  "total_chunks": 59,
  "chunks": [
    {
      "chunk_text": "Hello guys and welcome to another special episode of VOCAB with myself and Zhou Baoshi, Patrick. That's right, Patrick. Every month we will have special episodes like this, a special feature between me and Patrick. And today we are going to be tackling some other trivia that is totally new to me. So I'm going to pass the mic to Patrick now.",
      "chunk_id": "155a267a-6aca-468b-841c-ab78371ecd64",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 342
    },
    {
      "chunk_text": "This trivia might sound a little strange to you, but for Taiwanese people, we know that Taiwan was once called the iron kingdom. So today we are going to be talking about some trivia related to railway or train. At the same time, we are also going to ask Mr. John to introduce some idioms and phrases that are related to railway or maybe train.",
      "chunk_id": "7fcafa84-55e7-482b-9b8a-dd239b043c93",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 344
    },
    {
      "chunk_text": "So we will cover them as we go along. So what is the first trivia, Patrick? Because I am very unfamiliar with railways, railway stations and railway lines. Because my childhood in South Africa, we would drive everywhere. We wouldn't take the train. Most of the trains and the railway services are for cargo, not for people.",
      "chunk_id": "8bbedb7d-2fe7-42d1-91c7-eb49fc36fda5",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 323
    },
    {
      "chunk_text": "From Taichung to Taipei, Taipei to Kaohsiung, many people would take the train. Even if you want to go to Hualien or Taitung, you have to go on train, right? Or maybe drive on yourself because there's no high speed railway. So we have to go for the train. First trivia, I would like to ask John, do you know how many train stations are there in Taiwan?",
      "chunk_id": "2ef75d4e-e5cc-4c17-9489-3576580e2a1d",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 352
    },
    {
      "chunk_text": "We are talking about Taiwan Railways Administration, TRA, right? We are not talking about high speed rail. We're not talking about the cargo rail. We're talking about the passenger railway lines. Let me guess. I am really sucking this out of my thumb. We have 22 counties in Taiwan. I'm going to go 128. 128. But the exact number is two times more.",
      "chunk_id": "d6469f0c-5fcf-4717-9cc1-e75ad80d5fbb",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 348
    },
    {
      "chunk_text": "Yes, 241. 241? Yes, 241. Railway stations. How many kilometers in total length? 1,000. Yes, 1,065 kilometers. You know, let me give you a distance, an idea of the distance. Okay, give you a measurement. Okay.",
      "chunk_id": "9a076474-dd65-458d-a734-dbbc636789c3",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 208
    },
    {
      "chunk_text": "In my town, Bloemfontein in South Africa, to Cape Town is 1,000 kilometers. We have to drive 10 hours to Cape Town. 10 hours? You know, right? Now you tell me we have 241 stations and the total length of our railway line is 1,000. So technically it goes around Taiwan three times.",
      "chunk_id": "1297b33f-1d92-40af-b1f1-54e62a6ebc9b",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 280
    },
    {
      "chunk_text": "Two and a half times, at least. So it's from my city, Bloemfontein, to Cape Town. Literally, 1,000 kilometers. I wonder, so 10 hours, you drive alone or with your family? Oh, no, no, no, no, no, no. I mean, with long distance travel like that, if you drive by yourself, you got to go slow. You got to go easy, right? But if we go on a family trip, every Christmas, you know, I went to Cape Town with my family like three or four times in my life. I mean, it's 1,000 kilometers, right?",
      "chunk_id": "f5318a07-be48-47d4-8b90-a8aa36e7c587",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "It's 1,000 kilometers back. So total, you know, without driving anywhere else, it's 2,000 kilometers already clocked on your car. Imagine that, right? If you go around Cape Town, if you visit some places, then it's another 200, 300 kilometers at least. Yeah. So imagine that's one holiday, one vacation. Holy cow. So for us driving, you know, 1,000 kilometers is like, man, you know, not a big deal. It's a thing.",
      "chunk_id": "ded4ec77-4220-4f91-b259-c5b7f044208d",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "But the problem is it depends on how many people you are on the car and then also how often you rest. If you don't rest, we have tried on one road trip, we have tried only resting one time and we arrived in 11 hours. Oh, it's still a long trip. Yeah. You know, nonstop. Technically we took bathroom breaks and then we both take away to eat on the car. We didn't really take a break. And then one holiday, when I was a lot bigger,",
      "chunk_id": "e0496464-b4f7-4885-ae0e-605e9cbea41f",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "when I could drive that particular holiday, we drove for almost 12 and a half hours to 13 hours. So we started driving at five o'clock in the morning and then we arrived somewhere along the lines of plus rest stop, plus everything we arrived. I remember somewhere like six or seven o'clock at night. It's hard to imagine, you know, that Taiwan, you want to drive like 10 hours a trip.",
      "chunk_id": "f4383e0b-029f-4269-8e02-cb9d1d97d4ee",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 384
    },
    {
      "chunk_text": "We don't know where can we go? No. You know why in Taiwan, if you drive 10 hours, you only get to like Kaohsiung or somewhere because of our highways, right? Our highways run in the mountains, so you can't drive 120 kilometers per hour. You can't drive full speed. It's because all our highways are in the mountains or along the coast. And if you drive along the coast, there are crosswinds and there are so many different weather",
      "chunk_id": "c8b629c1-6d40-4816-a0c9-0e83e23606d2",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "issues at play. So you shouldn't. And in Taiwan, our freeway and highway maximum speed is 110 kilometers. We can't drive over that. And maybe we got a traffic jam. Yes. And then traffic jam at every major city, right? Yeah. Going into major city, out of every major city. So in Taiwan, most of the time, the road trips, they are not one single road trip, you know, from Taipei to Kaohsiung. Most of the time, most people, what I hear is they like to make different stops along the way.",
      "chunk_id": "62c96e25-ae6c-4bee-97f1-d054c7c65515",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 485
    },
    {
      "chunk_text": "Yeah. So Taiwan rail. Wow. Okay. Thousand K. Okay. This is the first trivia about Taiwan's railway, like 241 stations and the kilometers, like 1065 kilometers. 1065. That's not bad. Yes. That's not bad. Okay. Wow. So let's introduce one idiom to our listeners. Okay. I got one for you. This idiom we will use in situations where something has already happened and there's nothing you can do about it.",
      "chunk_id": "770b8106-5773-421d-8794-8dc84e934f90",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 400
    },
    {
      "chunk_text": "Okay. Or the particular opportunity or the chance has left, right? No more chance to do something. Okay. So this idiom uses the keyword train. So the train has left the station or that train has left the station. It's good to imagine, right? The train left, we can't do anything. Yes.",
      "chunk_id": "93376810-410f-4cc3-b786-7893f63c8d75",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 284
    },
    {
      "chunk_text": "This is a bonus idiom for you guys. We are also an island, right? We are an island country. Yeah. So we are also very familiar with our ships and vessels. Yes. So we can also say the boat has sailed. That ship has sailed or that boat has sailed. It's the same idea. Nothing you can do. Bye bye. No more opportunity. So here's the example sentence for you guys.",
      "chunk_id": "91006259-4e0b-427e-a21d-985a2290460a",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    },
    {
      "chunk_text": "Yeah, too late, too bad. You can't change the situation anymore, right? It's a fact. Okay. It's a fact now.",
      "chunk_id": "e461e4d3-80f7-4c75-93f9-ec445e72b61e",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 107
    },
    {
      "chunk_text": "So that train has left the station, right? And also, you know, another context that most us men don't like to get involved in is breakups, right? You know, sometimes you want to make it up to your girlfriend or your wife and then they're just very angry and you know, they might want to break up and unfortunately, sometimes they will just tell you the train",
      "chunk_id": "0fbacedc-4b38-4116-a9fc-17c7f3fe5643",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 358
    },
    {
      "chunk_text": "has left the station. It's nothing. It's a missed opportunity. Nothing you can do. This is a bad situation. You can't do anything. You can't do anything. That ship has sailed. Bye bye.",
      "chunk_id": "58057d46-da10-4697-bdca-60db46860bfb",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 184
    },
    {
      "chunk_text": "The main line. The main line. Yeah. Okay. Usually in English, it'll be the main line or the primary line or we can say the railway line. Okay. And for example, like highways, we will say number one highway, number two highway, right? National highway. That kind of idea. And I think for railway tracks and railway lines, we probably would use the word branch line.",
      "chunk_id": "0372e0c0-7f48-47f5-91f9-daf77822680e",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 364
    },
    {
      "chunk_text": "Like a tree branch, right? You branch out. Yes, that's right. So it's a branch line. Okay. Branch. Okay. So the next trivia is about the branch line. Exactly. Do you know how many branch line? Okay. So how many branch lines are still in service? Yes. Oh, this is interesting because we just covered the number of stations.",
      "chunk_id": "582e9b25-8825-4855-b88d-967edefe6023",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 322
    },
    {
      "chunk_text": "So if you have 241 stations in total nationwide, I mean, you can't tell me we only have like 10 branch lines. It doesn't make sense, right? It must be more than that. I'm going to go, if I say 50, I think it's too much. Oh, right. It's just too many branch lines if it's 50. So I'm going to go with somewhere in between. Let me say 30, 35. 35. 30, 35. Unfortunately.",
      "chunk_id": "f256e5d9-317e-4c01-b4e3-17e531b28749",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 366
    },
    {
      "chunk_text": "There's only seven. What? Yes, there are only seven lines. Seven branch lines? Yeah. So why? Why the branch lines are so few, right? For cargo, right? Yeah, the cargo. Transporting wood, transporting the commodities, metals, the gold mine.",
      "chunk_id": "29c7aa8e-c032-427a-b6ed-b5d9a512308f",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 239
    },
    {
      "chunk_text": "And sugar. Yeah, something. Sugar cane. Okay. Yeah, okay.",
      "chunk_id": "046422be-e38d-479b-aa43-69ecbb1b8443",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 57
    },
    {
      "chunk_text": "Makes sense. That makes sense. Because most of the branch lines, I mean, back in the heyday, right? Back in the days when, you know, mining, wood industry, everything was booming. Maybe there were 25, 30 branch lines. But right now, it's more for tourism. Yeah.",
      "chunk_id": "da05176e-44e2-4581-b864-6c53e6266df3",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 261
    },
    {
      "chunk_text": "In Taiwan, it's like Pingxi County or maybe Naiwan County. I know. I know Pingxi. Yeah. We go there to have the sky lantern. Yeah. You can light the sky lantern. I went there twice. Very nice. It's a lovely place. Yeah. And very historical streets there. You can have some old streets. Yeah. Old streets and go around the railway, something like that. Yeah. Okay. So this is the second one. Very cool. We got six branch lines and one very, very famous one. It's the Alishan Railway.",
      "chunk_id": "f465c24a-20ae-4dc1-8694-ea7312307ea2",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "Oh. Yes. But it's used for tourism now, right? Yeah. We go on and go up to the mountains. Yes. The altitude is like 2,000 meters. Really? 2,000 meters above sea level. Yeah. It is the highest point of Taiwan's railway in Alishan. Yeah. So it's very famous around the world. Many foreigners will come to here and visit. Yes. It's iconic. You know, you don't only go to Alishan for the hiking.",
      "chunk_id": "c95268b8-9d2e-4fdc-a47b-4af7302f3bf6",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "You want to go on the little train ride, go around the Alimountain. Exactly. Very, very nice. Okay. So this is the second trivia. And then we go for the second idioms. Okay. So I got one for you. Since we talk about Alishan train. Okay. The Alishan Railway. So Alishan Railway and the trains are very iconic, right? Because I remember back in the day, to be honest with you, I still haven't taken the rail line. Oh, me too. I didn't. I've never taken the railway line on Alimountain.",
      "chunk_id": "9813d2d7-00b5-4bf6-b9e5-d85d2643396c",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "I don't know why. I think the last, the one memory I had when I was, what, maybe four years old, when we were still in Taiwan, my dad took me to Shito and then that was it. We didn't get on the train and everything. So I've only heard about this, okay? Okay. But I've got one for you talking about the train. So when we say, for example, in this context, right, when we could jump on a good opportunity, we call that a gravy train.",
      "chunk_id": "a7eb9567-0b14-44f8-aaa1-22ccc35e9eab",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Oh, gravy train. Money-making opportunity or a money-making scheme or a money-making career. You can say, oh, you're jumping on the gravy train. So gravy and train doesn't sound right because gravy is the meat sauce. You know, the sauce that you put on your mashed potatoes and on your side dish, that's gravy. Yes. So gravy train sounds like it's a lot of meat juice.",
      "chunk_id": "911b9bd8-bcfe-48ea-ba51-14faf81e8d76",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "It's a train full of meat juice. But if you think about it, when we talk about meat, right, we talk about money opportunities and, you know, positive stuff, you know? So if you jump on the gravy train, it means it's probably a good opportunity. It's a money-making opportunity. Okay. So I think this is very much related to Alimountain, right? If the Alimountain trains operate in full capacity, it's a gravy train. It's a money-making train as well.",
      "chunk_id": "0b059b68-2575-4136-955c-651282f2faa4",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "And now if you work in the semiconductor industry as an engineer, it's the gravy train too. But it's not very easy to work hard. It's not very easy. But gravy train means, you know, you make money. You know, it's a money-making opportunity. It's a gravy train. So here's the example sentence.",
      "chunk_id": "283eb239-c3d5-4842-8f0d-7c4e2c5e1019",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 292
    },
    {
      "chunk_text": "Ah, lucky man. Yes. So he jumped on the gravy train or he hopped on the gravy train when he married his wife. Because his wife comes from a wealthy family. Okay. He's living the high life.",
      "chunk_id": "d3866734-dd90-4735-a6ee-2681a43d137a",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 188
    },
    {
      "chunk_text": "Good career. Lucky guy. Yes. So similarly today, if you are an AI engineer or software engineer working in Silicon Valley, yeah, it's the gravy train. You're now on the right train, on the right track. You are on the gravy train. For the rest of us, we are watching the gravy train drive by. And we never forget up the train. Okay.",
      "chunk_id": "f2aa3e0b-8fe4-44b4-9782-e3c2c5fe06dd",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 331
    },
    {
      "chunk_text": "Okay. So we'll go for the third trivia. All right. I would like to ask John. So we're talking about six branch line. Let me quickly introduce the name of them. Okay. Hang on a second. I've heard of GG somewhere. Yeah. Inanto. Yeah. GG station is a very popular",
      "chunk_id": "635be702-6316-449a-b491-2849296103a6",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 260
    },
    {
      "chunk_text": "station, right? Yeah. For tourists. Yeah. You can go to like GG and go to Tertan. There's a place called Tertan. And there are very famous fruits. There is called banana. Okay. Yes. Okay. This is a, this is a, another trivia for the mini bananas. I know how they look like. Yes. Okay. So six of the branch line. Yes. Let's make a guess. Okay. Make a guess about, do you know which branch",
      "chunk_id": "b79bf878-d0fe-4dc5-b34a-1934572faf7d",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "line stopped the most train station? Which branch line has the most train stations? Yeah. Okay. So we can, can you read me the six lines again? Okay. The first one, right? Where is that from? Where to where? Okay.",
      "chunk_id": "a95b0769-5cbb-483a-821b-fd14f72d15d3",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 213
    },
    {
      "chunk_text": "You can ride a bike on the railway. I think riding a bike everywhere in Taiwan now is the thing, right? People like to ride bicycles.",
      "chunk_id": "5d6c8193-2b6e-44c3-adc0-e5c0d38872b7",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 133
    },
    {
      "chunk_text": "Sounds like a very interesting trip. Wow. Yeah. I would like to go there, but the typhoon came. So I, I didn't, I didn't finish the trip. Yeah. You should go on the trip. Interesting. Okay. So that's the Sun out line. And what's the next line? Pingxi, right? Yeah. Pingxi. Pingxi is sort of.",
      "chunk_id": "0fc44e4e-2f11-493c-9637-c30253b40e50",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 291
    },
    {
      "chunk_text": "I think I'm going to eliminate Pingxi because I know Pingxi is very short. Yup. Yes. That's more for tourists. So I'm going to eliminate that. So Sun out maybe, but not definitely not Pingxi. The next one. And where is that from, from where to where is that line? If somebody from Xinzhu, they, they want to go to the high speed railway, they will go on Liujiaxian. Yeah.",
      "chunk_id": "3e819922-da77-477b-98e4-eecbf071d9b7",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 371
    },
    {
      "chunk_text": "So it's local train, local commute. Yeah. Yeah. Yeah. Okay. Thank you very much. Eliminate this one. Okay. So the next one is Neiwanxian. Neiwan. Who is Neiwan? Neiwan is still there in Xinzhu. Yeah. There's a very famous historical street called Neiwan Laojie. Okay. Okay. And there's a famous food called ginger lily rice dumpling. Really? Never heard of that. You know, after all your trivia,",
      "chunk_id": "7f884433-96d5-4982-8d6f-06189e45c56e",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "I don't feel very Taiwanese. I should throw away my Taiwan passport. You may have the trip that goes somewhere, go on the branch line or something. Yeah. Okay. Neiwan. I'm going to leave it there. I think Neiwan is a possibility, but Liujia doesn't sound like a very long line. So now you keep two of them. I Sun out and Neiwan. Yeah. Okay. The next one is Ji Ji Xian. Ji Ji. Yes. I am going to say,",
      "chunk_id": "490b956c-15b1-430e-a235-f651eb7a9120",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "I also want to eliminate Ji Ji because I think that's also a touristy line. So I'm going to eliminate Ji Ji. Okay. The last one. The last one is Sha Lun Xian. Sha Lun. This one is in. Tai Chong. No, no, no. It's in Tai.",
      "chunk_id": "9280c3dd-f02d-427f-b3f5-9e3d57d60b56",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 219
    },
    {
      "chunk_text": "I've got three now. Yeah. Sun out, Neiwan and Sha Lun. I've got three now and I've got to choose one. I'm going to go Sha Lun. Sha Lun probably because down south there are more stations. It's a longer branch line. I'm going to go for Sha Lun. Okay. Nice guess. But the true answer, the correct one is Neiwan Xian. Done it. Done it. I was close. It's a nice guess. Yeah. Yeah.",
      "chunk_id": "d63e080f-bf07-405a-bdc3-3a4e3c6be940",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "Really? Is Neiwan a branch line going into the mountains or to the coast? It's kind of going to the mountains. Yeah.",
      "chunk_id": "f31ecb02-7caa-48f9-b698-65cc9d56db94",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 116
    },
    {
      "chunk_text": "There's a very famous festival there. It's like you can go Neiwan to see the fireflies during May or April. I heard, I heard of that. Fireflies. But again, you know, people in Taipei, we can go see fireflies almost every year. I hear somewhere in Tucheng, you can also see fireflies. And then somewhere in Pingxi, Jingguasi or North coast, you can also go see fireflies. Even Xiangshan.",
      "chunk_id": "d46bb6b4-5af5-44a7-ad15-0c2165890191",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "The other side of Xiangshan is Hushan. The Tiger Mountain. Oh, Hushan. Yes. Somebody told me about that. There's fireflies. It's not so, it's very common in Taipei, right? Okay. Okay. So this is the trivia about it. The branch line that stops at the most stations is Neiwan Xian. Okay. So talking about how many train stops there are or railway stations there are in the line. You know, when we talk about railway, I remember my first trip back",
      "chunk_id": "42f28f30-84d5-48d1-87e7-e7851fc57fcb",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "to Taiwan because my mom is Hakka and she's from Zhongli. So we had to take the local train to Neiwan. And, you know, local trains are very slow. So I'm very impatient. And to me, it's a very different experience. So, you know, my mom took me on this local train, took hours. And then, you know, my brother and I, we were very annoyed and we were just being boys. Very, very impatient. So my mom on the way back said,",
      "chunk_id": "0b472c0f-6e60-407b-a057-15a089eefcad",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "oh, then we can take the express train. So she had my uncle take us. I remember, I think it was Taoyuan station or Zhongli station, one of the bigger stations. And then from the bigger station, we took the express train back to Taipei. It was like 30 minutes or 40 minutes. It was quite fast. And then we had seats, you know, the local trains, it's sort of benches on the sides. And then when you get on the express trains, you have seats. So this is,",
      "chunk_id": "adaf6f48-6f74-40e1-8133-552e435ad6a8",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "I think the one idiom that will relate to all this that we've discussed is to go on the fast track. Ah, you get more time. That's right. So think about it. If you take the express train, right, you get there faster. Yeah. So just now we talked about the gravy train, right? It's nothing about speed, but it's just juicy. A lot of opportunities, good opportunities. Okay. Money train. But this one is talking about speed.",
      "chunk_id": "eb26ffbc-1ca3-4cc7-b821-718826fc66ff",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "It's to go on the fast track or get on the fast track. Yeah. Okay. So fast track is the same as a railway track. Once you're on the fast track, that means you are moving forward very, very quickly. You are not on the local train. You are on the express train. Yes. Okay. And obviously back in the day when this idiom was created, think about it. They weren't high-speed rails available, right? If we have to update this idiom, it'll be on the high-speed",
      "chunk_id": "531838d4-694c-4b04-a743-747a8618a96e",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "rail. Yeah. Yeah. It makes sense. Or maybe bullet track. Yes. On the bullet track, right? Something like that. But fast track means, hey, you do something very quickly or this is the path to getting it done quicker. Okay. And then also, also it can also use to describe that, let's say, oh, after hearing from Patrick about",
      "chunk_id": "e04ebc50-b587-4eb5-816e-7dc65a13ade7",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 323
    },
    {
      "chunk_text": "your project progress, I can comment and say, oh, you are on the fast track. You are almost done with your project. Oh. You know, you finished early, so you're on the fast track. Yes. Or when you do presentations, you tell boss, we're on the fast track. We will finish 20% ahead of the deadline. Or two days ahead of the deadline. So we are on the fast track. Okay. So again, using internship as an example, the example sentence.",
      "chunk_id": "95b3bceb-784d-4735-a0af-1069294a7caf",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "Okay. To speed up the progress getting there. Okay.",
      "chunk_id": "cbeca289-8fb8-40e0-a862-26dc4b70edfc",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 51
    },
    {
      "chunk_text": "About the trains and the branch line and the railway. Thank you very much, Patrick. So let's quickly recap today. We've got three English idioms that pertains to trains and tracks, right? Yes. So the first one, the train has left the station when something is already done. You can't change it anymore. Yeah. And then the next one is gravy train, the meat juice train, which means that it's a good career. It's a good opportunity",
      "chunk_id": "c5b376ad-b99b-439b-b5bd-118a402eb189",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "or it could be a good project that you're taking on. Yeah. Money making project for that matter. And then the next one that you may be able to use on a daily basis, you want to be on the fast track or you want to get on the fast track of getting somewhere. Okay. That's right. So that's all the time we've got for you, 15 Minutes Fam.",
      "chunk_id": "75b983fa-af9a-44db-b94b-b53f8959f606",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 334
    },
    {
      "chunk_text": "So please comment down below using the comment link and let us know which of these trivia did you get right. Okay. You know why I want to ask this, Patrick, because I don't feel very Taiwanese after tonight. So I want to know if you guys, you know, our 15 Minutes Fam or Zhou Bao Si Guang Ji's family, if you guys feel the same way I do. I have to say,",
      "chunk_id": "28a3b55a-32a9-4b38-91d5-69955fcf654d",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 352
    },
    {
      "chunk_text": "not many people know about these trivia. Nobody will count how many train stations are there in Taiwan, right? Go ask your parents. Go ask your parents. See if they know. See how Taiwanese they feel. All right. So guys, we will give you a shout out if you send us a message or leave us a comment. And thank you very much for joining us today. And we will catch you same time, same place next week on vocab. So that's over and out from me and Patrick.",
      "chunk_id": "b45fac24-ff79-4000-8f91-73b773b14a72",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "That's right, you guys. We'll see you. Bye-bye.",
      "chunk_id": "61a93496-e442-4a1c-be81-bbd0d683d42b",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d9f8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.184_ 雙語 Vocab ft. 週報時光機 台灣鐵道與鐵道相關慣用語你知多少_ Taiwan railway trivia a.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 47
    }
  ],
  "original_text_length": 19744
}