{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
  "episode_id": "6860dd2dbb826d6ebef9d853",
  "collection_name": "RSS_1442509198",
  "total_chunks": 50,
  "chunks": [
    {
      "chunk_text": "Hi there, you are now listening to another episode of 15 Minutes Cafe with John and Angel. So today is going to be a continuation from part 1 of last week. We are going to be continuing on with what kind of appearance enhancement should we choose? So sit back, relax and enjoy this episode along with us.",
      "chunk_id": "069cd4b2-53a9-42ed-b4cb-aad890928c93",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 304
    },
    {
      "chunk_text": "So like makeup, you don't want to put too much makeup. You don't want to be always dressed for a stage show.",
      "chunk_id": "b8fd1d7d-3169-45aa-b99f-1a6cea3950f1",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 108
    },
    {
      "chunk_text": "Not on the heavy makeup, but no, I'm naturally pretty because I've done the cosmetic procedures. Okay, I kind of get that. But again, you're comparing yourself to other girls. And the next thing is care too much about what other girls think about you. Of course, this appearance society, that's what we're having. But you're not married to other girls. You know, none of the comments from other girls would either give you a promotion or affect your relationship. No, but that makes me",
      "chunk_id": "0a2e0e4e-5f34-4fdd-9a1b-4df717046e93",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 485
    },
    {
      "chunk_text": "even more confident. So I'll be happier if I have done all this. Okay, today's my nose and my lips looks perfect. So you want to be the queen in the crowd, right? You want to be standing above the rest. I just want to be prettier than yesterday. I'm only comparing me and the version of me yesterday. That's it. Okay. Yeah. Okay. But that means you will never be perfect, right? You were born perfect. And then every day you're looking to be better.",
      "chunk_id": "912d0792-40be-4519-b96b-bf4ee70962d9",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 449
    },
    {
      "chunk_text": "You than yesterday, which means you don't think you're perfect. I'm not perfect. No one is perfect. There is always something you can do about your face. So the narrative online and the narrative that when we talk about gender equality, people say, oh, you are perfect. You should love yourself. That's all BS, right? You should listen to that. Should I say that? At the beauty clinic, all the nurses and the physicians will tell you that's all BS because when you come here, you will feel like a million dollars.",
      "chunk_id": "353951d8-b1a0-4bb3-b212-f896d7006d50",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 513
    },
    {
      "chunk_text": "But they will tell you, see, you are perfect already, but you deserve the best. I don't get that. Who are you kidding? But I mean, they will not tell you you are ugly. They will tell you that, oh, you look... Then why do you need a new nose? But you need to look big, sharper. You need to be more even prettier. You are better than yesterday. You need a nose that sharp that can be as good as an apple. Oh, I want that.",
      "chunk_id": "0ae024a7-522a-46a7-a4a1-4cc6c5258cd2",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "So see, I think because you haven't done any of these cosmetic procedures, you don't need to do it. Yeah, you don't have to, but I'm talking about, I'm referring to anybody who has done one of these procedures. They will be proud of themselves. Really? Yeah. I did something good to make me feel powerful.",
      "chunk_id": "d385b230-1764-4888-99ad-e63b78c2fb34",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 305
    },
    {
      "chunk_text": "Okay. So in all honesty, now you can tell me, because we've been friends for a long time, you can tell me honestly, what can I do? You don't have to do anything. No, I mean, serious. How do I... Referring to this particular conversation that we're having, right? All right. Now, if I want to be better than myself than yesterday, I want to look better than myself yesterday. What can I do? What do you think? What would you recommend that I go and do? Wow. Double eyelid? Hyaluronic? Botox?",
      "chunk_id": "2cb0f96d-7c2b-493e-ac71-17569ad2f396",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "You would have to check your pocket first. No, I mean, if money is no object. Okay. Money is no object. What would you think would make me better? Just 1% or 2% better than yesterday. Without using makeup, let's just talk all these procedures that are available here in Zhongxiao Fuxing area and the Dunhua area. Yeah. So only one thing. Yes. Only one thing. Then I will highly recommend to go for Botox. Botox. Botox. Botox is the cheapest and the easiest",
      "chunk_id": "f7793ffd-ac3c-42f9-b60d-b59f045cc489",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "way to make a change over right on the spot. Botox. And you see it immediately, right? The effects are immediate. It doesn't take some time to see the effects. If it's for the wrinkles, it will see the result immediately. I don't have wrinkles. You don't have wrinkles? Why do I need Botox? You don't have wrinkles? No, everybody has wrinkles. If you're over 25, you definitely have wrinkles. I don't have this obvious... I think when you talk about wrinkles, you're talking about crow's feet. The wrinkles around the eyes, right?",
      "chunk_id": "da839877-0b71-4c2e-b3c3-78c48bf3b323",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 530
    },
    {
      "chunk_text": "That's what ladies and guys most... How about the forehead? I don't squeeze it a lot. So I don't have... It's nice and smooth. And I'm fat. So it's plump. It's supple. I don't have wrinkles there. If you're fat, you don't really have wrinkles. If I start losing weight, I might have wrinkles, I think. Oh, wow. Wrinkle. Okay. Botox for wrinkles. I will give that a go when I get wrinkles. Sure. But I think give me a few more years. Crow's feet around my eyes. Maybe. Maybe. If I don't like it.",
      "chunk_id": "f1b2fa58-e47d-4ffd-955f-f389874db945",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "I might have to go for Botox. Okay. You know how cheap the Botox is nowadays? I don't know. Tell me. Okay. So if you're just trying to get rid of the wrinkles, maybe 3000 Taiwanese dollars? Is that based on per injection or is that based on a whole full treatment? The Botox is charged per IU or UI. That's like a CC. Per unit. Like a unit. Okay. Yeah.",
      "chunk_id": "1ac75858-f822-4511-a071-73e8ecdb277d",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 352
    },
    {
      "chunk_text": "Yeah, it's quite cheap. So it depends on how many units you inject into your face and then they charge you accordingly. Yeah. And then if it's for the sharpener jaw line, like you want to relax your chewing muscle. That's what we call the chewing muscle. And then that will make you have an even more smoother jaw line. Okay. And then your face looks smaller. That might take around 6000 to 10K. That's not a lot. That's not a lot. That's pretty cheap.",
      "chunk_id": "491bcb72-4b84-45bc-80bb-e417e0d28a07",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 452
    },
    {
      "chunk_text": "So the unit is about 3000 and then it's just double the unit. Double or triple. Yeah. So that's pretty affordable. Well, Botox is like going to 7-Eleven, it sounds like. It's like going to Nike and buying a pair of shoes. Yeah. And then, you know, every time when we operate back to Taipei, so me and my colleagues, they would say, hey, let's go get a Botox injection and say, oh, let's go together. So it's just like going to a convenience store. That's what you say. Yeah. And then get it done. And then, okay, let's go to the night market now. But hang on a second with Botox though. What about side effects?",
      "chunk_id": "7c514508-e0e1-4e1e-8a54-b0aebea6c431",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 611
    },
    {
      "chunk_text": "Because you start putting stuff in your face, there must be side effects. Does it give you headaches or give you skin rashes? No, we have advanced technology. The Botox, my, the wrinkle, I don't see any side effect about that. Maybe. So very little side effects. Very little. Any, I think they will give you, because it's also kind of procedures, right? Cosmetic procedures, they ask you to sign the form, the consent form, then they will tell you there's",
      "chunk_id": "6278c1e9-1782-4959-8adf-f818d1dfe830",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "some side effects about the Botox. I think they're referring to some, maybe the injection part will be swollen. Okay. That's it. And do you have to take any medication afterwards? No need. So you just go and then they inject stuff in your face and you go home. Yeah. How pretty. How pretty. If you, if you want to relax your muscle, it takes about four weeks to see the result. Three to four weeks to see the result. But only one injection. Maybe. Couple injections.",
      "chunk_id": "28c665ff-c682-429c-ae83-02919ab04b40",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "Hmm. Couple. Depends on the doctor, they will have the injection part in different areas. So give you a perfect look. No wonder Botox is everywhere. Botox is everywhere. See, even the V&M's lady can give the Botox injections. Even me can do a Botox injection. That's just so illegal, guys. Just please don't. You know, go to a proper beauty clinic that's licensed. Please, yes. Please go to a proper doctor and proper clinic. Just because it's cheaper there at an illegal studio does not mean you are safe. Okay. So that's Botox.",
      "chunk_id": "1f946d75-48ee-406a-83fc-49698af3a09f",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 529
    },
    {
      "chunk_text": "What about something like double eyelid surgery? How expensive is it today? Double eyelids is also very cheap. Okay. Okay. So it's a surgery. It's called a surgery, right? So how much money? You got to lie down. You got to lie down. You got to lie down. You have to get the anesthesia and guess. So give me a number. You think double eyelid. How much money? I don't know. Lie down, anesthesia, and you have to go into the surgery room. I would say 10K at least. 10K at least.",
      "chunk_id": "a79958c8-b94a-44c6-9f4a-73c851afda3a",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "I think it's 10K. 10K at least. Yeah. 10K. 10K. Yeah. Because it's out of pocket. It's not part of the NHI. It's not part of health insurance. So you got to pay out of pocket. 10K to 30K. 30K? What do they do to your eye? 30K. That's a lot. 10 to 30. That depends on the doctor's. The doctor's fame. Got it. Got it. Some famous doctor, you need to line up and make the appointment. Maybe you have the pretty eyelid.",
      "chunk_id": "4928d9a1-cab5-41b7-a33b-7a0db13e5f62",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 415
    },
    {
      "chunk_text": "In six months, you have to wait. Yeah. So that's double eyelid. 10 to 30. Right? And any nose jobs? Rhinoplasty. Nose jobs. Rhinoplasty. It really depends. So some people, they just, all they have to do is just insert something into the nose. There are different textures or different things. Material. Material. Yes. So the one you mentioned, the hyaluronic acid, there are different types of this. So there is something called reddish.",
      "chunk_id": "6b874e56-c993-40c4-8119-626efcb84059",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "Reddish or the other form of hyaluronic acid. Yes. Reddish. That I've heard too. Very weird word. Is that French? I think it's French. No? I don't know. Probably the guy, the scientist who invented it. Yeah. Reddish. Reddish. And then my friend, she done that. She just inject the reddish into her nose bridge. And then everything, she got shut nose.",
      "chunk_id": "1aacac93-67dd-42c9-9185-48b758bd7fca",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "And then that only cost her 30k only. Okay. But if you are talking about the plastic surgery, one of my friends, she removed the bone from her ear and then moved that part to build it into her nose bridge. That I've heard too. So they take part of your cartilage somewhere from your ears, right? Right. A piece of cartilage from your ears. And they would use that as the material to raise the nose bridge.",
      "chunk_id": "ed232ed9-803e-420c-b7b9-553632c21e28",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "To implant into your nose. And then that one costs 10, 20, 10, 15. I think 15. Okay. So when we get to rhinoplasty nose jobs, it seems like it's between sort of 30, 50k range. You got a budget 30, 50k. Right. So double eyelid, 10, 30k, kind of easy. But again, these are invasive. They cut you open. These are invasive. Yes. But if you do hyaluronic acid, or if you just do a reddish, that's just an injection.",
      "chunk_id": "adc66e1d-c4a6-4fa1-bcd3-33d2f8d7aa1e",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "Which is the popular way now. And because you don't have a long recovery period. Yeah. But the thing is that this material, your body will absorb it. So every year or every two years, you need to re-inject again. That's not a problem because you start saving money the day after you spent, right? You spend on hyaluronic acid or Botox, you start saving. Yeah. I start saving. That's what I'm doing. You know, you take your $50 and then you tell KP at home, you have a little",
      "chunk_id": "daa38660-5d94-46ea-b92f-a3fc4ec30cfa",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "piggy bank and you say, put 50 in there because that's going to be my eyes. Yeah. That's going to be my eyes. My eyes in two years, right? You want to see sexy eyes? Here it is. This piggy bank goes to sexy eyes. Don't you want your girlfriend to be pretty? Then donate me, please. I don't know. I mean, I'm with my wife. Anyway, she looks like, you know, I don't want to push her this way. And I have to say, I do understand the need. It's like guys wanting to be",
      "chunk_id": "e18f04a0-0e9e-4ca6-9824-4d01a86da08d",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "BMWs. We work hard. You want something to represent yourself? Yes, because we want to feel good about ourselves. And sometimes that's very external. That's not internal. That's not from inside. Right. Well, I'm so shallow. Here's the thing that if you overheard someone is talking behind you, which one will please you more? Like, okay, John is such a please and profession person or John is really handsome. You know, to be honest with you, at my age,",
      "chunk_id": "24474646-f3d5-42e8-a057-ddee7b3fb483",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 452
    },
    {
      "chunk_text": "you know, being handsome is not very important. Is it? Yeah. Huh? Seriously. For men? Seriously. Yes. Oh, really? Seriously. I think this is the difference between men and women. If they say, oh, John looks so good with his Ferrari. That's a different story. You know, I would have this glow on my face. Okay. So the BMW, the Ferraris, the Tolly Davidson's, you know, that kind of stuff. That makes you different.",
      "chunk_id": "c3bfc4e9-7c1b-48e0-8f1d-973079a1c82a",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "Yes. That's the guy thing. You know, guys fall for that. Oh, but the good looking doesn't make you... I don't need to be good looking, but I mean, with my Instagram, me writing my Harley freedom of life and then people commenting, wow, look at John. He's enjoying his life. Yeah, that will make me feel good. Okay. If I have like just a random photo and then they say, oh, John is so handsome and this and that. And I'm like... That doesn't mean anything to you. Yeah. My mom would have to thank you because she gave birth to this perfect, you",
      "chunk_id": "3ef693dc-883b-4809-91a9-3cfac624ded2",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 543
    },
    {
      "chunk_text": "know, chiseled face. So I don't know, at least for me. So I do understand for ladies, it's that insecurity, right? That insecurity is playing you. Even when I'm turned 50, I still want to hear people talking behind me and say, hey, Angel, she really has a good looking face. And then she really keeps it well. Well, let's put it this way. This episode is going to be forever on the cloud. So, you know, by the time you're 50, we can replay this episode again. Please. And, you know, make sure.",
      "chunk_id": "d7102c36-5015-4f36-a8e7-504c3107ef87",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "Everybody says the same thing. Still in position. Oh my God. So I'm saving money now. Yeah. For the next Botox, right? And the next hyaluronic acid for the next implant. You know how my girls do it. We don't eat much, but we save money for the cosmetic procedures. 100% understand. I would save up for my BMW. I would save up for a Ferrari. See, we just have our own goal. I would save up for something that will make me feel good.",
      "chunk_id": "e0c937af-ea04-428d-937f-9599e581f370",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "You know, I just feel sad that I just don't feel comfortable that a lot of marketers and these businessmen, they're pitching you guys that. They're praying on your insecurities. I don't like that. I think they're creating FOMO. They're saying, oh, look at Lisa. Lisa is so cute. Jisoo looks perfect. She's the queen. And then you've got to look like Jisoo. And then Rosie, she's so stylish, blah, blah, blah. And she's a Gucci girl now. And then all those marketing is preying on the ladies' insecurities.",
      "chunk_id": "db4770be-a6b0-4d32-b0cf-31609470a053",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 505
    },
    {
      "chunk_text": "And you feel like, oh, I don't think I deserve a Gucci because I don't look like Rosie, right? I don't look good as Rosie. Or by the time I look good, now I want a Gucci bag. You know, so that becomes a status symbol. Oh my God. You should just be happy with whatever you have and then just be you. I think you're making the point correctly. But I think girls, all the girls, we are drowning. We're inside the dump and then we cannot get out. We don't know what to do. Yeah, it's the market. It's a social framework. Even my wife.",
      "chunk_id": "103d6c25-5275-4e3e-9978-4de0b177d883",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 530
    },
    {
      "chunk_text": "Sometimes she says, hey, you know, my other girlfriend, she just went for some laser treatment and look at her skin now. And I'm like, I don't look at her skin. I don't care what she looks like. I really don't know the appeal, but okay, whatever. Didn't you hear that she's giving you some hint? No. No? No, I'm not catching it. I'm not recognizing there's a hint. There's a hint. Obviously. Come on. There's nothing there. I didn't hear it. I didn't see it. It's not there. Done.",
      "chunk_id": "9649fcb1-3fbb-49f3-a3b2-5226fc08681c",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Done. All right. So at the end of the story, I don't look for other girls' appearance. No, I mean, imagine me at this age going to Xinyi, right? And then staring at another girl. How disgusting would that be? Yeah. Think about it. I don't even go to Ximending anymore because I would look like this old uncle who's looking for a good time. Terrible. No. I will not lower myself to that level. No. Okay. So apparently,",
      "chunk_id": "6c37ccb5-4194-4f7a-9be2-2f7c2c161452",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "those women who have done all these treatments are not for men like you. Well, you know, I'm taken. I'm sorry. Too bad. But there are always... No, I'm not talking about sugar daddy, right? Okay. Women want to be attractive to look for... The attention. The attention. It's the attention economy. It's the Instagram. It's the YouTube. It's the podcast, right? Oh, right. I'm sorry to say this. One of my friends, a crew friend who",
      "chunk_id": "48553bfa-0ea4-4979-8cd3-3ffdfee5b761",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "has just finished breast enhancement procedures. How long is the recovery? At least two months, right? The doctor said because technology advanced, you only need like two or three months recovery. But until now, it's still painful. That's what she said. Two to three months is a long time, to be honest. I mean, two to three days, I would say, okay, fine. But two to three months? How do you work two to three months having this pain? I cannot imagine. And then even now, it's six months.",
      "chunk_id": "78ceeda4-3741-4fc0-9df5-56221d020fc9",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "Half a year passed already. It's still not that great pain, just minor pain and some tingling feelings. So what's her motivation behind getting a breast enhancement? She thinks it's attractive and then she wants to be... To who? To all the audience because she runs a blog. She's an influencer. But you know what? She's a fashion influencer. She's not the fashion influencer. She's just like... I can't understand if she's a fashion influencer because sometimes",
      "chunk_id": "fbf9ebae-bf78-49e7-a258-e657df5723bc",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 461
    },
    {
      "chunk_text": "you got to dress up, right? You got to dress the brands. She's just posting her daily life. The pretty influencer, can we call it? Yeah. And then after that, after the procedures, after the plastic surgery, her followers have like 4,000 increase, 4,000 people increase. Seriously? Yeah. Wow. Wow. Okay. She's pretty happy. And then I have to be honest, it works because that's",
      "chunk_id": "c0f0f79f-bda7-49a9-821a-71327cc9f734",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "another career, right? And then she's very proud of her body now. Yeah. 4,000 fans glued to her boobs. They should sign the silicone, right? They should sign it for her. We sponsored this. I'm sure the fans could tell the difference even though she didn't reveal the things that she actually had the surgery done. They noticed, wow, you're looking more and more sexy. That's what the fans said.",
      "chunk_id": "8d31a71d-9a02-4202-b742-de75fbf497ce",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "For instance, using your colleague as an example, I would sort of agree to it. Why? Because it comes with the job, right? It's like getting promotion. You want to develop yourself in this career and it's very competitive. So in that case, approved. If you don't improve your looks, somebody else will. Oh, right. And you will be left behind. Your airline. Same thing with your airline. If your airline sucks, somebody will be a better airline. Of course. Of course.",
      "chunk_id": "e0cb718f-9a13-4c35-8053-2602f2cb9a2c",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "But getting to that market, it's all about competition. I kind of get it. If you do it for work. But if you do it for personal insecurities, I don't know. I think then no matter how big a boob job you get, you will still be insecure. But let's talk about the market thing, right? All the girls are on the market. We are looking for girls on the market. Not just ladies. Men and women, we are all on the market. Of course, we know the inner beauty is the thing.",
      "chunk_id": "9adc6f15-c6e1-4707-b27a-0419b502aecb",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "But how can you let people know your inner beauty if you don't have outer beauty? I'm so shallow. I'm sorry. I think that's a great argument. You see, so guys like me just don't talk about any beauty at all because we got nothing on the outside. So I wear Uniqlo. I don't have to fall into the marketing trap. It's an easy, simple life. You know what I mean? I don't have to think about what other people think because I suck and I'm proud of it.",
      "chunk_id": "dfb12a44-60fb-40f7-82a5-ab67f2e48b19",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "I'm lazy. I suck. I don't like makeup. I'm gone. I don't care. But that's good. You're already married. You are not on the market anymore. So you're free. Well, when you say on the market, yes, I mean, if you use the market as a generic term, I still think to give face to my wife. Yeah, I do make sure that I clean up when I go out with her friends. I still have to clean up. And then especially visiting my mother-in-law and all that, I kind of clean up.",
      "chunk_id": "59884fc8-55fa-46b8-ba06-d430f4dce838",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "The rest of the time, I tend to be me in my PJs. Oh, comfortable. Yeah, in my wife beater vest and that kind of situation. But I believe there are occasions where I need to clean up. You have to really make sure you make the effort, which is very important as a responsible adult. So I think that's fair. Both men and women have the insecurities and we have to deal with our insecurities. And then whether or not it has to be part of our inner beauty or outer beauty,",
      "chunk_id": "ccfe5d01-c75a-4107-a98f-0da24893b9d6",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "it doesn't matter. The market will serve us, right? If you want outer beauty, there are beauty clinics, Fuxing and Dunhua that's available. Everywhere. Yes, everywhere. And including hospitals today. I think some of them are big hospitals too. They also have this treatment. Inner beauty, inner security wise, you got to deal with it. And then once you figure it out, maybe you'll be like me. Okay. You don't need too much. Fearless. I used to turn fearless. Maybe just a few Botox would get me a long way.",
      "chunk_id": "1aaf0335-006b-44ef-a8e7-801fc7268f8b",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 506
    },
    {
      "chunk_text": "If you get your insecurities play you, then you might want to go, you know, all the implants, all the enhancements, all the different type of plastic surgeries, then you might fall into that trap. So you got to be very, very careful and know what you're doing. Be a responsible adult, no matter what your decision is. Right. So know yourself well. Know yourself well. Yes. If you know the market is very important. If you have a job to keep, then, you know, go on ahead. Just make sure you know what you're doing. And also the risks. I think a lot of",
      "chunk_id": "ddb636c8-a3b1-4f53-ad1b-6fa2802dd779",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 550
    },
    {
      "chunk_text": "ladies, including my wife, they only focus on the benefits and they don't look at the medical risks. Oh, true. And then sometime, sometimes the doctor might blur. Yes. They might not tell you the side effect of that because they want to make the money. So do be careful and do the research before you do any surgery. And they will sugar coat a lot of things. They will tell you, oh, it's not that bad. Right. Our nurses had it done before. And then you're like, oh, everybody's done it before. Oh, okay. Kind of cool.",
      "chunk_id": "6308203c-aeda-445a-8583-7772d6d2702f",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 517
    },
    {
      "chunk_text": "Stabbed in the clothes shop. I have one of this. Looks nice on you. They know you are already a potential customer. They just want to close the deal. Right. So we all have to be very, very careful with this. Exactly. We all have to be very careful. There are medical risks. Invasive and non-invasive. It doesn't matter. So, guys, that's all the time we have for you today on 15 Minutes Cafe. I hope you enjoyed this topic as much as I did about cosmetic surgery because it opened my eyes a lot.",
      "chunk_id": "c36d4478-6159-4c20-816b-b24d7440247e",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "It just means that I got to hold on to my wife's money now and not let her go and spend it on some illegally licensed doctor or else I got to save my own Botox money. So, guys, remember, if you join our VIP program, you will get our notes and our transcript goodies that are part of our notes. So be sure to join our membership program and get the additional content. That's all for today. And we will catch you",
      "chunk_id": "f638526c-767a-4fad-9c20-49768efa7e38",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "in the next episode. Bye-bye.",
      "chunk_id": "46ffee89-8498-43e6-b090-f9e26d046850",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d853",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.195 _ 醫美哪時才該做呢 PART II - What kind of appearance enhancement shou.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 29
    }
  ],
  "original_text_length": 22111
}