{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
  "episode_id": "6860dd2dbb826d6ebef9d9de",
  "collection_name": "RSS_1442509198",
  "total_chunks": 27,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to 15 minutes not today the home of English shadowing and you are listening to another episode of vocab with John and Gavin right Today we're going to talk about the vocabulary in article 639 titled subway delays and the homeless crisis So subway that's that's the American word for MRT, right? Yes, not the sandwich shop. Not the sandwich shop. Okay",
      "chunk_id": "c140309c-248b-4213-9c81-e9bd60f051d1",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "No, which is named after the American. Yes subway systems, particularly New York. Yes Yeah, so the subway system in New York City. Yes, because the sandwich bread looks like I never It was very interesting when you travel right because you know, you have different names. I mean Taiwan is MRT Yes, Thailand is MRT. Yes, Hong Kong is MTR. Yes Singapore is MRT. I think yes, it's also",
      "chunk_id": "b141ce20-5c5e-400e-b536-82b2f0e309ea",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 382
    },
    {
      "chunk_text": "And then you go to Europe is just Metro. Yes, Metro Metro Metro and then Japan is also Metro and then the UK is the underground the U Underground or the tube. Yeah, and then in America subway So interesting that subway is so well known when it's just one country, but then again, you know American influence Yeah So New York subway has always had a high percentage of delays in the past and recently it is seeing signs of improvement, which is good However, the train",
      "chunk_id": "c0bcf95e-a9b6-4be6-97bc-0d54b6e79742",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "Disruptions that involve homeless people is increasing. So homeless people would walk on the tracks Block train doors and engage in other unruly behavior that disrupts the trains So despite the newly open 23 new homeless shelters in New York since 2017 the police still have to hand out civil summonses to clamp down on this Disruptive behavior from homeless people. So why are they doing it any ideas?",
      "chunk_id": "b326e095-33e6-4ca3-920b-f3e851f3f56f",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "They find refuge in subway stations. They just sit and they live in these tunnels and they find refuge It's a more like a you know city social crisis, you know You gotta you gotta find a place for the homeless people so that they don't actually disrupt the trains Okay, because I saw a program about Architecture and they were talking about these new designed. I don't know what to call them. It's not a bench. They changed the benches",
      "chunk_id": "b409242a-4c09-4373-b908-8356ebc91e9b",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "In some subway stations in New York City, and it's basically almost just like a pipe Yes, and you can just lean on it. You can't really sit on it. I hear being can't sleep on it Yeah, but this is the point. What about disabled people elderly people? They just now what? Oh to hell with it. Exactly. That's the thing It's like trying to fix a bad thing and ignoring the exactly the good people that need a proper seat Yes, and we had the exact same discussion just two days ago because we were at the",
      "chunk_id": "b4b757d7-ff83-49e3-8f7a-4b364247d0b9",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 499
    },
    {
      "chunk_text": "One MRT station and they have these seats that look like a spinning top and then steel and it's angled down It's pretty cool. My daughter loved it, but it's not very practical for sitting on because you slide down. It's very Uncomfortable to really sit on for a length of time and that was the same argument. So great. It's architecturally cool It looks snazzy and new but how practical is it for people who might actually need it a seat those people who have a problem with a leg or you know, they they have one leg or",
      "chunk_id": "0192dcaa-564d-4a6e-9e3d-4a181d1236c3",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "They are very old and they need a secure easy to sit on seat and it doesn't cover them exactly And then you know, we don't in Taiwan We don't actually have this homeless crisis in homeless people living inside the MRT Spatians per se because the MRT stations gets locked. Yeah, they get closed They get closed down and locked right and it gets checked but that's not to say we don't have our problems Oh, you know priority seats on the MRT trains We have a lot of disputes over who should be sitting at the priority",
      "chunk_id": "c952a2f7-01eb-4c8e-b094-18eebf710e53",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "Seat previously priority seats are Promoted as seats for pregnant women. Yes, the elderly mothers with children. Yes, and Of course the people we know if I broke my leg people with an injury. That's the thing So most of the time most of the time here comes the dispute is that people who are in need, right? What about if you have a stomach cramp, right? Well, what if if you see something if you see a person with broken legs on crutches sure it's quick and",
      "chunk_id": "5a605c13-6c02-4417-9423-b2429ab89e79",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 458
    },
    {
      "chunk_text": "Obvious, but yes, say for instance, I look fine. I'm healthy, but you know, I'm I I had something's wrong with me I'm ill and I desperately need to sit down. I'm very weak. Yes Oh my blood sugar falls down and I I need to sit down because all that or I fall down So obviously there has been disputes with you know situations like that, you know We don't have the homeless people issue, but we do have the priority seat issues So coming back to the article they're saying that the New York subway has long been a refuge for",
      "chunk_id": "21ca06cf-660d-4be4-871a-2543ec05c451",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 522
    },
    {
      "chunk_text": "Those with nowhere to go so transit officials and riders say they are seeing more homeless people on the subway as the city New York City Struggles to address this homeless crisis in their city. I think it's not just them I heard San Francisco Seattle a few of these cities are having big issues with homeless people I think you could say basically all of America at some point. Yeah, so statistically speaking here are some hard figures about",
      "chunk_id": "afb847ea-a3ec-4729-a156-a5e39ffc6c4a",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "3,000 people live in the city shelters and an additional 3,800 people are on the streets and in the subway It's always interesting though, because you don't know if they want to be there prefer that to the shelters even if you have the shelter I remember when I lived here there was actually a homeless person yes across the road from us and she had family and and I spoke to somebody about one of the neighbors and she told me said no She actually has family they want her to stay with her but she prefers to stay there because she has freedom and I don't know",
      "chunk_id": "06e5486b-036a-45b6-8a46-72398384766a",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 561
    },
    {
      "chunk_text": "It was some people prefer that Strangely strangely. Yeah, I mean, you know if you have some of many of them have mental issues Yes, which is how they ended up there. You know, maybe addiction and that led to more and more problems. Yes So some of them even though there is a shelter doesn't necessarily mean that they want to go there They want to they maybe they feel it, you know under pressure. They if they'd stay there they are free sort of in their own minds and honestly",
      "chunk_id": "e3883eb8-803a-46fa-b1ae-4df178c6911f",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "Most of these homeless people that I've seen in Taipei, they mind their own business. They do no harm to people They don't disrupt business. They don't disrupt mass transport. They don't they don't do anything. They mind their own business So this is not an issue here, but there's not an issue here. There it is But I can't say the same for New York, right? Okay, so related vocabulary and sample sentences First word I want to talk about is a turnstile a turnstile. Yeah, what is a turnstile? Isn't that that?",
      "chunk_id": "bedeeace-23aa-4de6-a5a8-abd18c94e432",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 511
    },
    {
      "chunk_text": "Exactly. So let me give you the dictionary definition. Yeah, right because we all know as the thing But now in the olden days it was a turnstile because it had like three metal prongs that would turn It would allow one person to walk through but now it's more of a flat. It's a gate Yeah, more like an electronic gate. Yes. So it a turnstile is a mechanical gate with revolving horizontal arms that allows only one person to pass through it was designed to",
      "chunk_id": "65249ae2-250e-4c8d-9317-85be042ba68f",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "only allow one person to go through and it was mechanical it wasn't nowadays the electronic so it can sense it can have the sensors to say oh two people exactly I know because with my daughter she hasn't got her card yet. So officially we are writing for free So every time Yalina and she walk out through a gate together in the MRT a little warning sound sounds because it detected two people two people So turnstile is is something very common in our days, you know, yeah when we were young now in parks, you go to Disneyland",
      "chunk_id": "0592991a-1191-4a00-b21c-3ce313898787",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 527
    },
    {
      "chunk_text": "theme park you go to any places that needs or requires some sort of security right or access control. Yes, and it was a very simple and Stadiums. Yeah cheap way of rugby stadiums cricket stadiums, but I think it's changed. Yeah, it has changed I'm sure there are still places that use them or in a different format You know the gate one where you can walk one person only can walk in and you sort of it's like a revolving door I've seen it but it's quite rare. I've never seen it in Taiwan though revolving gate sort of thing. I've seen",
      "chunk_id": "d255b444-7b3c-44ef-a09f-912b65d5f0e2",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 536
    },
    {
      "chunk_text": "And usually turnstiles you could you could walk in and then you put in a coin or whatever And then it will free and you could walk through. Yes Yeah, so my sample sentence is it is a crime to jump over turnstiles. So in movies, right? You would see Jason Bourne jumping over turnstiles Yeah, right. And now now they've raised them They've quite high in Paris, but I saw a guy still jumping but he was tall. He just went over. Yeah So that was interesting. Yes, so they still use turnstiles in some of the",
      "chunk_id": "30e5fab5-e6e2-42b7-a8f6-70235351f6c0",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "Like Europe you would probably find them there. Okay next sample sentence You can only go through the turnstile if you have bought a ticket Yes, and usually there's a system of somebody either checking your ticket and pressing a button or you having to be controlling the turnstile Yeah, or or you have to deposit the coin or the ticket into the turnstile, right and it will allow you access Okay, again, this article is about the city trying to deal with its homeless crisis",
      "chunk_id": "acb986a9-de44-4cfe-9bf7-aec21a323be1",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "The next word mmm Okay, and that actually was in my article two the other day with yeah, the government trying to crack down on joy. There we go So cracking down dealing with bad or illegal behavior in a severe way. Yeah, so really focusing on something Yes, I hear is in Taiwan is very common something happens and then the government cracks down like I remember Somebody drove over a red light with at the or didn't pay attention. Yes guys",
      "chunk_id": "45232bde-451b-4b8b-a312-f68f78dcb8c0",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "and scooters stopping at the red light and then looking at their phones and so for a week the police were everywhere and every red light trying to crack down on and then riders and then all the last one was a bus to two pedestrians got killed by buses on crosswalks and then the whole thing of cracking down on on you have to stay so certain distance from pedestrians when you If they find drugs in nightclubs, then they would crack down on all the nightclubs in Taipei. There you go So that's normally how it works here",
      "chunk_id": "0676c4b0-a636-4fe1-968a-5ed4acf083d7",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 520
    },
    {
      "chunk_text": "Right. So my sample sentence Good. They're camping out. Yeah. Well, they're living down there. They're not just camping. They're living down there. Yes And yeah, I think I think camping is a nicer way to put it. It's a polite term Yeah, but they squatting squatting. That's the correct word. That's the word. We know squatting. Yeah Anyway, so next sentence",
      "chunk_id": "0f9dcd7b-6175-4982-ae14-cff6fbf3e468",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 357
    },
    {
      "chunk_text": "Cracking down on fake or counterfeit goods and cracking down on that. Okay, you're not supposed to sell, you know fake LV bags and fake Gucci bags so on and so forth. Okay, so of course the my last vocabulary for this article is a fine Fine if I any if I as an I'm fine. No, not an adjective for your emotions, but this is the noun the fine or a fine",
      "chunk_id": "115adf0a-696b-449f-ae2b-bc277bf99cb4",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "Meaning the penalty that you have to pay a speeding fine. Yes a speeding fine Parking fine. Yeah, whatever fine a court fine. Yeah, you are fine Companies are fine. Banks are fine. Nobody goes to jail and then they just keep repeating So a penalty that you pay in money a financial penalty. Yeah, so I get I get the the camera fines They when I speed so it's a speeding ticket the speeding fine. Yeah speeding you get a ticket",
      "chunk_id": "fd2ab1e3-5633-4d0d-a4c6-b45fd1a564cb",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "Oh fine. Yeah, okay or a parking fine. So if you run a red light, you will get a 5,000 NT dollar fine really I mean, you know as an example, I don't know how much if you run a red light, honestly, but no, it's not that much I'm pretty sure it's probably some money moving on I need to pay my parking fines at the 7-eleven Mmm, so we can pay our fines at the 7-eleven in Taiwan. We have that level of convenience. I know I that's where I pay mine",
      "chunk_id": "2e9c5aca-6b44-40e2-8cb0-4c2f296b927d",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "To speeding fines a few weeks ago. Yes, so you don't have to go down to the DMV to pay your funds No, so what have you received a fine for ladies and gentlemen? Yeah, have you received a speeding fine? Have you received some sort of parking fines? Have you received some sort of I don't know more severe fine than what we've mentioned Yeah, how about what about the you know, the dog poo? Is there somebody policing that I don't know. Maybe there is I'm sure there's a fine applicable",
      "chunk_id": "07a2b027-46db-4a41-ba2c-9f54dd9ea4df",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "Littering right littering littering chucking stuff out of your window on the highway. That would be a I'm sure for all of that There's a fine. So plenty plenty fines out there. Yes So what fines did you get leave us a comment below and we'll catch you in the next episode Cheers. Bye",
      "chunk_id": "12134618-206b-48ee-a12b-afae5de4c1c1",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9de",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.029_ 地鐵與流浪漢的問題 Subway delays and the homeless crisis 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 283
    }
  ],
  "original_text_length": 12389
}