{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
  "episode_id": "6860dd2dbb826d6ebef9d867",
  "collection_name": "RSS_1442509198",
  "total_chunks": 42,
  "chunks": [
    {
      "chunk_text": "Thank you for tuning in to the latest 15 Minutes Cafe. And today we are going to continue with the conversation I had with Angel last week about how IKEA accompanied all our different life stages. And continuing today, we are going to be talking about something interesting, the translations for the menu items.",
      "chunk_id": "710bb244-e20c-4a95-9b1a-5ffaff05c82d",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 311
    },
    {
      "chunk_text": "Did the article mention that is there anybody like really meet up someone after the occasion? I'm sure there are people who got matched. Nice. Yeah, I'm sure. They got a second life. Very nice. What do you mean second life? Second life, right? One life, two romances or multiple romances. It's a different life chapter, right? Different chapter in your life for sure.",
      "chunk_id": "4e67af7b-2b29-420c-a96c-0afe577953f6",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 367
    },
    {
      "chunk_text": "Second life, yeah. Because I have to say, if you are all single and living alone, you must be very lonely, right? Everyday sitting at home alone and you need to somewhere to meet up the friends. So I think occasions or this place is very nice for them. Yes. I would have joined that if I turned 60 and I'm still single. You know, everything we are discussing here, you can sort of see from the way we talk about it. It's not what we need right now.",
      "chunk_id": "43e4ae02-97ac-4785-94c1-a99e2e0e03f6",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "But it's in the back of our heads. It's an option. There's the option. You can see yourself in the next 20 years. So the next 20 years, I'll be the founder to raise the gathering in IKEA. And then you have this group of all retired flight attendants. Wow. I wonder how they turn after 20 years. Yeah. And then my group would be a group of like retired podcasters.",
      "chunk_id": "9cac0ccf-f48e-41c6-88a1-72d3121e5759",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 363
    },
    {
      "chunk_text": "Yeah. Oh, wow. Interesting. Let's just keep the things going. And then IKEA. Please don't raise the price. $35 affordable. Maintain another 20 years. So the word is out. For people in different stages of their lives, IKEA represents different things. IKEA means very, very differently. Thank you, IKEA. Thank you, IKEA. Yeah. From 10, you got the toy from IKEA and then from 20.",
      "chunk_id": "52997720-b19a-4a76-922e-4914a0b6540e",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "The furniture. Yes. 30, 40 like us. We go to eat meatball and mashed potatoes. Yes. Affordable food. Second romance. Or even first romance. Hey, right. You never know. First romance. Yes. Yes. Could be. Could be. Not exactly the best place. But hey, if you want a practical dating ground, IKEA restaurant, maybe. Why not? Real person. Real time. You know, thinking about almost time to settle down. You know, IKEA is probably the best place.",
      "chunk_id": "b4ceadab-29f2-426a-b9bb-db2e4c033e58",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "Exactly. Yes. To talk about maybe what kind of color duvets you want. You know, hinting to your other half that you want to settle down now. Then let's go to the duvet sections. Yes. To explore together. Wow. Nice way to flirt. I don't know if people date like that, but okay. Yeah. Very old school. More practical. Come on. Very, very old school. But now we have one for you.",
      "chunk_id": "fd7efa4c-91c9-4d89-9607-8c5a9c6a58dd",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "For our listeners today. All right. Because since we started with food, we got to end with food. All right. This is the next thing we actually wanted to talk to you guys about. Not what our favorites are, but what your favorites are. Okay. I want you guys to send in all your comments. Let us know what your favorites are. And, you know, maybe there are special ways of you eating the meatballs or the mashers. You know, let us know. And some of these secret recipes, we will organize them. We will collect them and then we will share them with the rest of the 15 minutes.",
      "chunk_id": "af46e652-6eb9-4369-9ed0-9ee5396f7de1",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 572
    },
    {
      "chunk_text": "And then we will share them with the rest of the 15 minutes.",
      "chunk_id": "332b3e49-e6e0-49a2-b1da-0e9a29552009",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 60
    },
    {
      "chunk_text": "Next dish. This is the new menu. So the English term is. Yes. Easy. Maybe, maybe. So that's the first impression, right? Right. Plant first or 滷肉 first. You got to think about that. Or pasta first. Yeah. Spaghetti. All right. And the next dish is.",
      "chunk_id": "2ca2a7cb-ae3e-4d43-869a-a3c50352b295",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 247
    },
    {
      "chunk_text": "Red grill. Red grill. How do you explain that? What exactly is that? Japanese rice? Japanese style. Japanese style rice. Okay. Yeah. Japanese style rice. So can we call 紅燒? Can we call braised tofu? Braised, that means almost like stewed.",
      "chunk_id": "e5cf8a31-d970-4a53-a55b-d6ce8d98ec49",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 238
    },
    {
      "chunk_text": "It's closer. So, ah, actually I don't really get what does it mean. What is the point of 紅燒? Yeah. What is the point of 紅燒? A lot of soy sauce inside. Ah, maybe. Is it? Yeah. Soy sauce, soy paste, right? Maybe you add soy paste, sticky, the sticky soy paste. Maybe. Oh, so soy tofu. We will see. Soy sauce tofu. Yeah. And 百頁. Some people say, oh, 100 pages. No, it's not.",
      "chunk_id": "dbe606ba-2a94-4ba7-9349-4b7b25af27a6",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 371
    },
    {
      "chunk_text": "It's not a book. It's just, it's a kind of tofu. There we go. So once you guys to start thinking about it, I'm not going to give it away very, very early. Give you the answer too early. So the next dish we've got another two. Wow. This is a big one. This is a big one. Pamelo sauce? And then I'm like, okay. What kind of pork is that?",
      "chunk_id": "35e3be4d-d077-4f30-8d0c-00fee82fc9f7",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 334
    },
    {
      "chunk_text": "Like a 豬排, 梅花豬排. Oh, 梅花豬排, sorry. So it's pork chop, pork chop, right? Pork chops, pork chops. 又香, so it's probably pomelo sauce, pomelo, pomelo vinegar. And 紅醬, should be tomato. It looks like tomato. 紅醬, maybe. Yes. Meat sauce. You can also call it meat sauce, right? In pasta world. Red sauce is also meat sauce.",
      "chunk_id": "3f5fd1d2-fc23-4733-9b99-021bf3bbe1d3",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 315
    },
    {
      "chunk_text": "And then 逼館麵, you got to learn that. That unfortunately is Italian, right? Italian. Different types of pasta. Okay. We'll get to that a little bit later. Okay. The next dish, 香草雞腿排, 紅醬義大利麵. So the changes lie in the 香草雞腿排. 紅醬義大利麵. So that's still red sauce. That's still pasta. And 香草雞腿排. Chicken thigh. Chicken thigh easy. Chicken thigh. Chicken thigh. Yeah. I think chicken thigh. Chicken thigh. Yeah.",
      "chunk_id": "9422b0e6-1b5a-401e-ad4f-2aa06909206e",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "Grilled chicken thigh. Grilled chicken thigh. Most likely grilled. I mean, my guess would be 香草雞腿排. I don't know. How would you make it? Fried? No. Grilled, mostly. 香草, I'm not sure why you want to put vanilla on. Vanilla, it should be like the, not the one we use in the cake. Is it like the herbal? I think it's more like Italian herbs. Oh, it should be, should be. Yes. Oregano. Ah, the mixed herbal. Yeah. Makes it the term 香草. Maybe we should just call it herbal",
      "chunk_id": "26481670-83eb-4b9d-a14c-8aec650a34d8",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "chicken thighs. Herbal chicken thighs. I can't understand that. Yeah. I can't understand that. So we got the full dishes. Okay. Let me quickly recap and then we will go to the English menu and share the real names, real English names of these dishes. So you guys can go to IKEA and go check it out for yourself and try it. All right. So the first one 植物滷肉義大利麵. Second one 紅燒百葉和風飯. Next one 柚香梅花豬排紅醬筆管麵. And the next one 香草雞腿排紅醬義大利麵.",
      "chunk_id": "c2c16a13-7063-4f5a-abf1-5bb9b7f6c4d8",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "Okay. We're going to spill the beans for you guys. Let's hit it. Yes. So the first one 植物滷肉義大利麵. The English is plant-based braised pork belly with spaghetti. Plant-based braised pork belly. I don't know why the extra pork belly. Belly. Why do you plant-based pork belly? What does that mean? How can pork belly be plant-based?",
      "chunk_id": "6b024c2b-743d-468e-adf8-f05270cfaf00",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 327
    },
    {
      "chunk_text": "My belly is not plant-based. My belly is 100% savory. It's real animal fat. It's protein. It's real protein. Okay. So listen to this 植物滷肉義大利麵. Pork belly. Where's the pork belly? No, but in English, they added pork belly to make it sound fancy, right? Like you're eating some high-class plant-based braised pork. And it's plant-based.",
      "chunk_id": "ce2c2758-c2fc-4fa9-adf0-a6710286839c",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 334
    },
    {
      "chunk_text": "Braised pork belly. What's wrong with the word belly? Why? I know because in normal 滷肉飯, it's pork belly. So they want to emphasize that. Highlight that. Actually, it's real 滷肉飯. It's just plain based. So nothing changed. But braised pork is not 100% braised pork belly. Not always. Not always. Yeah. It depends on the recipe though. But when it's plant-based, who cares whether it's pork belly or pork head, pork knuckles.",
      "chunk_id": "1fd93cea-6701-4d86-b6b9-35cd083f2c4f",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 423
    },
    {
      "chunk_text": "Pork whatever. It's plant-based. It's not supposed to be pork. We should try it out to see if it really tastes like pork belly. Now here's the funny thing. We all know when it comes to food naming schemes, the first segment is usually the main part of this particular dish. Right. And the second segment with, right? With blah blah sauce. With whatever. So listen to this particular dish.",
      "chunk_id": "4e8cba42-d18a-4599-b5c7-e55368c2672c",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "Plant-based braised pork belly with spaghetti. So spaghetti is the side dish. Is the sauce. So the main thing is plant-based braised pork belly. Right. Plant-based pork belly with spaghetti. With spaghetti. With spaghetti. Not spaghetti with plant-based braised pork belly. Pork belly. As far as I'm concerned, spaghetti comes first, you guys.",
      "chunk_id": "ccac6ab5-342e-4091-a16c-0435a86cb203",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 343
    },
    {
      "chunk_text": "The sauce comes first. Is it because it's more valuable? Like prices up? Spaghetti compared meat and the spaghetti. I don't know. This plant-based braised pork belly. This pork belly. I better see the belly. You better see the belly. Since you highlighted. Yeah. Where is the belly? I ordered a pork belly. I better see the pork belly. I better see it. Since you put it in the front. Okay. So we have some nice argument with IKEA. So guys, you can see the naming scheme.",
      "chunk_id": "6955bffb-f01b-47f1-ba55-1735fed9beaf",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "In the English. The Chinese is like, meh. Not very cool. Very plain. But the English is like, whoa, there's something here. I don't know why they did that, but thank you, IKEA. If I got the English name first. So I translate it to Chinese. Yeah. I will probably call it 素豬肚義大利麵. Sounds even worse, right? Yeah. 素梅花豬. Or something like that. 素梅花豬乳肉. 豬肚. There's a pork belly. You need to translate that.",
      "chunk_id": "c770de81-2f2d-4aa2-967c-fe1aa2d7cade",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "So the term would be 素豬肚義大利麵. Even worse. Sounds like a terrible dish. Right? So there we go. It's very conflicting sometimes when you name dishes in Chinese and English. So the next dish, 紅燒百葉和豐飯. Let's see what the English is. The official word on the street is, soy sauce braised tofu with Japanese fried rice.",
      "chunk_id": "dce6aa40-066b-42ba-afce-9cc3f1725139",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 313
    },
    {
      "chunk_text": "So braised, soy sauce braised tofu with Japanese fried rice. Soy sauce braised tofu. So 紅燒 for people in IKEA, they think it's soy sauce. Braised tofu. Braised. Now my next question is, if today we don't include the word soy sauce, does it still make sense? Braised tofu with Japanese fried rice. Because in Taiwanese style cooking, braised anything.",
      "chunk_id": "7e487fc0-acc2-4f9a-b26d-42d69752c656",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "It's the concept of braising your meat. You add soy sauce. It's not like you braise with sugar. So it has to be soy sauce. There has to be the soy sauce element. Soy sauce element. Yeah. So it's different, right? Yeah. So again, conflicting, right? Soy sauce braised tofu. Why do you want to add a few words to make it sound fancy? They highlighted soy sauce? Yeah. They want to highlight soy sauce. But nothing special about soy sauce. Everything braised dishes",
      "chunk_id": "f761afa1-66b4-45de-94c8-61d9b17952f8",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "comes with the soy sauce. Exactly. So you should add more special ingredients. So they fancied it up by adding soy sauce. Thank you very much. Soy sauce braised tofu with Japanese fried rice. Okay. 和風飯, Japanese fried rice. Make sense. Make sense. What is the difference between 丁太風 fried rice, the Taiwanese style fried rice and Japanese fried rice? Japanese fried rice, I think they mix soy sauce inside. Because the color is different. 丁太風, they also add soy sauce.",
      "chunk_id": "e6c6f967-04a9-4642-9d37-3ebebf7f1a66",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "The 丁太風 soy sauce looks white, right? But the main character is egg. Japanese soy sauce. Japanese fried rice. Or they mix some beans inside, vegetables. Yeah. I think more veggies. Just more veggies. They don't want to call it veggie fried rice. Then it doesn't sound fancy. Calling it Japanese now, all of a sudden. Call it sharp. Call it Mitsubishi fried rice. Level up. Yeah. Call it Lexus fried rice.",
      "chunk_id": "006ef10c-1926-4e9f-b2aa-8982a670eee4",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "Levels it up. Different. Oh my gosh. Naming schemes. You guys, you marketers out there. Yeah. I applaud you guys. They really did a decent good job. You're really good. Very good at it. Confusing us most of the time. Right. Okay. Yeah. You're good. So the next one. Okay. So let's start from the back because that's the noodle. That's the pasta. Yeah. And that kind of pasta is penne.",
      "chunk_id": "0d512f99-a521-4c66-9fff-55259fd1a56b",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 384
    },
    {
      "chunk_text": "P-e-n-n-e. Penne. So now, listen to the English. Pork chop with pomelo sauce and penne with tomato sauce. Two parts. Two parts. Pork chop with pomelo sauce. So that's the one dish. One thing. Yeah. So pork chop, you were correct. Pomelo sauce, we got that sort of right. And penne with tomato sauce. Oh, penne with tomato sauce.",
      "chunk_id": "5bec58a4-d7bd-4cfc-b1e3-282e0f01446a",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 328
    },
    {
      "chunk_text": "Yeah. So two things. So first part and the second part. Yes. There's the and, not with. And. See? The and. So pork chop with pomelo sauce. One dish. And penne with tomato sauce. So two main dishes. Two main dishes. Two main thing. So you can either order pork chop itself or penne with tomato sauce. Yeah. It sounds like that in English. If you break it down, it looks like that. So it's like five star restaurant.",
      "chunk_id": "184c6e0f-27ed-4770-abe7-118d275616f4",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "Even the dish is really simple, but they just want to make it one by one. One by one. You write two lines of, you know, you make your menu look bigger. It's super long. Yeah. Pork chop with pomelo sauce and penne with tomato sauce. Yeah. It's like five star serving. Yeah. Anyways, that's IKEA. Good. You know, sounds Michelin style restaurant. Good. So the next one. Okay. All right. Okay. What's xiangcao means?",
      "chunk_id": "dff56599-311e-47e6-a0c7-d549985c00e3",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "The English menu. The English menu says roasted chicken thigh with spaghetti and tomato sauce. Where's the xiangcao? They didn't translate a bit. Now listen to this. Now this is interesting, right? The previous dish, pork chop with pomelo sauce and penne with tomato sauce. So two parts. And this next dish says roast the chicken thigh with spaghetti and tomato sauce. There's not a line.",
      "chunk_id": "49bd0280-addd-4443-a149-8c5b80681173",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "So spaghetti and tomato sauce separate, right? Roasted chicken thigh matched with spaghetti, separate with tomato sauce. Huh? Using the previous naming scheme, technically it should be roasted chicken thigh and spaghetti with tomato sauce. See different naming seams. You marketers. Thank you. We didn't see that coming. I didn't see that coming. Thank you guys for naming all these.",
      "chunk_id": "f98f4c44-f0c5-42d4-8909-5f183c67ca30",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "In Chinese, everything makes sense. It's the same dish, except you changed the meat, the protein. But no, if you read the English, it seems like. They change the grammar. They change everything. With a bit of grammar change, everything changed. This dish is different. See? And tomato sauce. So you can order a la carte tomato sauce. Can I please get a bowl of tomato sauce? Can I get spaghetti and tomato sauce? So you will get spaghetti on the plate and then spaghetti on the plate.",
      "chunk_id": "03e89866-e8d0-4dd0-8a72-ca325ed8379e",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "Interesting. Pretty weird. Huh? Exactly. When you start playing grammar games like this, then you look at the English sometimes and you scratch your head. Then you think, oh, these marketers, you're just trying to make things fancy. You're not telling us the whole truth. You're not telling us the whole truth. Yeah. You're stir frying the whole truth, right? You're making a big stir fry out of it and making it sound good, but it's",
      "chunk_id": "e058a023-7970-4b6a-b322-3aa983105fb5",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "just plain old pasta. Just pasta. Yeah. Just make everything with pasta. That's it. Make it simple. They didn't keep it simple. So guys, from that exercise, you can see most of the times what you read in Chinese is not exactly the same as in English. You got to see it the other way around. And of course, when you translate it from English to Chinese, again, it's not what it seems. And that's",
      "chunk_id": "89f2e730-da3a-4ff4-9d1a-ee623fe6b014",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "where this becomes very interesting. So when you go shopping at IKEA or when you go to any food court, check out the menu. And this is a little exercise you can do for yourself. And I often do this for me and my wife. And if I have nothing to say, I start playing these little games. Guess games. Guess games. To help just to spice things up. And actually you need some imaginations to do that. Yeah. You know, if you were the marketer, how",
      "chunk_id": "ac158eb2-cab0-4566-aae7-c684d3cd6e5d",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "would you name it? Oh, right. You can play these role playing games to help yourself practice some of the terms and see if you have a better version of the naming of this particular dish. Yeah. Yeah. All right. So guys, thank you for joining us today. And we love hearing from you guys. So please do send in your favorite IKEA menu item or recipe, perhaps some secret recipe that you mix.",
      "chunk_id": "2bdd568c-cd35-42e5-9caa-a65773f600b2",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "Ice cream with meatballs. If it's any good, you let us know. And thank you for joining us. We will catch you in the next episode before we end. For those of you who are interested to get hold of this episode's transcript, useful phrases and useful terms, please do check out our VIP membership program, where we offer additional content and study notes related to not only 15 men's cafe, as well as our daily shadowing episodes. So be sure to check it out.",
      "chunk_id": "f7ea4c84-9731-43d4-a6e4-de3f6d0a145f",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "Join us in the next episode of 15 men's cafe. See you guys. Bye bye.",
      "chunk_id": "c7f57203-16b6-4500-9442-9f55ae88a99a",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d867",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.214_ 對都會人士不同人生階段都具有不同意義的世界名店 PART II The best store that accompan.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 68
    }
  ],
  "original_text_length": 15821
}