{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
  "episode_id": "6860dd2dbb826d6ebef9d9e4",
  "collection_name": "RSS_1442509198",
  "total_chunks": 28,
  "chunks": [
    {
      "chunk_text": "Hi there guys, welcome to 15 minutes start today home of English shadowing. You're listening to vocab and this is Gavin and John and today we're going to be exploring one of the articles from 15 minutes start today. We are looking at article number 524 and it's basically about tattoo or about ink on your body. Well, John knew I would pick this article because I have a little bit of I have seen your ink. Yeah.",
      "chunk_id": "6af3481c-69fb-406b-9648-e98213aa7ce7",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "I have seen your ink, but it used to be a little worm. Now it's a dragon. No, no. And why this article struck me was the fact that in essence it said when you get a tattoo, you do not own the tattoo. It is on your skin embedded in your skin for the rest of your life. But the image itself is owned by the artist or the tattoo artist. That actually kind of makes sense.",
      "chunk_id": "66e795b8-4ccb-4f9c-bac1-dcce6dda5b2d",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "Because Picasso, right? The canvas itself that Picasso paint his paintings on, the canvas does not own the copyright, does not own the painting, right? You're the canvas, right? The artist owns the art, not you. I don't agree with that necessarily because this is a very different kind of art form. I know legally there is no differentiation between a canvas and a person, but a person is a lot.",
      "chunk_id": "07dc503c-74b0-42ea-bea5-c5dc4a5d5806",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "Burn a canvas. Nobody's going to if I burned you, I would be in a bit of trouble. There is a huge difference between a person and a canvas. And as such, I found this quite interesting. And I thought, well, maybe my first thought would be they need to change the legislation on that. They probably need to. They need to because I think that is just because tattoos are becoming more and more prominent. It's all over the place now. It used to be a stigma. It used to be like a label Asia.",
      "chunk_id": "f0a9823b-2cec-4698-9bb6-453279e2daff",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "In the U.S., something like more than 40 percent of the people have tattoos. So that's a huge number. Yeah. I mean, you're thinking just under half the population. That's a hell of a lot. So there it's just everyday thing. Here in Taiwan, I've noticed that increasing in popularity. The mafias and. Well, that was always that. Now a stereotype used to be that was part of a stereotype of. Yes, yes. Well, it started. I mean, groups. It was interesting. I mean, in Japan, I know it started with firemen.",
      "chunk_id": "43b9fd1d-b1fc-449e-be3d-928f69a3d15f",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "They had tattoos. So if they died, they could be identified by their tattoos. Right. If they got burned up. And that was the thing. And then, of course, it went on to the Yakuza and became one of their things. Right. So even to this day, I know if you go to Japan now and I if I went to Japan now in some public bath houses, I wouldn't like hot springs. I wouldn't be allowed. I would like, OK, they are a dragon on your back with a tiger on your back. My little worm will be like, oh, you dare not get in the pub.",
      "chunk_id": "bba12e7b-0e1a-407c-ab81-0aad38728a4a",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "So I would have to go to a public bath. I mean, for me, that would be like, what? Isn't that some sort of discrimination? So previously, the association is, you know, mafia gangsters. Right. Well, not Asia and in Asia. Right. Now it's associated to trendy, different, making a statement, being special. Well, I would say this, John, and this would be my only advice. My daughter asked about the two. I said she can have one when she's 30 because I figure",
      "chunk_id": "d2b10d69-d37e-43db-a1a6-40ec1bf504b5",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "then you're old enough to know whether you would want one or not. And the other thing, my other piece of advice would be never put one where you can't cover it up. Right. I always felt for me, it's different for me. I have tattoos. But you can't see them because I didn't get tattoos for other people. I got them for myself. Yes, it wasn't for. Oh, look at me. I have a tattoo. It was normally it's a very personal thing. It was very personal. I got them and it was a stage of my life and I got them to show as a statement for myself.",
      "chunk_id": "d88de07b-6a20-40a4-9430-69ce6c4ee559",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 534
    },
    {
      "chunk_text": "It was something not a fashion statement to know the brands. I don't wear I don't wear these little cut off tank tops. I don't. I will wear a T-shirt. If I wear a T-shirt, you can't see them really. So it's not for me. It's different. I think it's a very personal thing. For me, it's not a fashion statement, but that's me. So, you know, that's what I told my daughter. I said she could be 30 and decide to have it. I don't mind. And if my only advice would be don't have one, put one on your hand or on your neck, on your face. Oh, my God. No.",
      "chunk_id": "b0f5d266-7433-4cfe-bbeb-d9bcb6525c4e",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 544
    },
    {
      "chunk_text": "Mike Tyson did. Yeah, but that's Tyson. He had money from being him. And he and apparently he owns the copyright to do that, right? Doesn't he? I don't know. I believe he does. Like he that that is his label. Yeah, that's Mike Tyson. That's part of his sort of, you know, nobody can use Mike Tyson tattoos anymore because he copyrighted it. Yeah, there you go. So let's anyway get to the vocabulary and away from the idea that tattoos are getting everybody excited to get tattoos.",
      "chunk_id": "bd33db92-0fd9-4699-8122-17b7d4d6af77",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Now, we don't do it now. You know, 15 minutes tattoo. No, John, not likely. We'd have to make a lot of money to be able to afford to get it. I think I would be able to do paper tattoos. I don't think I can survive a real tattoo. It is painful, John. And I was actually when I was in Thailand, I was thinking of, you know, just adding a bit onto my existing ones. And, you know, still cheap there compared to Taiwan. They are very expensive. I'll tell you that it's expensive here. OK, so, yeah, just make sure if you get one, make sure",
      "chunk_id": "5e6f6208-d513-4878-827d-1e430903a46b",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 535
    },
    {
      "chunk_text": "it is an artistic person and you can see their work. I made that mistake once. And well, let's just say and according to I paid more money to have it sort of made to look a bit better. So according to this article, technically, you don't own your I don't own any of these these these images on my body. Yeah. OK, so the first word I picked up was transcendent because they spoke about one sportsman who was flying through the air with his basketball and they compared him. They said he was transcendent, which is beyond",
      "chunk_id": "23191189-1424-48ff-99cc-0dd0b1fbebb2",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "great. He is super duper extraordinary athlete. And of course, the reason why this came up was the fact that people with tattoos were being put into video games and for normal photos. No problem. You show your tattoo. No issue. But in video games, they have to take the person and create an avatar. And when they put the correct tattoos on the avatar, right, technically the tattoo artist could sue the game company. And, you know, there was one person who",
      "chunk_id": "82fcfbfe-1230-4d92-8a8c-bb5416f3e4c1",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "rejected and in the end they withdrew their claim. So this hasn't really happened, but it is an issue. And game companies especially are really concerned about this. It's that idea of taking a person and creating an avatar and making it basically 100 percent look the same. So they put the same tattoos on and that could potentially cost them money if they are sued, because technically that copyright of that tattoo belongs to the tattoo artist. So if something is transcendent, we could say Michael Jordan",
      "chunk_id": "22dfc4f3-a863-4ec8-a9f3-37e1e6402aab",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 507
    },
    {
      "chunk_text": "was a transcendent athlete. He was. Yeah, he was phenomenal. Yeah, all time great. Interestingly, if you want to talk about transcendent sports people, Wayne Gretzky was a transcendent. Yes, Wayne Gretzky. He was a hockey, NHL, ice hockey player. And he was transcendent in every way. There's never been a player like him and never was. All time great like him.",
      "chunk_id": "73563d23-c64f-438b-8403-4357e7795f54",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 361
    },
    {
      "chunk_text": "And I mean, I saw some statistics one day, not just the times he scored, even just his assists outnumbered anybody else. It's just insane how phenomenally good he was. So we can also use the word like, you know, Wayne Gretzky is a legend. Yeah. Michael Jordan is a legend. Yes. So you had, I mean, if you think about Tiger Woods was a transcendent athlete. But at that point, when everything was going great for him, there was",
      "chunk_id": "ed28de89-928f-4413-a1ad-4cccbeb1ba6d",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "nobody who could touch him. During his peak, he was the transcendent player in the world. And if in 10 years time, we look back at his career, if he retired, golfers never retire. I mean, Gary Player was still playing a couple of years ago. He was like 502 years old. Nobody will ever, I think, touch his record. Well, for a long time. We don't know. The next Tiger is maybe out there right now practicing their swing. Yeah. So transcendent, meaning beyond normal, beyond",
      "chunk_id": "e26eb070-fad5-4ae8-a68d-e8cbdf4e30a9",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "that's a great, great, great player or great, great, great person. So somebody would say that Warren Buffett is a transcendent investor. Yeah. Okay. The next word I chose would be tangible. And I like this word because it is something that you can see or I always like to think of it as something you can touch. So if something is tangible, we can see it. So this is an interesting idea. A pencil is tangible. Yes. It's physical.",
      "chunk_id": "8e6bfb6d-da40-44d5-9bcf-8bf293f6a353",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "If you touch it, you can feel it. Yeah. Well, but then again, if you draw a pencil, you can see it and you could touch the drawing. Yes. So that's also tangible. Now you get to something like love. Now, love is not tangible, but yet if you see something, someone do something that shows their love for someone else, that is a tangible way of showing that is so love is not tangible, but giving flowers to",
      "chunk_id": "cb67a6fe-99a3-45fa-85e7-62e2c88e64c0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "your loved one is a tangible gesture, is a tangible gesture. So love is not tangible, whereas itself, but the act of love that is tangible. You can see tangible things that portray that love. I mean, that is very interesting for me. So I like the word tangible. The, of course, the opposite is intangible. So something, so technically love is intangible, but acts of love are tangible. And in corporations, you know, with my clients, business clients, you know,",
      "chunk_id": "c0ad77d7-acc6-4540-a2d9-13cceaf6979e",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 461
    },
    {
      "chunk_text": "we often talk about the tangible assets and intangible assets of a company. Yes. So for instance, you would look at something like, what's it? Copyrights that are sort of intangible. Yeah, that's in copy. That's the intangible assets of a company. If you own my Tyson, a patent, a trademark, a logo, those are the intangible assets and tangible assets would be the machinery that you own. You know, the factory, the warehouse, the",
      "chunk_id": "9cd38840-516c-47fa-ad61-2db032e5ea71",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "real estate that you own, those are the tangible assets. And one thing we should always mention would also be the knowledge that your employees have that is intangible, but it's of great value. Yes. Many companies lose sight of that. They lose people. They don't care. And they lose that knowledge, which is intangible and of great value. Right. Okay. And that brings us to my last word. Dope. It's dope that you're talking about dope. Yes.",
      "chunk_id": "abc237f0-8bc9-4633-93d4-c7a6dfe0358b",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "So dope as in the edge of something that describes something as dope, which means it's cool. It's cool. As in the new music video by Peter Smith is dope. I don't know who Peter Smith is. I don't know anybody, any modern artists. Taylor Swift's new video is so dope. I don't think people would agree. I don't know. Or you could say that my new iPod is so dope. Do they still make iPods?",
      "chunk_id": "54a67e54-9ddf-4301-bceb-c5425fdd0846",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 385
    },
    {
      "chunk_text": "I think they're phasing that out. Okay. Well, my new Apple Watch is so dope, man. Apple Watches are dope. Yeah. I don't know, John. It's trendy. Even if you don't turn them on. And interesting. I need to make a differentiation here because dope is cool and a slang. And I've never used it in my life. I've never said anything is dope until today. I think we don't use it very often in everyday lives, except when you are with your peers. If you're a teenager, you're more",
      "chunk_id": "9dcd1bff-0935-4086-9370-b49fe18d67ff",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "likely to use and outly a word like dope because you want to be different. You want to feel different. You want to use slang to show people that you are up to date. Right. But in, you know, in the grownup community, I don't think using dope would reflect well on you. No, I don't think in a business meeting, if you say, wow, this is a dope idea, Mr. CEO. Good on you, buddy. No, I don't think it's going to go well.",
      "chunk_id": "db13dc54-a592-408d-a2ba-6ec86d0987e8",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 416
    },
    {
      "chunk_text": "For you. Anyway, so that is dope as an adjective describing there is dope, which is a noun, which is a thing, which is illegal in Taiwan, but has been legalized in many American states. Yes. So people smoke dope. So just be aware of that dope, the noun, the illegal drug, if you want to call it like that. That is another name for that. So any which way. So dope is a slang, which means it's cool or great. And so that brings us to the end of this",
      "chunk_id": "08d51740-cbc0-44ea-80ba-271a06b0c2c8",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "vocab and in the comments below, I would like to hear your opinion about this issue. So if you think that the tattoo artists owns your art that is on your skin, vote no. If you think that you as the person whose skin it is owns that picture, vote yes. And for my personal opinion, I think yes is the issue because we are not the same.",
      "chunk_id": "4fea3446-73c9-4376-b935-8df8e3bdcc98",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 334
    },
    {
      "chunk_text": "As a canvas, we are humans. That ink is under your skin. You paid for that picture with blood and pain. So that's my opinion. I'll go for yes. So please write in your comments below. Yes or no. And which way you stand. Yeah. We will be gladly to take a poll and let's see what people think. Yeah. And now let's wrap up this dope episode. Yeah. Thanks very much, Gavin. And I'll see you guys.",
      "chunk_id": "eef10a4a-e40e-4920-a21b-3452420ce3a8",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9e4",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP004_ You dont really own your tattoos.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    }
  ],
  "original_text_length": 12600
}