{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
  "episode_id": "6860dd2dbb826d6ebef9d9eb",
  "collection_name": "RSS_1442509198",
  "total_chunks": 27,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to 15 Minutes. Today, the home of English shadowing and welcome to today's vocab. This is John and this is Gavin. You are going to listen to us discussing the vocab regarding article 542, my headphones myself. Oh, headphones, John. Headphones. They are expensive. Yeah, you don't have to buy the expensive ones. So this article is basically talking about this, about the recent",
      "chunk_id": "ab549f08-552e-41d0-86a8-23c4f3d25540",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "rise of headphones, right? How headphones has come to being. Long time ago, headphones have come a really long way. Decades ago, they were considered just products only for audio files, right? You sit at home, you listen to your hi-fi system, your headphone system. And once Sony came out with their Walkmans, their prolific Walkmans, earphones and headphones became an important accessory to this mobile movement. Take your music with you. Yes. Right. And then, of course, after the Sony Walkmans, it came the",
      "chunk_id": "6cdfa386-6be6-4d34-aa69-e5d42ba9c0a8",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 510
    },
    {
      "chunk_text": "iPods, right? And that, you know, pushed the digital age of take the music with you. So now the headphones and earphones are not just made for all levels of audio enthusiasts, but also for those who likes to show off a little bit of their social status. So now there's a new category or this is becoming a big category, luxury headphones. I can tell you, John, I was the other day",
      "chunk_id": "ec774ec7-239f-4099-a083-02f360cbc856",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "I was like last week, I was in the computer market and I basically checked out a set of noise cancelling headphones, BOSC. Oh, Bose. Oh my God. It was like eleven thousand something. I was like, I looked at him, I thought, no. Three hundred US starting, right? Yeah. It was insane. I thought, no, that much I don't need to spend. And but Bose is a big brand, is an audiophile brand. I think you're paying for the name. The number one selling pair of headphones is something called MWAP. I have a pair.",
      "chunk_id": "ba9aec22-a5b1-46fc-a78e-32b3bf58960b",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "And they cost about 30 US. I bought it on Amazon. They shipped it and they are fine for people like me. I'm not an audiophile, so I wouldn't know the difference. Right. I'm happy with it. Twenty odd hours of playtime and they're excellent Bluetooth and wired. So in the article, they mentioned a few examples of where celebrities and DJs, you know, they wear in the music videos, they would wear these headphones, luxury headphones as accessories, right? They are now considered",
      "chunk_id": "fa2cefe7-73ec-4c16-8a8b-d4a79a038186",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "trendy accessories. Yes. Fashionable people. Right. And of course, they all come in three hundred US dollars, five hundred US dollars and so on and so forth. Of course, we do have the super high end, the real audiophile headphones that cost two, three thousand US dollars, but they're not very fashionable. They're more for the real true audiophile sitting in front of their audio systems and listening to the music that they've saved for a long time and their records, etc. But in music videos,",
      "chunk_id": "84647cd2-65be-4f69-a51b-d12928742461",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 495
    },
    {
      "chunk_text": "it's becoming more and more prominent that people would wear headphones as accessories. OK, not me. Yeah. But what about the practicality? You know, what is the practicality of wearing a headphone during your commute? Well, that that's perfectly acceptable nowadays. I think Beats helped that because everybody was walking around with their Beats. I thought it was strange because I like the in earphones. I thought they were less obtrusive. Right. And even the iPod, you know, the iPod ones",
      "chunk_id": "59ed86bb-f7cc-4461-b9e8-6848b1f6aff6",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "I never like that shape. I like the in ear. And I think I thought it was found a bit strange that somebody wear over the ear, but the sound is better. Basically, it's louder, more powerful. So, yeah, I mean, it's perfectly normal and sort of I think the main thing with that is people can see you listening. So hopefully they will leave you alone. Sometimes with the in earphones, they don't notice them and then they still, you know, they might interrupt you. And Gavin, that is the exact idea. When I put my headphones on, I mean,",
      "chunk_id": "638cf765-4620-4c45-abce-60053533b532",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 532
    },
    {
      "chunk_text": "I don't want you looking at me. I don't want you noticing what I'm doing. I'm sort of in my own personal space. Right. Yes. And if you buy both, which is eleven thousand NT dollars, you cancel out all the other noise. So noise cancelling headphones. Yeah. So what is considered noise? Everyone else. Yeah. Well, you cancel everyone else out. I think the main thing for those would be maybe something like an airplane where you could, if you put them on, it would cancel out the noise of the engines and everything.",
      "chunk_id": "5e691220-a464-4e19-8245-deffbf4da5a0",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "You know, you know, Gavin, I would have to say originally, a few generations back, the Bose noise cancelling headphones, they were great for frequent air travelers. They were fantastic. When I heard how much noise it cancels out, it's amazing. But I have to say, like today, most people wear active noise cancelling headphones. Number one, because they're usually higher priced.",
      "chunk_id": "517c4401-e663-47c0-90f3-4e1cb3bd667e",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "They're very fashionable and they're usually marked as audiophile grade, high resolution audio, et cetera, et cetera, et cetera. Because in terms of price range, it doesn't justify selling a noise cancelling headphone just for noise cancelling. So they're trying to upsell everybody. So you're buying a three hundred US, four hundred US dollar headphone, which looks shiny and fancy and all fashionable with noise cancellation.",
      "chunk_id": "d16eb085-2788-466c-9d50-5d983b01661a",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "I thought I saw, you know, like a little mini amp for your headphones that does the same thing. It does the noise. You could basically put it in your headphones. And I'm sure there are more and more products like that. I think people just want to zone out commuting to work or commuting home. Right. So, yeah, I think, you know, as you said, you spoke about cramped commute. So, yeah, it would be a good thing. Yeah. AirPods are just prolific. Right. AirPods are everywhere.",
      "chunk_id": "f49e55d3-af75-4b81-b298-9c0262852c08",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "I don't have any. I'm OK. Yeah. I don't like the style. I really like in ear things like truly in ear. The vocabulary that I chose for this article is DJ. What does DJ stand for? I'm sure a lot of people use the word DJ, DJ, DJ. But what is DJ? I know. Disc jockey. Disc jockey. Right. So DJ can be used as a noun and as a verb. Right. So, you know, DJ gas.",
      "chunk_id": "cd4c1d53-5b0a-4261-8b30-d02261b75117",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 357
    },
    {
      "chunk_text": "DJ Gav. DJ Jay. Right. So we can call ourselves DJs or MCs. Right. And you can also DJ for people. Yes. Right. So I would love to learn how to DJ for my own wedding. Oh, really? Yeah. In my own wedding. My own DJ. OK. That'd be cool. All right. And I can also use the sample sentence of my favorite DJ is Armin van Buuren.",
      "chunk_id": "85271e40-1169-4393-9245-b063e9041467",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 322
    },
    {
      "chunk_text": "I know the name, but I don't know where he's from. And when I was young, I knew a few DJs, but like local people who would play. South African DJ. Local clubs. No famous people. Yeah. The guys who would do just gigs. Yeah. All the guys who worked like in a small little club. At one point, I would hang around with the staff, the bouncers and the DJs. Because there were about three Gavin's there. Gavin number one was a barman there and Gavin number two did something there.",
      "chunk_id": "9c19f4bc-d21b-4b38-b97c-e10f96313328",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "Was I number three or was I number two? I can't remember. We were three Gavin's. So we would go out on weekends and hang out and yeah, drink a lot when I was young. That sounds great. And my next word is compliment. OK. Something that enhances or improves something. Right. So the sample sentence would be likely go something like this. Luxury headphones will complement my outfit for today. OK. Right.",
      "chunk_id": "b75bdcc0-0124-4ebe-a15a-55fb2864c887",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "If I was wearing fancy clothes, you know, I would want a pair of luxury headphones to go with my outfit. Right. And my next sample sentence is quality headphones are usually complemented by high tech materials. OK. I think we can use them a food, too. Right. So something like apple sauce complements the taste of pork. Exactly. OK. Yes. Apple sauce and pork. Yeah. OK. Remember, have you ever seen a picture of a suckling pig with a apple?",
      "chunk_id": "156dda21-fb78-4cfc-81c1-fedf89866027",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "Well, apparently apples. I don't know. Apple sauce. It's like for me, lamb with mint sauce. Mint sauce complements the taste of lamb. With beef, it's usually horseradish or mustard. They complement the taste of beef. Yes. Duck, red wine sauce. So you have all these sauces. Think about sushi. When you go eat sushi, what sauces do you use to complement? Soy sauce and wasabi. That's it. So those are the sort of",
      "chunk_id": "a0f3bc7d-2b38-477d-8f57-7cd340c98c87",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "sauces that complement the taste. Ah, there we go. So for food and for headphones. And for clothes and fashion and all sorts of stuff. Yeah. Many things that matches. I can almost say like matching. Right. Yes. And it matches very well and improves it. Fashion, design, all kinds of things. I mean, think about a car. You would have to have your wheels match your paint job or the wheels match the style. Even the tires, low profiles. Ah, you know, all kinds of stuff and relationships. Yes.",
      "chunk_id": "786afb40-aeea-48e5-804c-e8b3c10a079d",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "You need to complement each other. Otherwise, it's not going to work out. Yeah. You want to marry somebody just like you. No, never, ever. That's a recipe for disaster. You need somebody who complements you, meaning they are not the same as you. You have things in common, but they are your strengths and their strengths are not the same. That way you complement each other and you have a stable relationship. If you are just the same, it's very seldom. Good advice for somebody who's married with kids.",
      "chunk_id": "e39c330a-0518-4ff6-8c4a-2f5be5b28d1a",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Okay. So next word I chose is privacy. Okay. The state of not being disturbed or observed by others. You gain privacy. That's a big topic right now with Facebook and in China. That's why I chose this. Yeah. With the new systems they've got in place there for, you know, they talk about big brother watching you all the time. And I mean, and that's an issue we all will be facing more and more on a daily basis.",
      "chunk_id": "fabe0d4f-7598-4cb3-bb1b-6889a54cf388",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "You think about all of these sort of changes in technology that enable the government to watch you more and more and more. Well, enable you to watch yourself more and more and more at the same time, right? Yes. But I think that for us, the main danger is just the government. How much power should we give them to monitor us? They always sell us on the safety idea. Oh, this is for your safety. But that's always great until they start abusing that power and then it becomes",
      "chunk_id": "65d82320-6f0b-4c4f-b006-2b32a5f31f38",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "an issue. Right. So you need checks and balances to keep them in check. Okay. So Gav, won't you give us a sample sentence for privacy? Okay. Privacy is very important when you take a shower. Okay. Yeah. I have a sample sentence. My mother only started respecting my privacy when I moved out of the house. Ah, good one. Yes. She never respected my privacy when I was living under her roof.",
      "chunk_id": "86437de4-c522-41f1-82fc-c2a8be641fda",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "True. That is true about parents. Yeah. She'll come into the shower like, hey, you know, like, yeah, remember to go buy soy sauce and then slam the door. And I'm like, dude, I'm halfway in the shower. You should be locking the door, John. That's what you learn to do when you become a teenager. You lock the door. Taiwanese moms, they're not very forgiving with you asking for privacy. They're like, you living under my roof. I don't know. In the West, I think it's a bit different. You know, I mean, it's key, you know, bathroom.",
      "chunk_id": "1b22de00-65a1-408f-9074-209253c8cc49",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 530
    },
    {
      "chunk_text": "It's a place of privacy. Right. And I can tell you as a kid, I remember that's where I would go and hide to read books because nobody would come and bug me. They would only bother me if they really had to. You know, that's that's still the same with me till today. Like bathroom time is my time is very sacred to me. Like, you know, if my mom comes in and I say, I'm in the bathroom, that means like, that's it. Yes. Like, I don't answer calls. I don't talk to anybody and conversations, you know, people outside the bathroom.",
      "chunk_id": "bd86a7ee-12fe-408d-851a-2bc26e79b40f",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 526
    },
    {
      "chunk_text": "No, thank you. No, thank you. Yeah. All right. So, guys, the question for today is who's your favorite DJ? Why don't you tell us who your favorite DJ is? Yeah. And let me and Gavin get educated and updated on the latest ones. Please don't go back, you know, and check Wikipedia for the old DJs thinking that we would know them. No, no. Yeah. And that's it for today's vocabulary. We hope you liked it. And that's it from John and Gavin.",
      "chunk_id": "e19082ee-606a-4568-a988-cfced8536394",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "Check you in the next one. Bye.",
      "chunk_id": "bc748633-478f-4f16-bb3c-f5e9b786a575",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9eb",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP011_ Headphones for commuters.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 31
    }
  ],
  "original_text_length": 11797
}