{
  "filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
  "episode_id": "6860dd2dbb826d6ebef9d899",
  "collection_name": "RSS_1442509198",
  "total_chunks": 47,
  "chunks": [
    {
      "chunk_text": "Hi guys, welcome to Taipei Banter again, where John and Gavin discuss the interesting trends and stories around the world. How are you doing, Gav? I'm fine, John, and you? Right, I see you're fiddling around with a little Porsche car. Yeah, some friend gave me one of these cars they got at 7-Eleven. If you bought about 500 coffees, you get a free car. For those of you who don't know why we're getting cars from 7-Eleven is if you buy enough coffee and collect enough stickers, you get a collectible.",
      "chunk_id": "eee2f876-9ef2-4a17-90c2-def4eee05736",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "They call it a collectible now. I think at the end of the day, I mean, it's free, but to actually go and buy coffee to get that is not worth it. I mean, you have to buy a lot of coffee to get enough free stickers. Well, if you think about it, if you do work in an office and you got some colleagues that probably don't like the stickers, they buy coffee anyways and you can collect the stickers. I actually had to pass some of my stickers to a lot of my colleagues or my students who want these Porsche stickers.",
      "chunk_id": "43ed4fe7-5a1e-4219-9aef-5c47d3d138bc",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 512
    },
    {
      "chunk_text": "Porsche cars, Lamborghini and all that. It started off like about 10 years ago with Hello Kitty magnets, fridge magnets. I love those. And then they had the little badges. I love those things. You bought something, you got something. Then they started with a sticker system, which I hate because, John, honest to God, I cannot tell you how many times I would finally have 10, 20, 30 stickers and I would get there and they go, oh, it's finished. And I end up with this. The promotion ended yesterday.",
      "chunk_id": "a0b34895-84e5-4c5d-968f-dd597e38887f",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "Honest to God, at least twice yesterday, I got the yesterday deal. So no, I gave up on the stickers. I experienced that quite a couple of times myself. So that's why I started giving away my stickers. There you go. So I just have the stickers. I give them to kids now. And actually in the office, there was one time, one of my HR students, she actually goes around asking people for stickers. So she gets, usually in the first week, she would actually get her collectible from 7-Eleven. She's quite smart. She's got a system going.",
      "chunk_id": "215737c7-40f6-496e-b214-6cee5f24ae40",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "Yeah. I gave up on it, as I said, because it was just by the time, I don't buy that much from 7-Eleven. So by the time I collected enough stickers, it was done. So sometimes though, I'm, I actually was interesting a few weeks, a few months, a month or so ago, I was at Carrefour. No, Durham. No, no, no. I'm forgetting the name. Family Mart. My goodness. And I bought a coffee and the guy actually said, oh, do you want some stuff? You know, collectibles that were left over.",
      "chunk_id": "d0e0c1c5-dbbc-493f-b340-aa9572787e20",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "So I ended up getting, he gave me two boxes and I ended up getting some Tum Tums. Three Tum Tums in a box. Nice. A Mickey Mouse and a Minnie Mouse in a box. Nice. Plus another one. And- So they had leftovers. Yeah. And he gave it to me free. I just bought a coffee. He gave me a free. I got three Tum Tums in the one box. And then the other one was a Captain America pen. Oh, that's nice. For free. Just for buying coffee. I was so happy with that. I opened the box and like, wow, I didn't have to buy anything. That's good. So yeah, sometimes it is quite nice.",
      "chunk_id": "b9f56de9-6b46-4976-8885-6c2d58fa6e4a",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 561
    },
    {
      "chunk_text": "And the other day I was at, I think it was seven. And for basically 49 NT, I got a big knife. Wow. Look at that. That's a real big knife. Yeah. So I ended up getting a- Is that a ceramic knife? No, it's coated with something. But I just, 49 NT, I thought, okay, I'll take that. I'll give it to my mom. All right. So on the subject, buddy, you know, I have an article today talking about now the psychology behind spending big. I dug this up.",
      "chunk_id": "315a8913-4f9d-48d5-997b-fbf73693e6f4",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "From BBC. And I thought, you know, this is actually a very good fit to what we were talking about now. Yeah. The collecting, the buying, the coffee exchanging, and then of course, you know, buying the $49 bargains. Yeah. Right. So I think there must be big psychological studies behind why we're spending big money and also why we're spending on things that we actually don't need. Do you really need that knife? Honest to God, Gavin.",
      "chunk_id": "b238f8df-2a0d-44ff-a05a-10ddcaf7c8a3",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "I don't, but I, for 49 NT- For 49 NT. I am a sucker for bargains, John. I am a sucker. There we go. I have got tons of stuff I don't need. There we go. We're like, you know, and you, after a while you end up like a hoarder. You hoard these things. You just keep them in the original packaging and then you start putting it in boxes. Yeah. Here you go. Kaleidoscope? Three kaleidoscopes. I actually have four. And I ended up, why did I buy them, John? I have four kaleidoscopes here. For what? Because they cost 10 NT.",
      "chunk_id": "fa72fd0a-b56d-44bf-91ae-16ef989aab32",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 517
    },
    {
      "chunk_text": "Oh, there we go. Somebody was selling them. I was like, oh great. I'll just take it. And I fused them. I took them to kindergarten. The kids looked at them. This one is interesting because you could open it and you can put in anything you want, but these are just kaleidoscopes. So 10 NT each. I was like, give them to me. Right. So yeah, I am a sucker for bargains. And actually, you know, from what we've discussed a while back, you are actually quite a good bargain hunter as well. But now I have four kaleidoscopes, John. What do I do with them?",
      "chunk_id": "2b476132-8284-447b-8984-fdaad4600a77",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 549
    },
    {
      "chunk_text": "Now, I think this article probably suits me a little bit more because in your eyes, I'm a big spender. You're a big spender. I'm a cheapskate. I'm a sucker for that little bit of extra experience. That little bit of luxurious feeling of purchasing the actual wow factor. The big ticket. The buying experience. The big ticket items. Big ticket items. Meaning the expensive. So I think this is actually a good article to talk about.",
      "chunk_id": "82ad81d8-6ab5-42fe-93bc-cac7d4e145c2",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "OK. And now so, you know, now they've listed in the article a couple of let me give you two examples here. They listed Sennheiser, you know, the famous earphone brand. Yeah, I have. I make good speakers. They make good headphones. They've rolled out Orpheus. OK. And I've seen Orpheus. Right. And Orpheus cost nine sixteen to nineteen thousand US dollars. Wow. And Orpheus apparently comes with the best headphone",
      "chunk_id": "724a798b-4d64-49ac-ab93-3a10e6904dc7",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "amp in the world. OK. And so it's the best headphone plus the best headphone. And for that price. Yeah. So in Taiwan, apparently there are two. OK. In Taiwan. I think in Taiwan, there are enough people to buy that. Oh, yeah. Oh, yeah. They can afford it. And of course, they also mentioned another brand, Onkyo, a Japanese brand. Oh, yeah, I know that. Diamond. Also, top of the line, ten thousand dollar headphone set. OK. Right. So, I mean, you know, we were talking about headphones and earphones earlier.",
      "chunk_id": "712a73b5-644e-403f-a7ca-3735987b69c9",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "None of our headphones or earphones can match up to this ten thousand dollar pair. No, I've got a two thousand NT dollar pair of Sennheiser. There we go. That's it. That's my limit. So if you think about it, you know, it's very subjective, right? You know, paying for two thousand NT, which is what? Sixty US dollars? Something like that. Versus ten thousand dollars pair of earphones. US. US dollars. So sixty US dollars versus ten thousand. I mean, that's",
      "chunk_id": "62ac1000-5e7a-4d5f-9f81-0d10d814b6e9",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "a big difference. So can you actually hear the difference? And, you know, so there's big psychological, you know, reasoning behind why we like to spend that, you know, the big bucks to get that extra luxury. So is it actually much better? According to the article here, expensive items here and experiences are often branded as high quality, exclusive, bespoke or offering greater amenities or services. Right.",
      "chunk_id": "2b84ac49-321a-4970-a480-705344c22255",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "They're more exclusive than you, you know, only two in Taiwan. Right. And then branded as higher quality. Yeah. The best earphones in the best in the world, the best whatever gold wires, et cetera, et cetera, or offering greater amenities. Like, for example, you get like VIP treatment after you buy one or something like that. So, of course, you know, I'm a big sucker for greater amenities. If they tell me, you know, I get a, you know, I can get a 20 percent",
      "chunk_id": "48e45bbc-c6e0-41b9-a69e-d23209f6d440",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 461
    },
    {
      "chunk_text": "discount and I become VIP. I'm a sucker. OK. You know, I want to be in that exclusive club. OK. Even though there is there are like what? Fifty thousand people in this club. You know, I want to be part of the club. OK. Yeah. You know, I want to belong. Fifty thousand out of seven billion is pretty exclusive, John. Oh, yeah. You know, until they, you know, everything is bought by Chinese companies and then now all made in Shenzhen or middle of nowhere with child labor.",
      "chunk_id": "cb40f907-e180-4acd-95aa-5c389d9edf23",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "It's about the exclusivity of exclusivity. Right. So similarly, if we talk about, you know, like cars that we like, like your your Porsche there, you know, your mini Porsche, your whatever Lamborghinis, your Ferrari. Same. I mean, who has Ferraris going around all day now? Yeah. It's always been a bit interesting for me because they seem to be super expensive in Taiwan for some reason. They're actually way more expensive because of the import tax. That's crazy, because, I mean, I think in the US you or even if you go to",
      "chunk_id": "80fc879a-0aca-4b26-aa73-4df0b552ca08",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 525
    },
    {
      "chunk_text": "Germany, you could buy. Oh, yeah. Low end. Oh, yeah. So some people, you know, like Porsche boxsters, you know, we were talking about this the other day, actually with a friend of mine. And I think I just want to mention that, you know, in South Africa, we see the Porsche boxsters, you know, the entry level. Yes, Porsche's. And in Taiwan, nobody actually wants to own a Boxster. Everyone, all the actual Porsche's that I've seen on the streets of Taipei. I don't know.",
      "chunk_id": "fe059424-f6e2-488a-8b57-513a88eadb66",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "For other cities, but in Taipei, Carrera S. I want a Carrera, but I don't just want a Carrera. I want a Carrera S. Carrera GT. OK, 911 Turbo. You know, the best of the best. So that's in Taipei. It's more of an even more of a status symbol than, you know, driving experience per se. Well, John, it's the same with big motorcycles, because I would generally see 1200cc motorcycles. Oh, yeah. Nobody buys a 400cc or a 600cc motorcycle.",
      "chunk_id": "b31db19c-d2c5-4b1d-9d7a-9f7a5acff791",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "It's a super bike. It can floor, make your Ferrari look like it was standing still. You know, Kawasaki Ninja is an entry level heavy bike in Taipei. Yeah, that's weird because I would rather want a 600cc. You know, I would be OK with a 350cc or even a 200cc. Some of them, they can go fast enough. Oh, yeah. You know, a 350cc or 400cc motorcycle would drop most of your sedans. A 600cc is a super bike. It would be able to make you",
      "chunk_id": "deedeeae-d0ca-4bd9-b97d-06f687d2317c",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "or Porsche look like it was a grandma mobile. But they don't buy them here. They're not popular here. Here, they like the 1200cc. I never understood it. They're super super bikes. No, those aren't super bikes. They are not faster. They are heavy and big. Yes. If you look at a super bike, it's a 600cc, meaning that's the bike that's going to go 300kph. Oh, yeah. Not many people drive like that. A 1200 cannot. It's too heavy. It can go 200 up there. But then again, if you think about our traffic",
      "chunk_id": "79e1da24-dcb5-4bb1-b8c9-f337f139814a",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "regulations in Taipei or in Taiwan in general, yeah, you're lucky getting, you know, getting over 100. I think for the conditions, it's not how you probably die on a super bike pretty quickly because of the speeds that they are able. And I think we don't have, you know, our road conditions are not as good as overseas. I mean, you could be driving 200 kilometers per hour and somebody will ride in front of you thinking you will stop. Oh, yeah. So the studies now, they're talking about the psychological studies.",
      "chunk_id": "5d33e099-f63b-4d04-b331-d14395713401",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "Let me just quickly brief you in and I quote from the article. It says Caltech, right? You know, and Stanford University, they did the study saying apparently people do not only rate the same wine more highly when they are told it's more expensive. Okay. So from MRI scans, they found that, you know, these subjects, their brains, okay, when they were told they were drinking more expensive wine, they actually",
      "chunk_id": "9db4b8e5-69ff-4de6-8b67-d243f76e323d",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "enjoyed the experience more from the MRI scan. So psychologically, they enjoyed it. Psychologically, there's some psychological effects right here. So in another study, they said using a placebo painkiller, participants who took a fake painkiller drug that they were told cost $2.50 per pill experienced more pain reduction during a series of shocks than participants who were told the pill cost 10 cents.",
      "chunk_id": "cea1d43c-9c45-473c-8457-a83a83b8b34c",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "I've seen this on a documentary actually. Yeah. So I'm pretty much familiar with that and that's amazing. Yeah. We, you know, we are affected psychologically by things like price and what we perceive to be what we are getting. Right. And I mean, if you think about the rich people in the world, you know, at the end of the day, if you are a millionaire, billionaire, the fact that you're going to",
      "chunk_id": "df9d7ff0-ff10-4ae0-bf0a-123c94d5ff5c",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "spend 10,000 US dollars for a pair of headphones that are the best. Oh yeah. It's nothing. Yes. These people would go and spend a couple of thousand US easily on a lunch. Yes. You know, I mean, there's the famous story about Onassis and some other guy who was millionaires. Well, now they would be billionaires. And they, you know, after lunch, they went, you know, shopping and they bought, I think it was Mercedes Benz's. And the guy was saying, oh, no, don't worry. You bought lunch. I'll buy this.",
      "chunk_id": "d5e0abfb-456a-495a-ba1e-58d7ed3d697e",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "Just two cars. Just for the sake of buying. Just for the sake of buying. Yeah. I know of one of my students who told me of a friend of hers who ended up, you know, he went to the dealership and he ended up buying two Audis. Oh yeah. You told me this story. Yeah. And another one, A8 or something, just because it was on discount. He, you know what I mean? He got a big discount. Wow. Wow. I mean, I'm thinking, so, you know, 10,000 US on a pair of headphones to somebody with that kind of money. No. Yes. And I mean, that's a different world.",
      "chunk_id": "30a0e24d-c327-4ee9-8b69-86cbae21451f",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 542
    },
    {
      "chunk_text": "They're living in. No, I don't think so. We have to realize, look, we have no, what is poor, John? How much money do you have if you are a poor? Technically, if you have, I think it was, they said- You mean like poverty line poor? No, no, no, no. The definition of rich, according to the- The general public, right? We're looking at 7 billion people in the world. If you have 10,000 US dollars in assets,",
      "chunk_id": "adfd2254-884f-443f-94f5-731d4680833b",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "you're in the top 10% of rich people in the world. Oh yeah, you probably are. If you have, I think it was 200,000 US dollars, you're in the top 1% of rich people in the whole world. So if you could go every month without having, you know, you paid up all your bills and you are debt free, you're basically rich. That is most of the people in this country. This is a rich country. It's a- Yeah, affluent country. First, what do you call it?",
      "chunk_id": "da3ea214-9d2d-49c5-8d18-ca4f62691f65",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 439
    },
    {
      "chunk_text": "First world country, yeah. Yes, because we come from third world country. So we're actually second world. But what we're saying is our definition of rich is always, I've known some rich people, I've known, and they always think they are not rich because the guy they know is even richer. And I'm thinking, but- Or buys faster cars and spend bigger money than they do. If you can afford a Mercedes, I think you're rich, definitely, in my opinion. But actually, we are, you and I, John, we're- We're pretty well off.",
      "chunk_id": "9e178f0c-b759-4634-a9fb-267a6416af2b",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "We're rich, technically, compared to people surviving and not knowing where they're going to get lunch tomorrow. For sure. I would say it's an attitude towards how your life is actually the status of your life. I mean, you can feel rich as in enriched by friends, family, and love, or you can feel rich as in count the number of zeros you have in your bank account. And even that is based on what you perceive the other guys.",
      "chunk_id": "c3567e0c-6a36-4f1e-98f7-c33e5e84f5e9",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "Who have more than you, they are rich, you're not rich. But you have to actually look at being rich as looking down, looking at, well, tomorrow, I don't have to worry about lunch. So actually, I'm rich. So technically, John and I are rich. I would have to agree with you on that because having the company and doing the things that we do, doing things that you love and actually get paid for it, I guess, that's being rich and wealthy enough. There you go. So buddy, a lot of words that we've used to describe, or actually you've used a lot of words",
      "chunk_id": "9535da1f-fa61-47b2-956f-015093486fbf",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 549
    },
    {
      "chunk_text": "to describe me spending big bucks. Right. There's a word that they use in this article called splurge. Yeah, you've used this word on me a couple of times. Splurge. Yeah, when I buy iPhones, it's splurging. Yes. Yeah, and when I buy, but you were still an Android user. Yeah, good old days. Yes, so you splurge. And then also, with all this little buying",
      "chunk_id": "1b0e5730-7ca9-4aac-8a0b-24bffcd0ea60",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 354
    },
    {
      "chunk_text": "here and there for you, I call it retail therapy. Yes, I love that. Retail therapy, retail as in going shopping, therapy as in making you feel good. I used to, for me, the best was going to a night market, finding a 10 NT dollar shop and going to town, spending 300 NT. And most of the stuff you end up breaking or throwing away after a couple of weeks, but that's good retail therapy because you live there with bags full of stuff. Yes. I almost said crap, but yeah, some of it.",
      "chunk_id": "5a84de63-11dd-4a9c-bb9a-d06552a573a8",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "Some of that stuff I still have, you know, they still work well. Yeah. You buy a spoon, it's a spoon, whether it costs 10 NT or- That's how men actually spend. Yeah. That's how men spend. Ladies, retail therapy a little differently. I would never comment on that because I have no idea. Yeah. But anyway, so yeah, retail therapy, enjoyable. You know, if you're a bit down, it's nice to go shopping. What are other words related to spending? What do we know? Okay, so spending, big spender. I'm a big spender.",
      "chunk_id": "50963796-a44b-438f-ae8e-810c6965119b",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "Describe somebody as a big spender. I'm a cheapskate. I don't like spending big money, but I do sometimes, you know, I've got an iPhone. I spend money on that. So for me, usually twice a year, I'm a big spender on my birthday and for Christmas, I used to spend big. Yes. I mean, there was a movie about shopping, right? Shopaholic. Yeah. Shopaholic. Also refers to somebody who can't stop shopping. Yes. That's their therapy. They don't go see a psychiatrist.",
      "chunk_id": "fbe81c43-b858-4ef8-b90b-fe18014a3d0e",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "It's become such of a problem that it's blah, blah, holic becoming an addiction. Yes. I think the interesting thing is we all have things, you know, when we look at somebody who spends 10,000 US dollars on a pair of headphones. Oh my God. But we wouldn't even blink spending $10,000 on shoes, you know what I mean? Or $10,000 on a car. So it's all relative to what you are into. It is. Yeah. I mean, if you are a computer guy and you",
      "chunk_id": "2e3c1a81-47eb-4731-b555-b6c0fb07d79e",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "have, you would have a $10,000. Oh yeah. What a cool computer system, you know what I mean? At home. Yes. And you upgrade it every year. Obviously we don't care too much for shoes. Yeah. I mean, you know, we have seen a lot of shoes that cost 10,000 US dollars. Yeah. And I mean, that's it. In the music videos, on TV, in the movies, you know. That's it. So a watch, you know, I mean, you could spend a million NT on a watch tomorrow if you wanted, you know what I mean?",
      "chunk_id": "903d8ed0-2cbf-42b2-a6f3-76063c2efb78",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "US dollar watches as well. Yeah, million dollars. And I always looked at them and I'm always surprised because they always seem so ugly to me, you know what I mean? I always look at them and I'm like, ugh, you know, like a gold Rolex. But it's the exclusivity. It's different. The whole point is to be different. That was always interesting. One time I went to Rolex and I asked them, what's the warranty? And they said one year. And I looked at them, I thought, what? You want 50,000 NT for this watch and you give me one year? At that point in time, I thought, my goodness, you could buy a Fossil watch for $3,000.",
      "chunk_id": "943bae0a-0ed2-49f3-80b2-fd0f417416a1",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 616
    },
    {
      "chunk_text": "And get three years. Three years. But it's the brand. Brand exclusivity, right? And the experience, because you go to a Rolex shop, they make you feel like VIP, like me. I'm a big sucker. If I, one day, if I save enough money, I would go to a Rolex shop, give myself that VIP treatment, that whole buying experience, you know, being pampered, right? Just stick my arm out, put all sorts of Rolexes on me. I want to feel good. Take a selfie, right?",
      "chunk_id": "1698e0c9-22b7-481b-b89b-d0c397af6fd7",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "And brag about it for a couple of days and then, you know, maybe buy the cheapest one. I would be the opposite. I would walk out and go, what is your cheapest one? That would be my first question. And I wouldn't get the VIP treatment because they would go, oh yeah, he's a cheapskate. So they wouldn't treat me like somebody who acts. If you don't want to spend money, then you are a cheapskate. There you go. I am a bit of a cheapskate. I would go in there. But why would I buy a Rolex? For me, it would be different. It wouldn't be for the VIP trade. It would be maybe the fact",
      "chunk_id": "585d7502-1ea5-400b-8b53-7d3f80f52efc",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 579
    },
    {
      "chunk_text": "that if they sold it on warranty or what quality, I will want to know that if I buy this watch, I'm not going to have trouble with it for 10, 20 years. But then again, it's like most other Rolex owners, you know, if you ask them, you know, what watch would you recommend? They would probably tell you Rolex because they're part of the club. It's the exclusivity. And if they do recommend it, I mean, imagine like, no, I wear Rolex. I don't want to recommend Rolex to you because I want to feel more different, you know, to you. I don't want a guy like you to own it.",
      "chunk_id": "28f6f74c-406e-4205-ae38-72ea4829a809",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 566
    },
    {
      "chunk_text": "I don't want a Rolex. No, I think it's being part of the club. For me, it would be different. For me, it would have to be quality. If I buy this brand, I'm not going to have any trouble. I want a watch that's going to last me 10 years without trouble. I bought Tissot, and oh my goodness, don't buy a Tissot. I bought a Tissot, I spent over 5,000 NT. And seven years later, I had to replace the whole inside. And I looked at the inside, it was plastic. I'm thinking, what? I paid 5,000 odd NT. I had to pay 2,000 NT",
      "chunk_id": "e5d2d916-dc67-45a0-972e-6bd507d72cc6",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "for the replacement parts, genuine ones. And I thought, my goodness, I had a citizen that lasted 10 years. If I still had it now, I'd probably put a battery in and it would still be accurate and still be good. No, no. So for me, that's always the thing. I want to know quality. Another weird little cheap product was the lighter company. Zippo. Zippo. Why did I buy a Zippo when I was a young student without much money? Because a lifetime guarantee on their product.",
      "chunk_id": "1788d0f3-49e2-4607-bb73-2234b8a20cd1",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "And they sell Zippos like hollies, right? Every Zippo is unique. Yeah. So I bought one because I thought, wow, lifetime guarantee? I bought into that. That's something I buy. And I would spend a lot of money sometimes because I was a student then. I didn't have a lot of money because I was buying into the guarantee and the quality of the product. And that is something where I would spend sometimes big bucks on something because of that quality idea.",
      "chunk_id": "0dfd092b-d132-4e0c-b583-e1b8e1de8f22",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "Right, buddy. So I guess let's not talk about our plans to splurge or spend money anymore because I think we will get overly excited and go online, go to Ruten, go onto the shopping websites and go and splurge a little bit. Yes. No more spending. No more spending for us. Right. So guys, if you have any interesting stories to share with us about your shopping experience or what you like to buy, please leave a comment below and we would love to hear from you. Thank you very much and we'll check you out next week. See ya. See ya. Bye.",
      "chunk_id": "c507bb78-2f49-4fe7-b950-f07d00a8bb9f",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d899",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第15集 - 花大錢到底為何.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 537
    }
  ],
  "original_text_length": 22558
}