{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
  "episode_id": "6860dd2dbb826d6ebef9d9db",
  "collection_name": "RSS_1442509198",
  "total_chunks": 23,
  "chunks": [
    {
      "chunk_text": "美味是一種體驗包裝則是讓這份體驗更完整的藝術農民利益對產品的堅持精心淬煉將吃升華為美學饗宴第一道法式千層蛋糕輕輕打開細緻色彩的設計外盒像是收到來自法國的邀請嚴選諾曼蒂的優質鮮奶層層交疊的綿密口感讓每一口都像漫步在巴黎街頭",
      "chunk_id": "cc9ff0c0-1ecc-446d-b2d2-8abed60b0f40",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 110
    },
    {
      "chunk_text": "第二道醬型特質的雲吞選用深海天使紅蝦和台灣豬肉內餡佔比高達90%每一口都是來自天然真實的滋味精緻的盒裝更是一份守護味蕾的奢華禮物從美味到包裝都不該被低估農民利重新定義台灣味享受味蕾和視覺的極致饗宴",
      "chunk_id": "e2b9214c-4f84-4ab8-9575-6f8ebaf8f90d",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 98
    },
    {
      "chunk_text": "Hey guys, welcome to 15 Minutes Not Today, the home of English Shadowing, and you are listening to John and Gavin. In this episode of vocab, we are going to talk about the vocabulary and sample sentences from article 617 titled Chinese couples cannot afford a second child. Okay, that sounds interesting. So in summary, in China, the affordability of a second child is under question. Using the example of a young couple in the article in China,",
      "chunk_id": "da95667e-f8f2-4250-88a4-fb8b236655a1",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "it takes at least a third of the annual household income to raise a child of two years. A third of their income. Wow, annual income. That's the current ratio in China. But I'm assuming that's in cities, right? We're not talking about on the farm. No, this is not in the farm. This is sort of in the second tier, third tier cities. And now the article compares it to the United States, where it's only a fifth of the annual household income.",
      "chunk_id": "e6d4ddf0-cf11-4d76-a003-22741e5fc758",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "To raise a two year old in the US. Why is it so expensive? That's China, right? Bushy buns and you have to send your kids to cram schools, daycares, etc, etc, etc. So it's a cultural thing? I suppose so. Okay. And also, you know, we know that, you know, Asian parents tend to just, you know, splurge on children, right? Give them everything. So at the age of two, they probably wear better clothes than you and I do. Okay. And I think that's probably one big chunk of",
      "chunk_id": "db6012fd-b202-4756-9518-19ff084d8069",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "their annual income anyway. But the idea is, I think, you know, from the article, you can see that the parents having to stay and work in the city, right? Also send their children to daycares in the city. That is a very costly affair. And as well as rent, you know, or mortgage, etc, etc. And that just piles up. So it's in China, it's a third of their annual household income. I think in Taiwan, it's just as expensive. I know.",
      "chunk_id": "627281c1-e509-45b5-93da-86915e17b5be",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 428
    },
    {
      "chunk_text": "My daughter is finishing kindergarten now and she's going to school. And that's going to be a big difference. A lot less money. Yes. And I'm sure you haven't crunched the maths, but if you really think about it, it's probably also very close to a third of your annual household income. Very. Yeah. Because at the end of the day, I mean, kindergarten is expensive. And I mean, when she goes to school, I was looking at the numbers for that. It's less than half, way less than half, maybe even",
      "chunk_id": "7050ff07-253a-4f61-adf1-4b15b3778158",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "a quarter or a third of what it used to be. So hooray for school. Oh, yeah. So yeah. So no, these are, you know, it's big money. And I mean, that's not a private school. This is a government school. So saving money. And you have firsthand experience of how competitive it is at these public kindergartens, right? And public primary schools and public junior highs. Because in order to save money, you got to go for the public schools. Yeah, it's interesting. That's why it's super competitive and they have long waiting lists.",
      "chunk_id": "76d9d91e-3586-478f-8931-dc55b91c12bb",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 526
    },
    {
      "chunk_text": "For public schools, public kindergartens, public daycares. Yes, it's very difficult to get into a public kindergarten. That I do know. It's like a draw. Is the daughter in a public or private? No, no, private. No choice. No choice. Yeah, I know. And I do have an ex-student of mine who told me that he and his wife had to actually wake up at five thirty in the morning to go and stand in line to get the number card for the draw for their children's upcoming kindergarten.",
      "chunk_id": "e4bef500-31d6-414a-9062-d469421c4a3f",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "Yes. So no, no, these are these are, you know, it's an expensive business having a child. It is in Taiwan and in China. All right. So when we talk about the sentences, the first thing we need to talk about is, you know, when we spend money freely, right. And spending money freely in the article, they use the word splash out. So this the Chen family splashed out. They used to splash out on luxury goods, expensive holidays for themselves. Now, after having a child,",
      "chunk_id": "6e6712df-51cd-4196-8082-f6807f5ac84b",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "and thinking about getting another child, you know, for them, everything has changed. So they used to splash out. OK. Or I think the more common word we use is splurge. Yes, splurge on something. Right. Or you spend money freely on sample sentence. The Chen's used to be happy to splash out on skincare and cosmetic products for themselves. For both of them. I suppose so. You know, we've got to do shampoos. You know, guys got to look good.",
      "chunk_id": "56cd1d65-377e-4f35-8913-f5b03cc40193",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "OK. OK. Male cosmetics and male skincare. Come on. I'm not there yet, John. You got to look good. Yeah. Now let's talk about the next sentence. Every Christmas, Ms. Chen would splurge on gifts for the family. OK. Splurge. Yes. That's when you splurge. Right. And of course, the term that we need to talk about here is the idea of annual income. Yes. Right.",
      "chunk_id": "10dc06fe-8b30-47bb-9008-2df2da0ed9ea",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 356
    },
    {
      "chunk_text": "Annual means yearly, your income in a year. Yes. That's your annual income. Right. Or to be precise, you know, as if you get married, then it's your annual household income between you and your wife. Right. Yeah. So it's a double income. Yes. If both work. Yes. So for, you know, yourself, Gavin, you and your wife both work. So you are a dual income family. Two incomes. Dual income family. Right. So with the Chen's,",
      "chunk_id": "97487459-0c63-4570-bf22-7184ee6031b2",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "about the annual income or annual household income, here's the sentence. With Chen's current annual income, she will not be able to afford a second child. So next sentence, James is earning an annual income of fifty thousand U.S. dollars as an example. OK. OK. So you earn an annual income of so much. Right. And when we talk about annual income, we have to talk about the classes. Classes. Yeah.",
      "chunk_id": "60ef5e6e-30e2-4dee-8984-1457661d5191",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "Are we considered the middle class or are we considered the middle upper class or are we considered the upper class? Well, what about below that? What's below the middle class? Below the middle class. So it's middle lower, I suppose. Right. And below that? It's the lower class. OK. And what puts you in the category? How do you get defined? I think there's a GDP per capita sort of figure. So it says money. It's income based. So you're the poor or not poor.",
      "chunk_id": "c7fb26ca-b509-4b8c-b871-e86896eb3fb4",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "Yes. So the dictionary definition says that the middle class is a group of people between the upper class and the lower class. And this is segmented by income. But I mean, how do you do that? So I suppose there's a standard. There's sort of either a cultural standard or it's a geographical standard by that. But in the States, maybe they consider middle class people with let's say fifty thousand U.S. dollars and one hundred thousand U.S. dollars.",
      "chunk_id": "ab7c1ccf-c628-4cee-ac81-55e51939dfe4",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 449
    },
    {
      "chunk_text": "That's middle class of annual income in Taiwan. Maybe it's different. The income level is quite different. OK. But in perspective, the impression. This is what I want to talk about. The adjective about middle class. Oh, you know, Peter, he comes from a middle class family. Right. If we use middle class as an adjective, it's the characteristics. It's an image of the middle class. So attaching the importance of convention like normal family.",
      "chunk_id": "e90940f5-c3a1-4a85-8215-a5cc2d5dfc08",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "Middle class family. Right. Your normal average family. Your middle class family or family with material comfort. Family that, you know, has a car, has a house and they have that material comfort. So that that would be the adjective. OK. Well, if we get technical, it'll be the noun and then we would have to talk about the income levels. OK. So IKEA furnitures are targeted at the middle class who earn between twenty thousand U.S. dollars to thirty thousand U.S. dollars.",
      "chunk_id": "831f70cb-92b9-4116-9a29-d6b4d9073823",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "In annual income. OK. Is that the how would we define the middle class in Taiwan? I don't know. We have to do a little bit of digging. But I'm sure if we look at government statistics, we will get some insight. Yes. OK. Next sentence. Toyota Camry is considered a good middle class sedan for families. OK. OK. So the image. Right. It's stable comfort. You know, it's that image. The poor man's Mercedes.",
      "chunk_id": "264e763e-855b-4604-9249-8ebf53a1e4c4",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "That's how we looked at it when I was a kid. My dad had one. There was nothing wrong with that. It was a good car. This car is so ubiquitous. It's everywhere. Yeah. It was, you know, it was like, yeah, it was my father's dream car. You know, it was the poor man's Mercedes. The poor man's Ferrari was the Alfa Romeo, you know, GDV six. For real. The poor man's Ferrari Alfa Romeo GDV six. And then the poor man's Mercedes was the",
      "chunk_id": "13ff2c1c-f207-4c45-a25c-d775b30dcffd",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "Toyota Cressida. Interesting. Right. Back in the day, I don't think they continued with that model anymore. I don't know. I think Cressida is gone. Oh, it's here. It's called a Camry. Yeah, it's a Camry. Yeah, it's just Camry, Corolla and different markets have different names. Yeah. So the Cressida was always a Cressida in South Africa, but in Taiwan it was called a Camry. No more Cressida. I'm pretty sure. Well, it's but it was the same model. Yeah.",
      "chunk_id": "fb25d933-3b9c-4dd8-b40d-d82bb6e6e99d",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "Essentially the same thing. Yeah. It's just a different market name. Right. And that's it for today. So guys, if you have any comments regarding how your family spends money on you as the second child, or if you want to get a second child, you know, please do let us know how you're hanging there if you're looking for a second child. So Gavin, would you be interested in a second child? No, thank you. One is enough. One is enough. One is expensive enough. One is expensive enough. Yes. So maybe you can",
      "chunk_id": "bccd2ac4-7a76-4cc7-ae93-4489bcc53877",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "sort of cut down on your expenses, bud. No, thanks, John. No, thank you. Yeah. It's a big investment. It's long term. Long term big investments. Yes, for sure. Right. And we'll catch you in the next one, guys. Ciao. Bye.",
      "chunk_id": "4293a298-f94c-4456-af43-1496ad48282a",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9db",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.026_ 中國只能養一個小孩的困難 Chinese household cannot afford second child .json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 220
    }
  ],
  "original_text_length": 9412
}