{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
  "episode_id": "6860dd2dbb826d6ebef9d9d5",
  "collection_name": "RSS_1442509198",
  "total_chunks": 36,
  "chunks": [
    {
      "chunk_text": "我先騎白馬走三關親愛的金曲歌后徐嘉瑩你知道現在Uber Eats上什麼東西應該都點得到嗎那點得到白馬嗎點不到但點得到白紙那濕落沙粥呢你認真嗎算了那點個螃蟹砂鍋吧在Uber Eats上你想點的都點得到應該啦",
      "chunk_id": "ed4db775-69ff-40e6-8529-42055bc4bec8",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 102
    },
    {
      "chunk_text": "Hey guys, welcome to 15 Minutes. Today, the home of English Shadowing and you are listening to the episode of vocab with John and Gavin. Right. And Gavin, today we are talking about article 595. What is that one, John? The article is titled, Gaming's New Lifestyle. Less Pizza and More Yoga. What about the Red Bull? We lived off Red Bull. Right. I mean, you know, kids nowadays, if you are a professional e-sports player,",
      "chunk_id": "be0748d1-8aea-4871-bf1a-d9a859c1f530",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "you don't need Red Bull. Really? Why not? Because you always sleep in late. Okay. You know, like midnight is the best time to game because that's when all the better players are out online. Okay. So this article is in summary, is describing the life of new e-sports players. With the rising trend of e-sports, more and more gamers are looking for ways to improve their game. So on top of their regular training on the games and strategies, now the players have to",
      "chunk_id": "49ddbdae-f08f-4e90-8936-1d83887ab99a",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 463
    },
    {
      "chunk_text": "also train physically. Well, it's important. I mean, I think you've got to be healthy and, you know, get enough sleep and all of that, because then your mind is sharp. If you just don't look after yourself, I know you lose out your, your concentration and everything. So back in the nineties with before e-sports, right? We would play these first person shooters, you know, Counter-Strike, Doom, whatever. You would go online and shoot people all day long or go to these LAN parties where you would network, you know, a bunch of computers together and you shoot each other. And then you, you pull an",
      "chunk_id": "3a94d922-5704-4400-836d-302c1f2519d3",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 599
    },
    {
      "chunk_text": "all nighter, you would shoot each other all night. And then you, you would play until you sort of get tired and fall asleep. And then you wake up and you game some more for the whole weekend. That's your sort of LAN party weekend. Cool. But now e-sports is very, very different. It's very professional. So for the team, now it is of utmost importance to set themselves up nicely, to meet the needs of sponsors and investors, because in order to have better facilities,",
      "chunk_id": "a4cac376-d965-4431-989e-c75906cf91f6",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "better equipment, to have good coaches, good trainers, et cetera, it all requires money. I think it's a holistic approach. You've got to think about your health and all of that. And it's also image. I'm definitely sure, you know, you know, something like me, they wouldn't go like, Hey, he's got a bit of a gut. So, you know, it's all about image. You want to be a poster boy so that they can put you up on their posters and you look pretty. You've got to have a cool hairstyle with a suit on the side of your head.",
      "chunk_id": "4c1db618-148c-488d-bb21-87d27247ea53",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "And an MSI on the other side. Whatever. And yeah, that's how you would look cool. And you build a brand for yourself and you can also get all sorts of sponsorships and deals. And that's how the team makes money. It's big money, John. The, you know, the idea of if you told somebody 20 years ago, you could, you would make a living playing games all day long. Like no way. Now we're talking millions, millions of dollars. These people can live a comfortable life. They become celebrities in their own way.",
      "chunk_id": "e36b5569-2f9c-4044-b2e8-9925b7eba476",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "You know, and they get big deals. So part of that is, you know, you've got to be healthy. You've got to take care of yourself. And again, image is also part of that. I think. So before we talk about the vocabulary associated with this article, tell me something. What kind of games do you know that's part of the e-sports category? I honestly, the only thing that I know they play is League of Legends. League of Legends, right? LOL. The biggest. And this article happens to talk about.",
      "chunk_id": "22a1663c-bfdb-4f16-8cd1-f78889994979",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 486
    },
    {
      "chunk_text": "LOL, right? That's funny. So until a few years ago, I didn't know of League of Legends until somebody told me, oh, you know, we have a pretty decent Taiwan team that has won second place and first place before at the World League of Legends competition. Okay. And I thought that that was fantastic, but I I've never played League of Legends myself. I am not a gamer. I really.",
      "chunk_id": "ccb3f065-c5de-46bb-a5e9-8b81f0f2b398",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "I play children's games. That's where I go. Okay. If a child could play it, maybe I can. And if you looked at my phone right now, there's one game, Bejeweled, and you know, just match them. And I just play Zen mode. I hit four million last week. And I play it very intermittently, like once a month, maybe. Especially if I'm on holiday though, because that's great. In the evenings, I can just, it just zens me out. So it's, you know, it never finishes. And I've hit the four million and that's the only game I really play.",
      "chunk_id": "7a3c834e-8617-40cf-8865-898b7a40791c",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 523
    },
    {
      "chunk_text": "And I only play it when I have to kill time. So if I'm somewhere, you know, like you go to hospital, you have to wait to see the doctor or you just have to actually kill time. If I don't feel like reading something, I will play that. And that is it. So as a gamer, no, I've owned a PS3 and I ended up selling it and not playing it. It just sat there for most of the time I owned it. It just sat there. Okay. I use it 10% of the time I owned it. Maybe.",
      "chunk_id": "fd6eb8fc-c93d-47f1-a965-b5f60b9c11e4",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "10%. Okay. So like something like PS3, it's considered a console. A game console. But League of Legends is a PC game. That's a PC game. So PC games are huge. Yes. And I mean, the thing is you, you gotta keep spending money to upgrade your rig because each year the next game that rolls out needs higher CPU power, more RAM, better graphics cards. Every year it just increases. And therefore you would need to look for sponsors.",
      "chunk_id": "320e0659-9ebb-4a73-a603-59f3df77ec48",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "To sponsor your setup, to sponsor your equipment, to make sure that you get the best. Well, yes and no, John. I mean, there are people that aren't professional gamers, but what they do is they play and they gain these things like a special sword and then they sell it online to other gamers. So sometimes even if you're not good, you can still buy the necessary things. I knew a guy that was his, that's what he did. So he made his money. He would play, gain these extra features, armor, swords, weapons,",
      "chunk_id": "bd2ab47a-dab3-475a-9a37-272c0b80f4d7",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "health potions and stuff. And then he would sell these online to other people. So we're talking about in-game transactions. Yeah. And he sold it for real money. I was flabbergasted that you could make a living. What do you do? Oh, well, I just play games. I win these things because I'm pretty good. And then I sell them on and that's where I make money. And there are people paying real money and lots of it for these things. So that's quite... I believe that was World of Warcraft.",
      "chunk_id": "fcbfcf47-6ba5-4ce1-bcc8-daed5210943f",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "I didn't ask. As I said, I'm not a gamer. I didn't know what games he played and did this, but yes, this is still... You could buy and sell equipment. Yeah. And all kinds of things. So it's quite amazing that there is a market for all kinds of interesting things in the world. So the game created an alternate economy. Yeah. And I mean, at the end of the day, as I said, it is sort of its own culture. It is. They do have it. People get married on World of Warcraft.",
      "chunk_id": "51f41f8d-aecb-4ffd-b009-51012c37ebc8",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "League of Legends people win big prizes competing or they even live stream now. Like if you're any decent, you live stream and you make money from all sorts of live streaming revenue. I mean, think about PewDiePie. When I first heard the idea of what it was, I was like, what? He just does what? And how much money does he make? Millions of dollars. That's putting it mildly, right? Easily 20 million. He's the king of YouTube. And I mean, what did he do? He commented on games.",
      "chunk_id": "f6fbc8c6-9564-415e-85f4-991cbc8785eb",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "Was he playing them or was he commenting on other people? Both. I don't know. What I'm saying is I was just like, I'm old, so it didn't come to my poor brain. I was like, what? You can do that? And I feel like... It's a totally different world. Yes. It's a totally different world. So now looking at the vocab, I think we got to start off by talking about a very important word when it comes to e-sports. What is e-sport all about? It's about competition. It's about competing against other players.",
      "chunk_id": "eb11c1fe-3314-453e-8879-e78bc12dc4a7",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 499
    },
    {
      "chunk_text": "So to compete, to challenge other people, to become a better player yourself. Improve your skills. Improve your skills or improve your opponent skills at the same time, if you're any better. And so the sample sentence is, Origin, the team that the article mentions, Origin is a League of Legends team that competes in the European League.",
      "chunk_id": "0e38320a-df85-4b03-9c99-d46de92e5d92",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    },
    {
      "chunk_text": "Say that fast two times in a row. League, yeah. Leagues of Legends and the League, yeah. League of Legends. League of Legends and the League. So my next sentence is, Origin is in competition for sponsorships with other e-sports teams. Definitely. They're all competing for a slice of the pie. Yes. So they are in competition for the sponsorships with other e-sports teams because...",
      "chunk_id": "8d497d7f-7dfb-48f4-9950-e41a4cb138b5",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 382
    },
    {
      "chunk_text": "In competition with other teams for sponsorship deals. Yes. Okay. Right. But Origin competes in the League, European League. In the European League, yes. Yes. Okay. Great. Right. So next, the article talks about a day in the life of Origin. One of the players said he had to sweat through a gym session. Sweating. He had to work out. He had to physically be trained at the same time.",
      "chunk_id": "21521cd7-6db5-4caa-ac69-5515d229bed5",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "Sweat. Yeah, to work up a sweat. So sample sentence, five young men had to sweat through an hour long workout at the gym. I would not want to be an e-sports player now. I was like, I thought they were just sitting down and drinking Red Bull and eating pizza. So beyond their regular gaming training sessions, they would have to do at least an hour long physical training. No, I fully understand that. I mean, it's an interesting thing.",
      "chunk_id": "88a310bc-fc63-43fb-949f-92e1c3c74fea",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "If you look at F1 drivers, you think they just drive, but it is so physically demanding that you've got to be in peak, peak, peak physical condition to survive a race, an F1 race. It's no joke. It's no joke. These guys sweat buckets. They lose kilograms during a race. So I mean, the first time I saw the documentary, it was just unbelievable that anybody... I thought you would think they just sit there and drive. No. They're like your regular taxi driver who sits and just drive all day long and just know the best routes, right? Yeah. No.",
      "chunk_id": "54a80364-48db-4487-832c-472a80d48af8",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 542
    },
    {
      "chunk_text": "So the next word I want to talk about is endorsement. That's very common because we're talking about teams that require money. So we are talking about players that actually get themselves involved in endorsement deals. So what is an endorsement? Yeah. An endorsement deal is when one of the players gets paid",
      "chunk_id": "29ab6ffa-6414-4494-a68d-e08f2c7d6b88",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 308
    },
    {
      "chunk_text": "to buy a particular brand in support of that particular brand. So for example, you want Michael Schumacher to tell his fans that he supports ASUS, right? So ASUS says, hey, Michael Schumacher, I want you to say some nice stuff about ASUS products and we will give you some free laptops and stuff. And just remember to put that in your family photo somewhere. Okay. So an endorsement, how is that different from a... What is that word? Sponsorship.",
      "chunk_id": "4eea940f-01a3-4438-8daa-23ea9fda57ee",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "Is there a difference between the two? Yeah. There's a slight difference between the two. As far as I know, sponsorships, basically they slap a sticker or slap a logo on you or your brand or your product or on certain merchandises and they sponsor what you do. So like on an F1 car, if we stay with that, on that car there are stickers and you're going to pay a ton of money to put your little company sticker on it. The more you pay, the bigger your sticker is. Exactly. But even if you just want a little",
      "chunk_id": "c65d75bb-2438-470f-9e33-3503d82ba683",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 506
    },
    {
      "chunk_text": "little teeny tiny sticker, it's going to cost you a ton of money. Right. But now for Mercedes-Benz, now come to an F1 driver and say, you know, we want you to endorse, we want you to shoot a commercial for us and we want you to come and come to a launch party for the new Mercedes-Benz and also drive it around so we can make a commercial out of it. That's an endorsement deal. I think if you watch YouTube, you would see endorsements. Most of it is endorsement. So when you put that, oh, I use this product and it's a great product. Dollar Shave Club.",
      "chunk_id": "34d23088-7ff8-4b9a-ac5b-544f23e1f034",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 552
    },
    {
      "chunk_text": "Does a lot of those and a lot of new games in smartphone games now get YouTubers to endorse them as part of, you know, that's how they pay them. So if you look at it from another perspective, you can consider endorsements by the players as in support of something. Yes. If I say Apple products are great, I use Apple products and people please buy Apple products. That's an endorsement from my side. Yes. But even if you don't say please buy, you just say, I really believe in this product.",
      "chunk_id": "1f9eff0d-5ded-476d-88a5-eb61769ae683",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "I don't even pay you money to say it, but you're still endorsing it. Yes. Now I think we can go to endorsement also for a good cause, you know what I mean? If you have a charity that you support, they're not going to pay you money, but you want people to help the charity, you would endorse them. So you would endorse the Red Cross, you would endorse whatever charity organization, salvation army, whatever the case may be. And maybe there's no money involved, but it's just, it's an idea of helping out. And there we go. So that's endorsement.",
      "chunk_id": "a6654bd2-ab6c-456e-9dfb-f157798b6f99",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 544
    },
    {
      "chunk_text": "What is a six-figure salary? I don't know how big is that. I don't know. I always hear that. Way too poor to understand six-figure salary. I know it's a lot, you know, let me think. Six-figure is a hundred thousand. I would say a hundred thousand. Six-figures, right? Yeah, six. Seven would be million, right? Yeah. So, okay. So six-figure is like up to nine hundred thousand.",
      "chunk_id": "2e758e15-2234-49dd-a199-329dea09b535",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "Seven hundred and ninety-nine thousand dollars would be a six-figure paycheck. So if we were to describe any like a paycheck, like in the millions, we would say a million dollar paycheck. Yeah. Or a million dollar endorsement or a million dollar sponsorship. Yes. There we go. So that would be the big, but those would be like NBA players. They make a ton of money. Baseball players. But for competitions, right? We got to talk about why are so many people willing to participate in competitions? There must be an ultimate goal.",
      "chunk_id": "0b9a6cc3-ffe9-4097-95b9-55805785ea22",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 528
    },
    {
      "chunk_text": "The fame. Prize money. There we go. So my next vocab is prize money. How do you know if this is a big competition? A big championship. How do you know? You look at the prize money. Yes. Right? League of Legends. World Championship. One point five million dollar prize money. Yeah. One point five million dollars in prize money. Oh my God. Think of golf. Think of tennis. Yeah. The grand slams.",
      "chunk_id": "796445d5-ca04-4343-8bc5-eae88d1f665c",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 393
    },
    {
      "chunk_text": "Only the grand slams, you get paid in millions. Only the grand slams. No, but that's the whole prize money, not the top. What I'm saying, you look at something like golf where they have, you know, you have like a million dollar tournament and the winner gets one million dollars. Well, who knows what after tax and everything. But still, you know, you would have a competition. That is the prize money. Where the million dollars just covers the winner. Yes. The rest, it's actually millions because there are all the runners up that also get. But, you know, so this one point five million",
      "chunk_id": "a01c6b5d-6d30-4f64-893e-d85e32a78d21",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 588
    },
    {
      "chunk_text": "do we know is that for the top or is that the total prize money? The total prize money. So yeah. So it all depends how. For the top three teams. Oh really? That's quite a small spread, eh? Because if you look at something like tennis, you know, if you play professional tennis, even if you end up number 10, you still get some money because that's how they pay you. You're a professional. So, you know, if you get, I think even number 20 probably gets some money. The money gets spread out across. No, no, no. Only the top three teams get some money. Oh wow.",
      "chunk_id": "7832d1bd-76bc-4042-8e9b-fd2ff5a8ac3a",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 558
    },
    {
      "chunk_text": "So that's actually a big chunk of change. Yeah, yeah. It's actually quite a lot of money and prize money, right? So e-sports professionals participate in competitions to try and win prize money. Yes. So to end on that note, guys, why don't you tell us what kind of games you play? Yeah. Right. You know, just to update us. I mean, you play, you play Bejeweled, I play Candy Crush.",
      "chunk_id": "e1790556-4476-469c-8701-a3d185b9f310",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "There's too much in-ad sponsoring sales in that game for me. Yeah. And you know, if you have some cool games to introduce to us, please do leave us a comment below and we will for sure try them out. So thanks for staying with us, you guys, and we'll catch you in the next one. Bye.",
      "chunk_id": "ee8d8a3f-50ea-48f5-bf72-2dbfd35c51f1",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 281
    },
    {
      "chunk_text": "還有小聽力測驗來加深你的 Cafe 英語理解力喔連結在單集資訊欄裡等你加入通勤家族 VIP 喔",
      "chunk_id": "00b7edd1-af28-40f3-a8f2-57c7ee3f0933",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9d5",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.020_ 專業電競員到底如何生活_ Lives of E-Sports players 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 47
    }
  ],
  "original_text_length": 15879
}