{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
  "episode_id": "6860dd2dbb826d6ebef9d9f1",
  "collection_name": "RSS_1442509198",
  "total_chunks": 76,
  "chunks": [
    {
      "chunk_text": "Hello, hello you guys and welcome to another special featured episode of vocab with John and Patrick Yeah, that's right. You guys I am in town with Patrick now and Again, it's our special feature with Zou Bao Si Guang Ji So you guys probably know what we are going to talk about today again all about history Backstories and trivia. So take it away Patrick. Okay. Hi",
      "chunk_id": "22637891-4ee1-4fa3-9004-4d867986e118",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 366
    },
    {
      "chunk_text": "Thank you very much a business English essentials you guys check it out Okay",
      "chunk_id": "aa61d56f-feb6-42d7-9191-701934956f83",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 76
    },
    {
      "chunk_text": "We know there's a lot of brands in all around the world and label also have a very very great slogan ah I see so in the previous episode We did all the brands that were very difficult to pronounce and we found out yeah, you know, most of them are not English really So today we're going to be talking about slogan. So most slogans should be English now, right? Oh, of course English is an English",
      "chunk_id": "9c39b3ed-bd96-4e22-8038-cf3c18859935",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "International language. Yes Okay, so break the ice quickly Patrick and tell us which are the three brands. We're gonna be talking about tonight Okay, Jen the Sanga brands in the都是算是 C住行娛樂就包含了很多跟旅遊有關的然後跟吃的有關 There's another chocolate brand this time. Ah ha ha Nice. Okay. The first one is uber uber. Yes, and the second one is Airbnb Airbnb fantastic never use",
      "chunk_id": "ab48300c-61e4-4143-9928-c4866d5744c1",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 359
    },
    {
      "chunk_text": "Before but I've heard great things about this platform me too. I never use it before but lots of my friends like to use Airbnb Yes, I don't know. They kind of think it's more fashion or something. I don't know. The third one is a chocolate brand. Yes M&M's M&M's fantastic M&M's I grew up with a lot of M&M's and my personal favorite is the peanut M&M's. Oh, I see. Okay, how to do this Sanga pina now首先",
      "chunk_id": "5cd9d4ae-ea34-4c7b-a4a8-6d009ad2597b",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "The eager pimp I shall change John老師先來念一下 uber slogan. What is uber slogan? I think we gotta start with the name again the brand itself uber Yes, you be er why isn't that pronounced uber a e i o u uber Yeah, why is that? Oh, yeah, it should be uber not uber. I never think about this question Because it is not English. Oh, it's not",
      "chunk_id": "2b502f1e-4b95-4dac-b422-fbf66e066db3",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "English again. Yes, it's a German word uber means super In German super. Whoa, that's a great trivia. I never thought about this Yes, so in English sometimes we say oh that thing is uber big that also means super big so uber in this case is pronounced like that because That's how the German word stands in English uber and uber Okay, so what's the slogan?",
      "chunk_id": "7db2d8a2-9c14-4a72-9f35-b4ed77d0e94a",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 356
    },
    {
      "chunk_text": "The slogan of uber is move the way you want. Okay, we think about uber we'll think about like a taxi service or something Yes, so move the way you want",
      "chunk_id": "a43bf796-ed53-40d8-903c-1efc69caad4d",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 151
    },
    {
      "chunk_text": "So of course the Chinese slogans will never be the same as the English slogan Yes, because you are targeting a different crowd and a different content. That's right",
      "chunk_id": "ca3732da-8fd8-446f-b518-72ac85f2b584",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 164
    },
    {
      "chunk_text": "So the uber founders the two founders that Patrick mentioned earlier they are Garrett Camp and Travis Kalanick these are the two founders and they founded uber in 2009 and Recently, there's a uber movie that you can catch up to Okay, and they that explains the whole journey of how they started and the the drama behind building uber to what it is",
      "chunk_id": "41ede487-7f74-46dc-9643-4f89f41a2712",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 347
    },
    {
      "chunk_text": "today Okay, so before we see the drama, I would like to tell you a very simple idea of their brand How did they build up this brand? Okay",
      "chunk_id": "e5c3e849-7be4-4d52-8a4f-5d9caa6ad863",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 137
    },
    {
      "chunk_text": "Yeah, so they spent like 10 years to go on IPO",
      "chunk_id": "148669f5-c67e-4eab-8638-a1da1fe2bb8f",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 46
    },
    {
      "chunk_text": "There's a previous slogan of this company. They call it everyone's private driver Everyone's private driver. You see private driver not your taxi driver your private driver It makes me feel like I'm more high-class person or something But they changed their slogan to the one move the way you want So maybe I like to ask John you think why did they change their slogan? Oh, this is an easy",
      "chunk_id": "c06d7270-1c7c-4cf4-ad21-a43325c9fffa",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 389
    },
    {
      "chunk_text": "One because I've been following this story for quite some time. Oh and Throughout their development you could see originally they started off You know sort of hosting it's good They presented the idea of uber as a you know, one of those Sharing economy type of businesses, right? So what is sharing economy you share a cab you share a taxi you share a car? Hmm. So this is more like a private driver",
      "chunk_id": "915c8d49-4dd3-4a37-82e9-52a15371c988",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "Sharing economy not carpooling. Carpooling is like you go in the morning you and your next-door neighbor Jack and you two You know all work in Shinge district and then you jump on the same taxi you share the same taxi And get off in Shinge that's called carpooling. So there are other sharing economy platforms That does carpooling. So uber wants to differentiate themselves and say no, no, no, no, no, no, it's it's for you only so you get like a private taxi",
      "chunk_id": "33b0d355-4421-43b7-9abf-8406c20befe8",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "service Hmm from non taxi drivers, so that's why the slogan everyone's private driver So if you think about it that sort of coincides and matches their business strategy back then so people can understand them easier private driver, right private driving so it goes to Also matches and it's consistent with their apps. So you get the client app and you get the driver app So most of us use the client app",
      "chunk_id": "eb354782-d0a6-404a-b92f-14ecfc41d3da",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "We don't get to use the drivers app. I see. Yes now, let me tell you move the way you want Why does it baffle people? Why is it confusing to you guys? Technically if you have been following uber so since this private driver situation started So what is the next thing? What is the next thing make it more like convenience or something? How can they make it a more convenient? They are already very convenient extremely convenient so they had to",
      "chunk_id": "254ca66e-9db5-43fd-9b93-0c62ffac4958",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "Expand to private transport services not driving you so in the beginning They had tax sort of well taxi wasn't the the original idea So in the beginning was just sort of private cars. So private cars you get, you know Cars and in vans and in limos, right? If you want to go to a party, you can also get a limo from uber and then it it also expanded to helicopters",
      "chunk_id": "a823ec9d-7ee7-491f-9c00-ab9c62c5593d",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 363
    },
    {
      "chunk_text": "Oh Helicopters. Yeah a few years ago. They were trying to go the next step and say any type of transport one day even ships You know private yards could be a thing. That's where they are moving towards So it's not just about the four-wheeled taxis or four-wheeled sedans It will be anything any type of form of transport So you want to fly you want to take a limo you want to take a taxi you want to take a bicycle",
      "chunk_id": "8bac2bee-481c-4d95-aeec-69a8806f9947",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "You go ahead move the way you want. Okay. Well this story this fact stories makes sense So why they change their slogan to become like move the way you want? Yes Because they're expanding they they're reminding you so in the beginning They're reminding the users the possible customers of uber what they do, right? It's a it's a reminder But today who are they reminding what they are reminding people about their brand? Okay, so they are sort of",
      "chunk_id": "9c9d38a6-682a-43a8-83a6-8c234565b602",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "Talking to you as if you are investors to what do investors want to see you want to see a company that has big vision? Okay, so looking forward maybe someday uber will really have a spaceship or something. Yes. Yes, you know if Elon Musk's You know project takes off then you know, we can uber it if there are more people in that space sure we can uber a quick visit to The moon or the atmosphere and then come back down again. Yes, but",
      "chunk_id": "7a86ee45-7619-4608-b959-feec5793cca4",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "However,根據這個2022年的財報 uber's profit recently is not very good, right? Because of the covid-19 or something. Yes, them當年的獲利其實是呈現虧損的其實當年不管是這個運輸業觀光業其實都受到很大衝擊直到近期這個解封了旅遊人潮慢慢回歸 uber的獲利才有慢慢的回來. Yes, so during the pandemic even in taiwan You can see that uber eats was more prominent than uber. Yes, everyone used",
      "chunk_id": "1298bcee-4749-4920-be8c-1941475d9769",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 305
    },
    {
      "chunk_text": "uber eats but less people go there we go. Yes, so you see that was also a very smart move of uber because if they did not expand in 2014 to the the courier service the food service Well, technically now uber eats is also courier, right? You you can buy groceries. You can pick up your groceries with uber eats. You can also Pick up letters, you know documents things like that. So uber eats is the next it's more like a private courier",
      "chunk_id": "114d77ea-8f0c-486f-8f17-989ee2f17fc8",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "service So if they didn't go that way during the pandemic, they would have died maybe bankrupt or something Yeah, they would have gone bankrupt very easily Well in taiwan taxis are very competitive to be honest. Yes, and outside of taipei seriously if it wasn't for uber well Originally if you think about it in downtown taipei, we don't need more uber, right? We can call a taxi",
      "chunk_id": "6f8ee880-e99d-41aa-8929-bd49ea1364c5",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "On the side of the street very quickly. You can get a cab. Yeah, maybe line taxi or you'll see there's a lot of other brands And then but if you go now somewhere middle of nowhere, let's say taidong. What do you get? No taxis But you would try your luck with uber right somebody could Could be willing to pick you up and take you somewhere. But to be honest, I never used uber before I tried it and I'm not a regular uber You know rider my wife is she loves uber over",
      "chunk_id": "89856f28-e36a-4fb3-88a3-3a189b4ff0f4",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "All the other taxi apps i've tried them all I don't think there's a major difference to be honest. Okay. Okay. So let's repeat their slogan again Yes, so the slogan for uber Okay, which is the german word for super move the way you want Move the way you want. I'm looking forward for the uber spaceship one day. There we go I would like to go up to the moon or something. Yes, so let's go to the next brand",
      "chunk_id": "001e08cc-96bf-4f60-b2f4-4838195d01e9",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "Air bnb. All right, so the next brand air bnb now again with the brand name Why air and why bnb? This is a two-part. Yeah. Oh, okay There we go. There we go. Okay, so in taiwan bnb is not a thing but in the west bnb is a very big part of the accommodation",
      "chunk_id": "426bb36c-0e2d-48ef-915f-63e0f2b6b06d",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 255
    },
    {
      "chunk_text": "Business, okay, if you don't go to hotels in taiwan, we prefer we grew up with hotels So if you travel abroad you want to stay at a holiday in you want to stay in a hotel? Yes Okay, but actually the most fun you get the most real local experience you get is to stay in a bnb a bed and breakfast and bed and breakfast refers to guest houses Okay bed and breakfast",
      "chunk_id": "93a0e56a-655f-402d-9fab-829ccea18637",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "What does that mean? I offer you bed and breakfast only you get nothing else Maybe maybe a shower, but it's shared So bnb is another word for a guest house. And what is a guest house? It means I have I live in the main house i'm the host but I have a a room or a suite or A house in my premises that I can rent out to somebody",
      "chunk_id": "bc4ed30a-f56f-43ab-9507-28e4471f9141",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 326
    },
    {
      "chunk_text": "And I call it bnb. So why bnb because you get a bed and I will share some of my breakfast with you done So that's bnb. So my parents only got to understand and enjoy bnbs When we were back in south africa, you know in the beginning when they were we were much younger My brother and I we had no saying where we can stay So my parents would just book a holiday in or some hotel and then you know, it's nice But you know, it's a hotel nothing. That's it",
      "chunk_id": "bcb27630-5ad1-46e9-8cd3-ec8be3572cc1",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "And later on when we grew up and then when we we had my brother and I both had driver's licenses We started booking bed and breakfasts and guest houses and my parents loved it because you you get to talk to the host and Some houses are really really well done. You you go to the bed and breakfast. You see the guest house Okay, the house the little house for the guest. It's very well done It's very homey and sometimes they even allow you to cook by yourself. There's a kitchenette",
      "chunk_id": "4bd87e98-a84d-41fc-8ef0-4ea8000a6671",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "Fridge, you know, it's fully furnished. So it's it feels like home away from home But won't you ever met a bad house or something a terrible host? Yeah, here's the thing before Airbnb One how do one know about bed and breakfast? So there's an index. There's like a catalog and in South Africa and also in the in the west So we got michelin guide, right? So, you know what michelin guide is not only for food",
      "chunk_id": "1d0ea5f1-510e-469d-9706-724a765f9ae3",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "Michelin guide actually a big part of michelin guide was also for accommodation and bnbs So if you're in Europe you buy a michelin guide, they will give you recommendations for bed and breakfasts. Oh And then same thing in in UK and South Africa. We have what we call AA AA Yeah, AA. So AA the organization is responsible for motor worthiness road worthiness. Okay, and so AA also has like some sort",
      "chunk_id": "ec53e812-167f-4ba6-8c7d-8fe7b1d03a65",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "Of a michelin guide for bed and breakfasts if you buy One of those catalogs Wow, you have access to all the nice accommodations guest houses everywhere Oh, so you got a guide. So maybe you don't have to be so scared of that was the old days That was the old days now today why it with Airbnb think about it It's our modern time AA or michelin guide because you go on you search for your location your next destination",
      "chunk_id": "67624757-2d96-49e4-b162-51e90f2b8b78",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "Mmm, for that matter you look at the rating done same thing. Yeah, look at the Google or something Yeah, look at Google ratings. Look at this and then you can you can just also Google bnb bed and breakfast done or guest houses Okay. Yes. So that's the bnb part. What about the air the air part? Yes, and I'm sure you this coincides with their founding story That's right",
      "chunk_id": "4bfd5503-db03-4426-a0ea-e6ef5b2e75f7",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 370
    },
    {
      "chunk_text": "If I pronounce wrong, maybe John can correct my pronunciation. Don't worry. They yeah, these are not very American names. So Brian Chesky and Joe",
      "chunk_id": "bede304e-d2da-4a4a-9d12-b910aee03d24",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 145
    },
    {
      "chunk_text": "He started to put this mattress in their living room And then he rented it to this stranger and wanted to make money from them whether it was tuition or living expenses Then in 2008, he went to another roommate. All right, this name is more hard to pronounce again Nathan Bricus Okay, this is an Eastern European name. So Nathan Bricus Wow, this one's really hard. Yeah, the C and the Z is is not easy to pronounce",
      "chunk_id": "a5d87d70-36be-49d6-96c3-00ec22b8c208",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "Okay, so now let me quickly pitch in why air so what do you call you know, you just shared the backstory where they Started sharing these beds, right these beds. Those beds are called air beds Yes, so, you know today when we go camping right you you can buy these air beds that you can buy",
      "chunk_id": "bafd1320-aec1-4266-81be-24f3914cc1af",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 289
    },
    {
      "chunk_text": "Pump air into that's what they bought. They went to the nearest You know bnq Hardware store to get camping equipment. So that's called an air bed So which means if you have space in your house You can rent your air bed and then create a bed and breakfast out of it Oh, I see if they buy the air bed, maybe the air beds are more like cheaper or something. Yes Yes, that was the idea because it depends on people",
      "chunk_id": "f597904a-c33b-4cd6-9f52-be969284cb3c",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "If you're renting to business travelers, of course, it's a different thing But if you're renting to just your your general travelers Looking to save some money then an air bed is enough",
      "chunk_id": "0248d1fc-d865-4b1a-a359-13bb653d3cd0",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 185
    },
    {
      "chunk_text": "That's right. What is the slogan of Airbnb then to understand that? Okay, we offer you a very simple accommodation Right and any place can become a bnb if you have an air bed that kind of idea. Okay, so what's the",
      "chunk_id": "65d41775-886a-48d8-af93-0f98960a4c2f",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 213
    },
    {
      "chunk_text": "slogan their slogan is belong anywhere and why is that Remember I said when you rent a guest house when you on when you are on the road and you rent a guest house It feels like your home away from home because you're staying in a house. You're staying in somebody's home Yes, yes a little bit of the human touch right you you get to know the host the host it's not exactly",
      "chunk_id": "3737fe84-b2a8-49b4-b1c3-aed66c6347a1",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 372
    },
    {
      "chunk_text": "Homestay, right? It's it's not your homestay mom homestay dad, but you belong somewhere. Yes, like you're part of the family Okay, below anywhere the corner其实是这个公司在2014年的时候出现了当时呢这个mbnb他们的公司市值已经有数十亿的美元了那他们意识到这客户啊不仅把他们的这个服务当做是一种让旅行更为轻松的工具他们更强调就是刚刚教老师讲的人与人之间的体这种温度",
      "chunk_id": "c996039b-e7fe-457d-9667-8925c058f768",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 261
    },
    {
      "chunk_text": "好人与人之间的这个相处所以呢他们希望可以打造出一种啊你到比如说到意大利或到任何其他地方去观光完一整天我很累了我到夜晚我想要有那种回到家的舒适感跟归属感因此mbnb就推出了这句标语希望自家服务呢可以达到这样的存在哦",
      "chunk_id": "b6038472-a5e7-4b2a-ae6d-b23815c77a37",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 106
    },
    {
      "chunk_text": "more female hosts what do you think maybe you like more females because they will expand how much more how much more like um half 1.5 or something i'm not so sure about this but you are correct really 55 percent female hosts 55 percent female hosts and they say apparently the this could be urban legend or this could be what most airbnb uh users say that",
      "chunk_id": "3cfa6e14-3eb8-4159-9caa-3dd5eb2d4c18",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "older female hosts get the best ratings ah like mom mom knows how to take care they make you feel like home and i think that's why they updated the slogan to belong anywhere as of 2014 if you think about it you are not just staying you are making that connection with people it makes sense in my opinion you know that more elder women's they they really spend good qualities of taking care of people",
      "chunk_id": "6fa386ef-ab1b-40d2-b26c-73993b855f7d",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "yes it's it's homie right at home you and also they also found that with older female uh hosts um people tend to not you know fight or or or you know getting the quarrel with them okay yeah it makes sense you don't go home and fight your mom no never never mom is always right yes there we go okay",
      "chunk_id": "0efb2684-4934-4660-b043-a404883452d2",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 297
    },
    {
      "chunk_text": "yes so for airbnb which means bed and breakfast the slogan is belong anywhere belong anywhere okay okay the third one yes it's a chocolate brand m&m's m&m's m&m's yes yes okay but how to say it in english melts in your mouth not in your hands melting",
      "chunk_id": "b0865518-fe33-4099-a70f-73ef394cb895",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 250
    },
    {
      "chunk_text": "right so yes your ice cream melts in this hot weather melts in your mouth not in your hands okay yes and i i not very happy with this one particularly because you know as a kid it does melt in your hands yes i i agree with you yeah maybe it's like the temperature in taiwan is too hot so no it's nothing about that really yes think about it why does it only melt in your mouth and not in your hands if you don't",
      "chunk_id": "2b6fe5c1-2754-4be6-af0a-996fc9bbaa8e",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "hold it long enough in your hands you should be eating it you shouldn't be holding it in your hands grab a bunch of m&m's just stuck in your yes yes and if you think about it again the way we eat is not the right way this is actually a way to hint at you you don't eat this chocolate that way we like to put m&m's on our in the palm of our hands yes and then we eat it from the palm of our hands yes but actually if you think about it look at the packaging of m&m's",
      "chunk_id": "1e0bb776-a00f-4e96-9401-6cfe626d4c2e",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "you should open it like a packet of chips you should eat it like chips ah let's take it from the the bag yes okay and you dump it in your mouth you don't put it on your on your hands i see okay yeah so maybe it's our problem it's not their problem there we go so it's a hint right that's how you eat it that's why we package it that way like a like a mini potato chip yes that's why it's not a chocolate bar a bar you hold on to it and you open it a specific way this is like",
      "chunk_id": "50becf33-c074-4d86-918a-3b8ba4108825",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "a packet you know if we just grab a bag and take it from inside or maybe we put it on our mouth you know you can't you can't enjoy the chocolate there we go that's the whole point you're supposed to do that you're gonna buy more chocolate well that's how they want you to yes tell your mom to buy more",
      "chunk_id": "d6834486-d7f9-47f4-8aa3-87b59758df92",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 301
    },
    {
      "chunk_text": "forest mars why is there a law a senior a senior senior we say you know in chinese it's law the the you know but if you think about it um some time some americans like to name their kids the same to their grandparents right so you get all this or their fathers so for example if you have let's say george bush right we have george bush senior and george bush junior ah",
      "chunk_id": "a4ed7690-698c-4fb7-9358-0b5c4327d5b1",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "okay so we have lao busi and xiao busi oh okay but actually nobody gives them that senior or junior name it's just both persons are george bush so you gotta differentiate",
      "chunk_id": "d39d203a-250d-4b20-b93d-eeafba56229e",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 170
    },
    {
      "chunk_text": "skittles are not chocolate right it's not it's candy it's candy but it's all like colorful candy okay",
      "chunk_id": "f9e3da9e-eced-4f3d-897f-c0c11dbacd93",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 101
    },
    {
      "chunk_text": "in in america",
      "chunk_id": "b3b8110f-8f6e-4f38-8b08-8996783e267a",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 13
    },
    {
      "chunk_text": "yes okay",
      "chunk_id": "6965992d-f144-443d-a4a0-1ae721cf2abb",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 8
    },
    {
      "chunk_text": "yes my favorite even today when i see peanut m&ms at cosco you have no idea how you know like what goes on in my mind like how much i want to just buy everything off the shelf",
      "chunk_id": "e59ac0a8-6c77-422c-bc3d-210679766095",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 175
    },
    {
      "chunk_text": "every time you buy the peanut one or you know once i i started i i once i tried the peanut m&ms i couldn't go back i couldn't go back i mean i were in love with them i still am in love with them but it's just i know how evil they are they're gonna make me like extremely fat i can have packets and packets of peanut m&ms by myself you know what when i finished this script i bought two packs of",
      "chunk_id": "2d3b64ac-3640-4b49-b1bf-1dfdd5432a7a",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "m&ms peanut flavor you know that convenience store say maybe like uh or something like cost down so i would like to buy some i know i also that's why i stay away from you know going to 7-eleven i don't really pay attention to the chocolate shelf ah never do that never yeah you know because i will never walk away not buying something okay okay okay",
      "chunk_id": "5fe231eb-3035-4c25-82fd-7d8dcbd1544d",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 349
    },
    {
      "chunk_text": "oh okay let's go okay trivia number one trivia number one let me ask john do you know how many colors are there in m&ms let me see um at least rainbow color right seven nope i have to say like this part we're talking about the original oh original m&ms okay yes there are only five colors five colors like brown makes sense yes make brown one the red one yes the orange one and the yellow one and the green one yes okay",
      "chunk_id": "4845e26d-558d-4902-b519-6c1fbec2bc84",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "so there are exactly there are three as six colors but there only will be like five colors in one pack oh okay yes and there's something very special is that the purple one yes the very original color there is a purple color but yes the color was being replaced by the blue one oh wondered because now you talk about purple i don't remember seeing any purple",
      "chunk_id": "9bb67543-0899-450d-8237-a9f2b7a8857f",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 358
    },
    {
      "chunk_text": "purple i was thinking about poison yes yes the color is different color or something no but you know what you know you know what patrick a lot of um purple color they will not do bright purple they will do like a grape color a grape oh yeah so skittles have purple yes it's sort of a dark purple on a darker side so it won't look like poison the purple food that reminds the",
      "chunk_id": "7df1eaa1-5b0b-45ba-9213-04fb508a9ec1",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "into my mind is the one that i hated eggplant eggplant that's why i don't like purple okay okay you know you know which other animal hates eggplants there's animal i believe cats also hate eggplants cats hate a lot of things yes cat also hates cucumbers and eggplants how about bananas i don't know you can try on your cat maybe a little thing i'm torturing them",
      "chunk_id": "fae9a10e-f578-4f0f-bbbe-37bb44401ef1",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "okay so there's six color but maybe five colors in one pack and the purple one's been replaced by the blue ones okay so this is the first trivia the second trivia is about mms these two uh these two latter they have different names like the first one is mars the one we talk about who create the mms but the other one is like murray okay the other founder or the other person responsible",
      "chunk_id": "da3004fe-ff31-4567-9f44-34099ac533e9",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "for making mms good like they have a cooperation together okay so mars and murray okay",
      "chunk_id": "d9449360-1ff0-4306-bbf5-ff6686a9c6b7",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 86
    },
    {
      "chunk_text": "yes it's crazy that's right the world the world make the things out of out of supply so they find another guy which is another chocolate brand hershey hershey's chocolate yeah hershey's chocolate",
      "chunk_id": "a9339cca-b915-490e-83a8-e1116b47a3a1",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 195
    },
    {
      "chunk_text": "do you know the which brand of chocolate or which which candy is the first one go out to the space no yes no, yes.",
      "chunk_id": "4d6510fe-071c-46d7-9e89-859ed8e7b3ca",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 114
    },
    {
      "chunk_text": "and not Hershey's and not any other brands. The article I saw, they said it's M&M's. So the astronaut says, oh, no, no, no, no. I need M&M's to go up in space. Maybe, maybe they're a big fan of M&M's or something. The Columbia.",
      "chunk_id": "4e5b58df-9da6-4c37-9756-d2f75d6181de",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 227
    },
    {
      "chunk_text": "So M&M's is the first candy that goes on the space. Cool. Cool. Space candy. Very, very nice. Wow. That is super interesting. The first chocolate candy to go up in space. Okay. So now I've got one for you. Oh, so you have got one for you. My question to you is,",
      "chunk_id": "17f6cb27-2376-4d3b-a953-11a26eb5fc08",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 261
    },
    {
      "chunk_text": "since M&M's have so many colors, do they have different flavors? Flavors? I don't know, but I know there are some, you know, limited colors. Maybe like go from the Christmas one. They will make it like... Yes, different color. Yes, seasonal ones, but... Okay. So Skittles. If you think about Skittles, different color means different flavor. So they mimic that, right? Different color. You know, kids like color and that's how it is.",
      "chunk_id": "f32ad164-3d25-446d-a52c-3332f1c86a8b",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "But actually, M&M's, different color, same flavor. I think that's great because we don't want, we just want the chocolate stuff. If you make some like yellow M&M's that goes with the banana one, maybe I'll be like, what the hell is this? No, and you have to understand, Patrick, that's how strong Skittles is. But I don't really like Skittles. Sometimes I'm a Skittle fan, sometimes I'm not. I grew up with it, but again, it's just too",
      "chunk_id": "07dae43a-6ca3-4fd5-8cba-4d736ccbd15e",
      "chunk_index": 71,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "much candy for me. Okay. Let's repeat the slogan. Right. So for M&M's, which may stand for Mars and Murray, okay, back in the day, the slogan is melts in your mouth, not in your hands. Okay. Melts in your mouth, not in your hands. That's right. Okay. So this is the three brains of today. Right. So that's all the time we got for you, 50 Minutes Fam, but remember,",
      "chunk_id": "4d8c6e76-481c-4071-9b19-721e86ed6a6f",
      "chunk_index": 72,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 364
    },
    {
      "chunk_text": "as usual now, we are open to shout out. So as long as you guys come and answer our question. And what is our question today, Patrick? Okay. So I'll go for like, is there the different flavors with different colors of M&M's? Ah, so if you listen to the full episode, you will know whether a different color M&M's has different flavors. So please do tell us and write to us, yes or no.",
      "chunk_id": "cd484066-6037-41ea-b5f6-e0207ddaa36c",
      "chunk_index": 73,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "Or what do you think about your favorite brand out of the three that we mentioned? Please do let us know. You're welcome to comment in the link down below, or you're welcome to email us at ask15mins at gmail.com. And then we will give you a shout out for whatever you share. Yes. Or maybe you can like follow my Instagram and tell me which brand you like. Yes. And then we will also give you a shout out on the show.",
      "chunk_id": "e953180c-4e3f-4175-b733-0351a21ee229",
      "chunk_index": 74,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 416
    },
    {
      "chunk_text": "Right. Right. And that's it from us today. And we will see you next week. Same time, same place, you guys. Okay. Bye-bye. Bye-bye.",
      "chunk_id": "e302b530-ca14-4ffe-9b89-31a77031bdb3",
      "chunk_index": 75,
      "episode_id": "6860dd2dbb826d6ebef9d9f1",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.176_ 雙語 Vocab ft. 週報時光機 品牌與他們的行銷口號 Brands and their slogans.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 130
    }
  ],
  "original_text_length": 24294
}