{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
  "episode_id": "6860dd2dbb826d6ebef9d868",
  "collection_name": "RSS_1442509198",
  "total_chunks": 92,
  "chunks": [
    {
      "chunk_text": "Hello you guys, welcome to another episode of 15 men's cafe on 15 men's dot today I'm your host John and today we have Patrick in the house Hi guys This week being the special week and you guys when you hear Patrick You probably know what we're gonna do something related to a festivity this week, which is Mother's Day So first off, let's wish all the mothers out there including",
      "chunk_id": "bb328b7c-093a-4b4b-a813-7ad4edf7ee8b",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "your mother Patrick and my mother a happy Mother's Day So guys we are not going to sell you the cliches and talk about Mother's Day We're going to talk about something that's related to Mother's Day",
      "chunk_id": "9a228ed5-74a8-4642-8e76-127624da89c5",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 198
    },
    {
      "chunk_text": "Something you would probably use in your life and of course the company that's strongly associated with festivities and holidays and perhaps special occasions that's what we are on about and Before we spill the beans and tell you the rest Let's quickly start off by saying you guys are welcome to 15 men's cafe",
      "chunk_id": "d8eb571e-3bc1-4107-9077-6c666c5151b3",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 310
    },
    {
      "chunk_text": "And for those of you who have joined our VIP membership program the transcript will be sent to you via email Please remember that and for those of you who haven't joined if you want the transcript and all the great useful phrasal verbs and idioms Please do join our VIP membership You can make use of the link check it out in the description box below. Alright, so back to today's",
      "chunk_id": "30efbe83-4f7e-417a-a8ab-e415292f47c5",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "company and slogan so today's company is called American greetings Yeah, I like the name, you know greetings makes me feel like a very happy mood You're telling somebody for a good spirits or something like happy birthday Yes, when you say hi, it's a greeting when you say hello It's a greeting when you say howdy. It's a greeting. All right when you say Merry Christmas It's a greeting when you say good morning. It's a greeting. So American",
      "chunk_id": "6655524d-c360-43c3-84f1-ec002baa955e",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "Greetings refers to this greeting company. Yeah greeting related company. That's from America Yeah, I don't think that most of Taiwanese people know about this company No, but we know of another company. I believe I think there's this classic company that we know as Hallmark Hallmark you probably have seen it. They are more the classic side of American greetings Okay, they sell very similar products",
      "chunk_id": "1e6c431d-5572-4103-a8ee-30357aa0dc66",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "But in terms of significance both are quite old. Okay, they they've been around for a long time for example American greetings established in 1906 1906 hundred years ago a hundred year old Company, can you guys believe it American greetings? They've been saying hello the American way",
      "chunk_id": "0cf005d6-a32c-419f-945e-9ff982d039a9",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 284
    },
    {
      "chunk_text": "Can you imagine that and of course Hallmark is just as old and as famous. Let's talk about their products Okay, but if we talk about their products, you got to think about newsstands bookstores airports and I think Possibly some stationery stores. Oh, yes in Taiwan stationery stores in Taiwan or wherever you are in the world Okay, so most of these places you will get to see either Hallmark or American",
      "chunk_id": "a596db8b-9912-4611-a69c-5148dc6f6831",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "Greetings products. Yeah, so what is their main product? Okay, their main product is the greeting cards. Ah Greeting cards birthday cards. Yes Anniversary cards farewell cards Welcome cards this kind of subject getting well cards. They sell a lot in the pandemic time. I know easy sell",
      "chunk_id": "6c847b9c-b8f1-40d5-87e8-9ec3525eb9ea",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 285
    },
    {
      "chunk_text": "Okay, so let's quickly talk about greetings and writing cards as a culture Patrick do you ever write cards to any of your family members or your loved ones on a special occasion? Well when I was young, you know in elementary school",
      "chunk_id": "752a1dc5-d1f1-4bfd-bbc2-4b6e2cb110ef",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 231
    },
    {
      "chunk_text": "Always have to write cards during mother's day father's day or something or for grandpa. Yes You'll because your teacher forces you to do so. Yeah Yeah, because you want to do so we'll think that is a homework That is not the space that I have one to do right? You think because just老師告訴你一定要寫一張卡片給媽媽. That's right Yes, so it was an assignment. It was not something that came from your heart Okay, so when you write cards there's some",
      "chunk_id": "c787a1c7-6ea8-4684-8679-ee2b404843d0",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "Something special about writing a card to somebody whether it's greeting with a special occasion with its get well Whether it's feel better whatever the occasion is. There's a card out there That's made by Hallmark and American Greetings that they have available for you because they help you convey that message So growing up, we know in elementary school middle school high school. You probably were forced to do this as an assignment. Yes",
      "chunk_id": "4738b9e4-8f89-4e30-8f2f-d2923194f207",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "In the West it's a very common thing. Okay, even if you don't buy flowers Even if you just have something to say to your colleagues or your colleagues having a baby Hmm, you just buy a card and you have everybody write warm heartwarming messages on it and then send it to your colleague as A gesture as a sweet gesture. Okay, you can do that in Taiwan people tend to give gifts",
      "chunk_id": "129cfecb-50ea-4353-a9c5-32152360e521",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 377
    },
    {
      "chunk_text": "Foods flowers that kind of thing. Yeah, more practical stuff cards are not so much cards ended in the school time You know when we grow up not not quite because my example my handwriting is so ugly I don't want to write a greeting card to anyone else but you can type it out though But yeah, somebody will say that handwriting is more warm You can feel my my感受到我的感情啊感受我的真摯用電腦打字比較沒有情感. Yeah",
      "chunk_id": "c9f16f47-5706-428a-a550-329b7c47d91c",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 389
    },
    {
      "chunk_text": "For me growing up in the 80s. That's what we got taught. Oh, yeah, I do in the West you have to sort of write it It's more personal people feel more personal about it. Yes, and of course the recipient of the Cards, whatever the cards that you sent most westerners love it. They love it. They feel your effort, but in Taiwan, it's like oh cool Thank you. Yeah. Thank you. Yes generally at work most of the colleagues when",
      "chunk_id": "28e79e26-e5f9-4b59-bd87-6ca525b8866b",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "it gets to your birthday, they would write a happy birthday card and in school We wrote we also co-signed a happy birthday card for our English teacher. We did that even in school So it's a very common thing and if you go to a stationery store or bookstore a newsstand You can pick up a card like really easy. Ah However, having said that have you seen the prices recently of any cards? 去年這個聖誕節的時候 I went to 成品 you know, that's more high-class stationery",
      "chunk_id": "eaeffd23-1a6d-4716-83dc-1df1f8b6f0a3",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "Stores the cards. Yeah stationery slash department Yeah, you see the price of the cards. It's like $50 or more more like 60 or 70. It's high Actually, that's the cheaper car one time. I actually went to a stationery store in I maybe not you know, like name the name because then people will know but anyways, I was I was in Taipei don't you and then I saw a stationery store and",
      "chunk_id": "658b9aa4-c3ee-4681-a171-af98e164f2c1",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "And then I thought hey, you know, I I would have to write a Christmas card to my one of my clients And so I went and picked up the card guess how much a card was I didn't see the brand or which card company came from but it looked nice it looked different so I had about four clients I had to give each of the cards the most expensive card I got was 160 and the cheapest one was 110 Oh 110 NT",
      "chunk_id": "39ab7204-3d91-489d-981a-cc7bb0717fba",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 392
    },
    {
      "chunk_text": "So my average my average price for the four cards were around $130. Oh That's really expensive. Yeah, and then I realized ooh Wow, of course those cards they didn't come with some fancy digital QR code and I don't know pop-up art or anything But they were pretty well made you could see it's quality card Okay, and I think Taiwanese people in people in Taiwan we understand stationery we can see",
      "chunk_id": "397fe183-766a-4944-a637-315c7fffbd45",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "Paper when it's quality paper. Yes. Well, John you can describe the design of the cards. Do you remember it? I actually don't remember it but I remember the Painting on it the the paint work on it. It had gold accents around it So it was gold on the outside had a frame and then the Christmas tree was decorated that way and then the trees the bright red and the bright green it was painted very nicely it was a very good print and",
      "chunk_id": "0998ac73-2476-4a0f-8190-1dace1e3845d",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "I was in a hurry. So I didn't really shop for the 50 NT dollar or 60 NT dollar cards. Oh, okay So you just grab one and just pay the money. I needed something that looked Presentable to my clients. So again, I can't understand why cards got so expensive because they are better if you find the right card They are better at conveying the message than you because we don't often do that We don't often go to our mom's and say happy Mother's Day. I love you. And here's you know",
      "chunk_id": "0d3a357f-8c31-4f3c-a2ea-0244f0c8ca8a",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "10 things I love most about you and blah blah blah things like that You know you take your mom out to a restaurant and done finished. That's the Taiwan way Have a good meal is better than one card Yes, take your mom out for a dinner somewhere that she wants to go to or buy that birthday gift She wanted right she always wanted a coach bag. Yeah, get a coach bag done So most of the time it's gift related or food related in Taiwan not cards",
      "chunk_id": "5982d4a7-8756-44b3-b98f-4a64178ae6e1",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "Related and so I realized how important it is to be able to convey that message if you can't do it yourself If you need it, if you need a card to do it for you, it's hundred and thirty NT dollars guys But now, you know, we have AI you maybe can call the chap GPT and come up with some good words If you're good with mid-journey, you can draw your own card. Oh, yeah Yeah, you know that AI may kind of replace the greeting card someday You know turn your mom into a cartoon character using mid-journey",
      "chunk_id": "3333d8c2-429f-48b9-aa21-1279ad1c10e0",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "Yeah, and then write her a card, you know do something like that. Yes. So what are your plans this Mother's Day? Go out for dinner You got me So I used to when I was in South Africa, I used to send my mom flowers I used to buy her flowers I would when I was able to drive I would drive out and then when I think I was still in high school or elementary school primary school",
      "chunk_id": "557f7ffe-bb5a-45c6-991b-9fd100388e41",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "Call it in South Africa. I would go to the stationery store write her a card and tell my dad to go get something get a chocolate or something Yeah, and and just put it on the table for her so that she knows. Oh, it's Mother's Day and Obviously if you live as an overseas Chinese in the West we have a lot of these activities For Mother's Days, you know these overseas Chinese activities somebody or some restaurant would organize a Mother's Day activity Most of the time your mom would get involved in it",
      "chunk_id": "fdc807db-6570-4082-9afd-486438ed9542",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "so Yeah, that's what we we did. So it was I wonder how did they know she became a mom or why can they just Invite your mom. Oh, no, no, no, no, it's all the mom You know if you live overseas as an overseas Chinese either you work right as a career mom You have open a shop or you have a factory or you have a company you run your own company Abroad or you are either a housewife and most housewives what they do. They social with other",
      "chunk_id": "059cfec6-2d00-46a0-9f8e-e61396945ebf",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "Overseas Chinese moms, right? Mom's from Hong Kong mom's from whatever and then they'll say oh, let's do a Mother's Day thing Let's organize it and then they they can probably get some budget from OCAC Okay, chao Wei Yuan Hui or they could get from Tai Sang Hui Okay, chain Taiwan Chamber of Commerce so on and so forth and they will organize an event and usually when I was Much younger in my teenage years. We would be the little waiter and waitresses",
      "chunk_id": "6aaaa1ae-9900-4887-91f9-5bb725a7b855",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "At these events. Did you get tips? No, of course not. Of course. Yeah Anyway, so whatever organization your mom's got involved at that time you you had to sort of go along So I don't I don't tell my mom. Oh mom. I love you. I love you so much You know, I don't do that. It's it's weird for me however through other gestures like giving her a card writing a card or Bringing her chocolates buying her flowers. That's what I would do. Oh, okay",
      "chunk_id": "54fa2011-bff1-41a5-89ee-18806f28f88a",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "I think that this scene in Taiwan is kind of active. You know, in Taiwan, we express it in a very simple way. Like I said, one dinner, we just end the Mother's Day for one dinner We don't really get flowers, get cards, get candies or other gifts. Only one dinner. We finish that. So you can see I did the middle of the roadway, right? Because I don't say it like like my South African friends would or like",
      "chunk_id": "2fee1133-2061-4d61-a702-a77d2a521ff7",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "The Americans would I don't say it and I don't show it but through gestures buying little gifts the the western way She got the point. Ah, yes. So that's my way of seeing it as the middle of the road, right? Because in Taiwan Mother's Day, what do you do? Just take your mom out for dinner? Yeah, and honestly in South Africa, my mom didn't really eat beef. So Even if we take her to any decent restaurant, it's steak That's hard for you to choose. Yeah, so for me and my brother, it's a good thing",
      "chunk_id": "b5de766e-d92a-4d02-b236-47104487e6ca",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "For my mom, not so much Therefore taking her out is not a great option But sending a card is the best choice for you So you are the target audience for American greetings, right? And also with our allowances at that age, we could afford a card Yeah, the products are cheap, right? Not so expensive. I wouldn't say cheap I wouldn't say cheap cheap",
      "chunk_id": "224da282-7d00-41e7-a49d-fd754d00771f",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 346
    },
    {
      "chunk_text": "Hmm, but relatively affordable even for a student. Yeah, that's true So your 50 NT dollar card think about it for a student 50 NT is a drink is a bubble tea Yeah, it's not a big thing except most students in Taiwan would probably buy bubble tea for their mother instead of a card Yeah, I totally agree with that. You know here mom. Happy Mother's Day. Here's a bubble tea and I mean if you have good handwriting, of course, you know, you want to write a card but",
      "chunk_id": "6ed9d239-e2ee-40c4-8174-17c61e0e8b6a",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "If you don't have good handwriting, what did I do? I actually printed it. I got the printer to do it for me So I found a whatever font fancy font on Microsoft Word and then I would type this message and then I would print it out and then cut it out and stick it on the card So that's another alternative and this was what? 1996 97 that I did it 30 years ago. Yeah. Yes. So the that's how",
      "chunk_id": "d3ce0a05-b0d1-4b98-9de1-abc8702589e7",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "The kids in the 90s did it if you have a printer and you would want to get creative But today most people have printers and they don't want to be creative. Yeah, we just type a line, you know, the social media can finish our things Yes, that's right. So coming back. Let's talk a little bit about the slogan then of American greetings because we we just heard American greetings is a company that started in 1906. Yeah in America. All right",
      "chunk_id": "3147e36f-91fd-42d0-b43b-764624b62ad0",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "So the slogan the original slogan, I suppose. Okay have that one for us. Yeah, the original one We were going to share two of their slogans, but the original one is that we celebrate the moments that being the most That is the original one. The the original is we celebrate the moments that mean the most Yes, I don't know. It sounds like no duh Slogan, right? I mean, why wouldn't you celebrate?",
      "chunk_id": "e485d8ed-746f-4d70-a8c9-173f2519929d",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "The moments that mean the most why would you miss out on the moments that mean the most? I don't know I mean that that's to me. It sounds like huh? Is that it that that's your slogan? Or maybe they just want to tell you we join the great moments of your times. Oh That could be yeah, that could be the actual hint the message behind it So we celebrate those moments with you. You are the our customers and we celebrate",
      "chunk_id": "92ce3c9e-fe8b-489e-90be-0152123fca5d",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "them with you. Yeah, that's why when I figure it out from their slogan I think they want to describe this kind of situation. That's what they're going for because the we because that we could be interpreted as you the customer and The publisher the company that prints the card. Yes, not just oh Patrick you and your mom the we hmm. Yes, it's American greetings and Patrick we oh Together we celebrate the moments",
      "chunk_id": "3a35e042-7ee0-40ff-b405-b3c4877f9a4d",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "That mean the most mmm Interesting good. What's the next? Slogan they had okay the next one I find it out on their official website Mm-hmm when you type American greetings on Google their website has this tagline say the celebrations destination the celebrations destination mmm interesting Destination meaning going that way. That's my final destination. Yes",
      "chunk_id": "502d585d-e5ac-41a1-afd1-2309cb9e15c2",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 359
    },
    {
      "chunk_text": "Celebrations destination. Oh when you celebrate that's where you need to go. Yeah, that's the message, right? If you have any celebrations, that's where you need to go Yeah, if you want to celebrate you come to American greetings something like that And you know destination if you think about it, you have to go there you go to that destination It doesn't come to you. Oh, yeah Yeah, so if you think about it going to a newsstand buying a car",
      "chunk_id": "a880b22f-a694-4278-95b7-4b83c43b95e5",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "Going to a stationery to buy a card going right so they're hinting at that Experience the customer journey. Yes of you going somewhere and then when you reach the card you that is where your celebrations Want to be with the cards. Oh This is a strong one. I think this is very profound This is deep in terms of the imagery as well as it coincides and matches very well with the customer journey That's why they make greeting cards",
      "chunk_id": "12f26fb7-143f-4d84-a6a7-0673a9b5e56b",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "They are good at writing. Oh my gosh these writers Sometimes you wonder where they come up with all these ideas Yeah, you know only three words right the celebrations destinations, but they are so meaningful I wonder how much they paid for this slogan. Oh That's I don't know maybe a classified Yeah, maybe it's like 20 US dollars boom. We like it boom and it's that good, right? Yeah, this it's that good of a",
      "chunk_id": "3bf588de-00e5-4250-b8ef-eb6557432fc4",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "slogan geez Mmm Wow, so American greetings to slogans that they had the original slogan we celebrate the moments that mean the most and the Evolutionary slogan was the celebrations destination. Yes American greetings, right? So let's move on to the trivia of American greetings company. Okay. Okay. Tell us something interesting about this company. Let me quickly",
      "chunk_id": "a2fc08f2-4f27-4072-9088-1a658c68fef4",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 363
    },
    {
      "chunk_text": "Introduce this company to everyone because I don't think that as for me I never heard about this company before one very Important video that we'll introduce later. Ah, we've got the links for you guys in the transcript And of course, I will put it in also in the description box for you guys But to start off Patrick, I have to correct you. I grew up with Hallmark cards Hallmark is everywhere even at the airports next time you guys go to the airport",
      "chunk_id": "ae0a7138-371d-4214-b3a8-1f384525d384",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 452
    },
    {
      "chunk_text": "Not Taiwan. Okay, not Taoyuan Airport but if you do fly to Thailand or Singapore or Hong Kong go to their Stationary section or the postcard section you will see some of these cards getting sold most of the time it's Hallmark I've never seen American greetings, but I do know of the brand but we grew up mostly buying Hallmark Okay. Yeah. Okay. So back to you. Okay, so",
      "chunk_id": "3aab69dc-81d1-465e-90b0-603ed541269d",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 369
    },
    {
      "chunk_text": "Hallmark",
      "chunk_id": "356cc712-2df4-4f2c-9c98-2b14b345cb54",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 8
    },
    {
      "chunk_text": "So 1906 if you started selling gift cards on the back of your horse cart think about it It's like a little mini truck that goes around",
      "chunk_id": "c5f1e70a-eece-44de-842f-2b7c025421fe",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 134
    },
    {
      "chunk_text": "Yeah in today's terms and somebody's selling cards behind their van right a little mini van Hmm, and this is Jacob Zaperstein Oh, Zaperstein. Yeah Yeah, it's a very different name However, if you think about it being a Polish immigrant, you have to get creative when you arrive in America What can you do people don't want eat Polish bread? You understand what I mean when you arrive you you ask yourself",
      "chunk_id": "e26c0509-7dc9-44a1-8a5b-efdecf4d4de3",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "What can you do? Yeah What what is something that people want and obviously he went in 1906 he went a very different way, correct? He started selling postcards not gift cards not greeting cards postcards Yes, that was the old way of communicating right you travel somewhere you buy a postcard You tell your mother or your father you write back to them. You mail the postcard back and say hello. I'm safe. Thank you",
      "chunk_id": "452e4da4-aea9-452b-87a3-ce7c87b4be7d",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "And I hope everything is well at home. And here is where I am. I'm in New York. I'm in Seattle I am in Mexico. Yeah, that kind of idea. Hmm postcards Well, that's why I think about it postcards that's why today on Facebook we write a post Oh, yeah postcard and see same idea right hundred years later. It's just",
      "chunk_id": "9621f38f-dcf0-41f3-bd68-964061b0acec",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 311
    },
    {
      "chunk_text": "Digitally on a little LED screen Yes, exactly. Oh, so they started their business at selling postcard on again. Oh, this is a thing on a horse car Later in 1929, you know, everyone knows about the history stuff that the Great Depression, right? Great Depression 1929. Yeah, so a lot of people a lot of businessmen because of the Great Depression's they feel very",
      "chunk_id": "de8f1442-51b1-4205-b6c8-73cd26da819e",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "Upset, yes",
      "chunk_id": "659259d1-43da-43d6-8cd2-f283a5a3c8c0",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 10
    },
    {
      "chunk_text": "So you see this was an opportunity right when you send postcards it was as a post like a message Oh mom, I'm okay. Don't worry about me. And then when 1929 hit it's it was bad globally on a global scale Yes, so you wouldn't want to write to your mom and say hi mom. How's everything at home? You know what happened? Yeah So you would probably write your postcard you can change it",
      "chunk_id": "18187dc1-4484-4752-a58f-fb23a075fd0f",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 380
    },
    {
      "chunk_text": "into like a message or like like let's say a picture that's more positive, correct and then you Write a heartwarming message to encourage people and motivate them and comfort them. Yes, so comfort motivation Encouragement that was the theme of the time. Hmm Exactly. Yes, and that was the only way to push postcards again because not many people cared about hey mom I'm in New York. Nobody cares and the same situation",
      "chunk_id": "bafd5add-c085-4a4c-b8e5-00af4a1446b7",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "Happens in World War two, but it's different right at that time is financial crisis But this time is a big war around the world But the same idea this postcard or is it a postcard or is it a postcard or is it a postcard or is it a postcard?",
      "chunk_id": "4641ceb6-d885-4810-bc55-9fb0d850c447",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 240
    },
    {
      "chunk_text": "So you see at every timing when the times are not good when the times are tough these little gestures and postcards kept people going kept people motivated and So it's almost like when we go buy buy right a lot of people buy these little posts almost like postcard thingies Yes, these lucky charms postcard little cards, right?",
      "chunk_id": "196e56d6-cb6e-4df1-8418-b5cc673bb5db",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 327
    },
    {
      "chunk_text": "What's it called the last time they call it Ping An Kao or something? Right at some of the temples you can buy them similar idea Except this is now a card that you send to your loved ones. All right Not for yourself, but when you go to the temple you get one for yourself. That's a different idea, but very very similar theme a little card that you can send to encourage people So, you know my grandma when she was still alive She would say hey, you know, welcome back to Taiwan and here's a little",
      "chunk_id": "390fb99f-cc4f-4103-a9e7-9e5c1f16516f",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "Ping An Kao for you. Remember to keep it in your wallet. Blah blah blah. That was my grandma Yes, yes, very very similar. All right Hmm, this is the dash the whole card company they started a situation I really wonder when I kind of dig inside this company I feel like how can this company still getting bigger and bigger, you know, we don't write cars recently We type on the social media. So I kind of want to understand and study about how they become bigger they",
      "chunk_id": "0fc0dbe7-fb70-45cd-a879-76fc75d04661",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "kind of create a lot of different products and they create different IP like some cute little dolls or something and they printed on their cards and make them more special",
      "chunk_id": "4753ccdb-a443-4eda-acfd-0444731be969",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 171
    },
    {
      "chunk_text": "Well, actually globally if you think in US Europe, it's global because in Asia we don't write cards That's true we give envelopes, right? Yes red envelopes Okay, so let me chime in here quickly Okay, if we talk about hallmark being the number one and American greetings being number two American greetings obviously has a more contemporary more modern approach in their strategy",
      "chunk_id": "360eec0a-39a0-4422-b40f-b31207c0b9c6",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 378
    },
    {
      "chunk_text": "So like you mentioned they ended up started revolutionizing their own business, right other than the printed cards They moved on to 3d cards these cards on their website So you can design them you can print them and you can order them and you can customize them and also you can send e-cards So they went that way, but that's not all that doesn't mean they stopped All right where as hallmark they stayed they did go the digital way, but not as hard as American greetings so hallmark",
      "chunk_id": "01aae8f3-42aa-4d15-9eee-9ade5cd4a217",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "Is still the more classic way of looking at these greeting cards American greetings are a little bit more modernized Why because I'm going to name a few signature product lines they got in terms of cards, okay? One of the biggest sellers a best sellers are just because cards just because card they called just because cards because in the message just because okay, so",
      "chunk_id": "abba0a2e-45b1-4a39-970b-6eb600239396",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 369
    },
    {
      "chunk_text": "These cards are designed for everyday occasion not only specific occasion everyday occasion when you want to send a message to someone Just because you are thinking of them. Oh Just because hi there. This is a card why just because I'm thinking of you. Ah Okay, you see so they branched out they stopped Well, they still have their bread and butter which is you know, the special occasion cards But these just because cards hit people a very different way",
      "chunk_id": "cfb4faee-85ee-4ce0-9611-7c329976507c",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "Hmm, which means you can write a card on Monday. You can write a card on Tuesday You can write a card when you just feel like it. It doesn't matter. Yes, it doesn't it doesn't have to be a special occasion Okay, that's just because one of the best sellers and then they also branched into very specific racial specific cards called mahogany cards so mahogany cards are specially designed to celebrate African American culture and heritage so the message and the artwork everything",
      "chunk_id": "15d1a482-e2ae-4c21-8ede-c576e1cc35a0",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Involves around African American culture. Oh the culture stuff. Mmm, very interesting, right? Yeah, and also that other than developing their own product line They also acquired a lot of other popular companies card companies To name a few papyrus cards. Okay Papyrus cards the word papyrus is this type of paper from way from way back in Egypt Okay, Egyptians use papyrus",
      "chunk_id": "49910500-c884-4255-bdbb-3ec7b206bcb5",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 372
    },
    {
      "chunk_text": "To start writing five six thousand years ago. Okay Yes, and then for The stationary brand what they did was papyrus cards. They were the more upscale luxury card brand So they acquired this luxury card brand Okay to to sell premium cards these way expensive cards All right, which makes sense because if you work for JP Morgan if you work in the Wall Street or you've been working Google",
      "chunk_id": "6957622d-2d01-4ab0-8d84-6bcf83079792",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "And you send your friends and family a cheap card. Yeah, that doesn't look too good. Ah, yeah Yes, so that's where papyrus cards come in. Okay, and of course Moving into the 21st century. We need to think about eco friendliness. We need to think about environmentally friendliness We think to think about ESG. So therefore they also have recycled paper greeting cards. Oh I wonder who will buy this kind of cars generations ears. Oh",
      "chunk_id": "73bc499d-a3c0-4d7c-9115-6221f9e9ae94",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "Right, you want to buy a card and or if you are somebody who writes very frequently Oh, okay, you know you want to you know, because you you write 10 20 cards You are an insurance broker. They'd say you know in Taiwan insurance brokers You have maybe 50 a hundred clients and you want to write them a card on their birthday So yeah, you write it you use recycled paper to tell them. Hey, you are green Okay, okay, but that's sort of the main product line, right still nothing",
      "chunk_id": "0897fd07-fb80-4e1c-92e8-4a07a73f4de5",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "Very fancy. Here comes the fancy one. They got really smart. So they were also very very famous for licensing Disney Marvel Oh Taylor Swift or Taylor's Okay, they even have Taylor Swift cards. How would that kind of product be like so it's more like a Taylor Swift collection You know for their fans you collect so they probably licensed some of the things she says or she wrote on Twitter",
      "chunk_id": "bbc0cf44-c0de-4be0-9f29-8c10dc3bcc65",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 389
    },
    {
      "chunk_text": "And and there we go. You make money from Taylor Swift cards. Okay, so While you ask kids we used to collect Pokemon cards and modern-day kids. They would collect Taylor Swift cards. Okay, maybe BTS BTS right black pink cards I don't know. I mean if I don't know if back in the day who liu liu had cards for sale I don't think so. Sorry, I won't",
      "chunk_id": "ca112f70-212d-4bd8-ad40-e1dbc9e81560",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 344
    },
    {
      "chunk_text": "I'm just not the target audience. What about SHE? Would you buy SHE cards? No, I'm just like their music I don't I don't really collect their photos or something. I'm not that guy I don't do you remember back in the day in stationery stores. They were these little these little cover photos Oh, yeah, and some stickers. Andy Lau Aaron Guo Jackie Chung SHE Jay Cho. Yeah, right and then it's laminated. It's like a photo",
      "chunk_id": "81569237-9c22-44ec-9c4d-f9a9744f236f",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "It's laminated and it's like it's not even a number on them, but people collect them Yeah, because every different that lit all look different they kind of collect all the cards But I don't know. Maybe I'm just not that the type I don't really collect stuffs Yes, so that's where they made a ton of money they got the regular stuff they got the premium regular stuff They got the luxury regular stuff. Hmm, and then of course they got the stuff",
      "chunk_id": "d03ad976-e114-4101-bc70-9f2337f1c56c",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "that goes along with movies themes IPs and Yeah, the rest is history and they are now a billion dollar company. Yeah And people still do buy some of these cards not only for card giving not only as greeting giving right not only for These these card giving occasions, but also as a collection. Yes, like stamp collecting because these things go out of print They don't stay in print they go out of print every time",
      "chunk_id": "37a844ec-1060-46b6-a142-8045def6a333",
      "chunk_index": 71,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "They do a new design. It's out. It's done. Hmm So if you could start collecting them and you know, give you 30 years you might end up getting invited by the museum You can just make up art gallery for your old collections. That's right. That's right. You you will have a decent collection of cards Yes So that is also What how good American greetings were back in the day and now so guys",
      "chunk_id": "c4aa9217-b698-46d1-a806-9e7d62871af7",
      "chunk_index": 72,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "If you do have a special occasion this week maybe we can't get American greeting cards in Taiwan per se because I think is Lee bookstore has moved right then then they Close down a couple of stores, you know, and we're upset about it. I know everybody is upset about it And my wife's super upset about it Yeah, she loved going to the bookstore and just bras for stuff. So she's super upset. She's like, oh, why can't we keep bookstores?",
      "chunk_id": "4b84e936-8412-425d-aeb4-a6e746c2b9dc",
      "chunk_index": 73,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "For me not so much. I I'm like, oh well, you know, that's how life goes Maybe we won't be able to get it so easily but e cards a message a sticker Maybe you know, there are many many ways to do it or if you are really talented You go to your iPad Pro you go to your iPad take your Apple pencil to or Apple pencil when you start drawing one Oh, yeah, even better if you're artistically talented go ahead Do something special for your family? Okay. Yeah, I can't I can't",
      "chunk_id": "ad01d6d2-26ae-4cb1-83d6-ed2a1fd29158",
      "chunk_index": 74,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "Draw to save my life. So I'm not going to do that. You can use you can use mid-journey, right? The generation is now different. Oh, no, you know what? I'm way past that age now. I think you know with my mom money talks So just give it a big fat red envelope. Okay Another way for this Now that she's in Taiwan, I think money talks You know when when we were kids, you know for her it's like oh, it's a lovely gesture because you don't have money, right and now you",
      "chunk_id": "2527e872-26c6-4b1e-b9b8-ec550e2aade6",
      "chunk_index": 75,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "Now that you have money and you sort of take her out and not give her money. It's kind of like hello You okay, you know, do you feel sick? You know what? Well, this this year the red envelope I gave to my mom. Yeah, I put a little card inside the red envelope. You did. Yeah, I did. What did the card say? Kind of says I translated in Chinese I don't really say I love you",
      "chunk_id": "fd8e9c13-bdc0-48d5-8745-627b884d6678",
      "chunk_index": 76,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 372
    },
    {
      "chunk_text": "Taking care of yourself. Yeah, I say take care of yourself is the best thing that you've done this year and happy new year But I didn't say going she fast I didn't say about something that related to money, you know the money I didn't I gave her doesn't really means a lot It doesn't really mean a lot because it wasn't a lot or was it a lot. It wasn't a lot So I don't want to talk about too much about money I would like to say that you have to take care of yourself. That is the main point and I give you this card",
      "chunk_id": "682b2a99-c1bf-4625-a4b2-9387a4cc9874",
      "chunk_index": 77,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 517
    },
    {
      "chunk_text": "Okay, I think that's a great gesture too. If you do that with your red envelope, that's quite smart too. Not just money, right? Yeah, it's covered that the money is too little. Yes I actually just doubled my budget for red envelope for my mom this year. Just doubled it. Nice. Nice for your mom. Take the money. Take the money. I'm fine. Whatever makes you happy Okay, nice, you know, my mom is at that age now where you know money means security for them",
      "chunk_id": "258e7265-7ba0-4c5d-bb19-ecfc260c11c5",
      "chunk_index": 78,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "In their retirement, you know, so they're more sensitive to the dollar amount now It's not like she asked me for money, but it's just they you know You can feel when they get to an age where money equals security Yeah, they feel more secure when they have money in their purses and in the wallets. I see. Yeah, they're at that stage now. So I doubled my budget and so Mother's Day We actually wanted to get her some of the cosmetics she wanted",
      "chunk_id": "59c6c1aa-5c6c-4046-9992-4808d63357e9",
      "chunk_index": 79,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "Some skincare products you wanted. We're gonna buy that for her and yeah, I think that's about it We're gonna probably hang out a little bit and we usually just you know Take her going somewhere somewhere new so she can experience and tell her hey, you know, this is how people shop now Well, this is what people do now. Why is this cool in Taipei? That's what we usually do so that she still stays connected socially Okay. Yeah, I know. Take her to know the world recently, right?",
      "chunk_id": "1b3102b8-251e-46b4-a4b9-1a1f2a7d75f3",
      "chunk_index": 80,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "Yeah, just to get connected, you know, take her to the bookstore show her around and she's like, oh and Maybe this year. I don't know. We might just also drive her by Taipei Dome and show her the Taipei Stadium. Oh Because it's new it's still kind of fresh and novel Yeah, it's still kind of cool so she can go check it out and take a walk there. So that's our plan so today the design the card design company",
      "chunk_id": "782539af-ffa0-4364-87f8-f65e9c11f21b",
      "chunk_index": 81,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "American Greetings hundred years old and still going strong a billion dollar company. Yes. Yes Okay, so quick recap Patrick on the slogan. Okay, the slogan is called the first one We celebrate the moments that mean the most the original we celebrate the moments that mean the most and then the New one the new one is the celebrations destination the celebrations destination for all parties",
      "chunk_id": "3cff77df-3beb-4388-a0cf-0cd3820caa85",
      "chunk_index": 82,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 390
    },
    {
      "chunk_text": "That's where all the parties go. Exactly. Okay, good. So Anything else we missed about American Greetings? Yeah, the video, right? The video I mentioned Why we are talking about American Greetings on Mother's Day speaking about the Mother's Day they make a very very popular video or ads about their their brand in 2014 so 2014",
      "chunk_id": "f4266b7a-61cf-43c1-9e0d-113d757917e5",
      "chunk_index": 83,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 327
    },
    {
      "chunk_text": "Viral video. Yes, and what is the name of that viral video the situations that they're making the interview video Okay, and just this is a means to go and then win this year. Yes, sir. So you know, I'll kind of describe the work unlimited hours No breaks the most important job and also the world's toughest job. Oh Unlimited hours no breaks. The most important job is also the world's toughest",
      "chunk_id": "31851c94-bc7c-48ef-ad63-25cf65a51881",
      "chunk_index": 84,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "Job. Yeah, so will you go will you join this job? It sounds like a terrible job. Yeah, you know, they didn't talk about pay, right? Yeah, yeah, they talk about the pay at last they say it's no pay Okay, that's very sad. Okay, so this video went viral and what they wanted to promote was actually a Mother's Day card. Yes, and So guys check it out. We have the",
      "chunk_id": "5c2b451e-0230-4488-8f67-5801ca9485bf",
      "chunk_index": 85,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 359
    },
    {
      "chunk_text": "Link down below in the description box for you and for our VIP members. It's also in the transcript that you will receive so guys check it out and Maybe from that you can get some inspiration from the video Yeah about how to make a touching maybe a video from your phone or a video card right a video card from your phone or it could be a I don't know mid-journey card or something a message that you write or",
      "chunk_id": "ef128c67-abab-4f04-b117-4eca45bcae76",
      "chunk_index": 86,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "Memo or scavenger hunt that you can do with your mom make it fun for her and celebrate it together like American greetings card company because you want to celebrate the greatest moments together hmm, I like the the directors and the ads director they said one Sentence I think it's very very touching. They say a mom's impact is endless. And so is her job's description. Oh Yeah, I like the word",
      "chunk_id": "cba58f75-ba0c-47f8-870a-e05f82ded873",
      "chunk_index": 87,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "I like the sentence that he described right? Yeah, a mom's impact is endless and So is her job description. Yeah, so as a mom you you're not just a mom, right? You're the nanny. You're the babysitter. You are the breastfeeder You have to cook you have to wash you have to accompany you have to yeah You have to have to have to allow things that you have to do on the list. Yes so again before we wind down and",
      "chunk_id": "fe1c333f-fdcc-408e-864c-cad5a021798d",
      "chunk_index": 88,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "Wrap today's episode up. We want to celebrate the Mother's Day special occasion with all of our 15 minutes family And if you are listening and if you are a mother we wish our 15 minutes family mothers all the new mothers the very senior mothers the junior mothers out there a very happy Mother's Day and We love you and we want you to stay strong and stay healthy. So more kids like us",
      "chunk_id": "8ffc2691-275f-474d-9d45-48b37f9174e3",
      "chunk_index": 89,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 385
    },
    {
      "chunk_text": "More happy kids like us get to do podcasting get to do YouTube being get to be creative get to be Doing the happiest things they can in their lives So thank you to all the mothers out there for making all these sacrifices for us the childish kids So guys, thank you very much for joining us today and again to all the guys that wants the transcript where we include",
      "chunk_id": "cceaee4b-9475-46ea-8187-860efaf3bb55",
      "chunk_index": 90,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 365
    },
    {
      "chunk_text": "The conversation of today as well as all the useful phrases and idioms and expressions and everything else Please check out our VIP membership program and we appreciate all the VIP members for for supporting us to create more lovely 15 minutes cafe episodes like this So thanks guys, and we will catch you next week same time same place on 15 minutes dot today ciao Bye bye",
      "chunk_id": "9bcf9ba3-0eae-4f62-877a-545d817d77e8",
      "chunk_index": 91,
      "episode_id": "6860dd2dbb826d6ebef9d868",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.216_ 英語時光機 - 總是在你需要的時候替你說出句句入心的神奇品牌 Greetings the American way.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 373
    }
  ],
  "original_text_length": 35956
}