{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
  "episode_id": "6860dd2dbb826d6ebef9d88c",
  "collection_name": "RSS_1442509198",
  "total_chunks": 47,
  "chunks": [
    {
      "chunk_text": "All right, welcome everyone. This is Taipei banter with John fan and Gavin Taylor, right Gav So what have you got for us today for our banter? Okay. Well today we're looking at the name of the articles the most innovative objects of 2016 I know the year is finished, but they are still innovative that you'll actually want to use and It came out of wire magazine. Very nice. I love why it's a technological magazine that has all the cool gadgets",
      "chunk_id": "b71dad1d-4d51-4f70-8fa5-1f8d97f03362",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "But a lot of things that you will never want to use, you know, they're cool But not very expensive stuff that you may not want like from philip stark, right or a lessee You know these designer products. Well, I don't mind the the product the ones I I get angry about the ones I want What would be a good, you know 2017 gadget gift for you Gav for me",
      "chunk_id": "86595a34-ccea-448a-99cb-e507e6f3b40e",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 349
    },
    {
      "chunk_text": "I've been thinking about those those hoverboards because I just thought it would be fun to try one Oh, man, they're everywhere. You know kids go crazy with those hoverboard I see them around and I don't really need it, but I'd like to try it I think I wish you could rent one for a for a for a week or two just for fun Oh, yeah, let's hope you know hoverboards don't become just a fat They will stay they will improve and they will become smarter or something. You can actually you know",
      "chunk_id": "01c24a93-50dd-44fd-b7bd-1de47d6b1fe2",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 486
    },
    {
      "chunk_text": "Replace your you know on a safe scooters Well, I think the problem with with that is the speed and and basically how far you have to commute And the greatest thing about the small ones are you could basically take them on public transportation with you But hoverboards are essentially quite small. Yes. Yeah, so you could take it on on a bus with you or no So you could take a take public transportation and then augment it with a hoverboard for me The thing is just as I said, I would like to try I I wouldn't want to definitely buy one I think that comes down",
      "chunk_id": "51eade7c-1187-4964-befa-a1756b3b9fb6",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 561
    },
    {
      "chunk_text": "To another idea about you know, being able to rent stuff instead of purchase the sharing economy Yes, I just did an article about that a few days ago. Don't uber hoverboard. There you go So it would be great to be able to find a place we could just use one and see if you really love it I mean if something like that is really for you, then you can definitely go out and buy one. Okay, Gav So for today's podcast, why don't you choose a product from this article and tell us why you like it and I'll choose one and I'll share",
      "chunk_id": "483a2890-4b6c-41ef-85a4-28010993f78e",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 525
    },
    {
      "chunk_text": "Why I like this particular product with you. Well, I took chose the third one which was called Autodesk's elbow chair and told desk Wow And the reason I chose it was nothing to do with the chair itself. I don't like the chair I I think a chair is to be gauged on how comfortable it is I want to sit on for me the key with that was this it was the first hybrid designed chair meaning it was the first time they used computers and humans together to basically design",
      "chunk_id": "b813056d-aea6-4acf-a79b-bf378f037cd9",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "Chair and it spells an interesting idea for the future right now If you are sitting anywhere in the world listening to this if you look around every single thing around you has been designed by a designer Yeah, everything human it's chair We have designed everything even if it's a famous designer on snowboard Nobody knows or it's a copy of another guy's design every single thing you see that is made by us is design but buddy I you know, I gotta say, you know, like",
      "chunk_id": "d4eab06a-998c-41d4-a3e2-9eccb9592cfe",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "We've gone from the manufacturing era now into the whole artisan era, you know Now we care we we we are like the Japanese now. We like artisan stuff So the you know, we like the craft, you know, we like to know that we purchase something that's you know We know something is valuable because an artisan, you know We buy into the whole concept of the fact that a designer has done this a designer put his heart and soul into you know designing this but I mean, you know if it's made in China, it's like",
      "chunk_id": "2d695015-beee-4d3c-8868-a77ee203d7a1",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "No mass products. No, it's not Your iphone is made in China. It doesn't make it. How much was that ten dollars? No, it is Mass design is not about cheap. Even cheap things have to be designed. Everything has been designed by humans The idea is this at this point in time. The only expensive design things are people like george I think what's his name george jensen is a famous designer who else does it phillip stark to name a few so these guys make a lot of money based on their name, but",
      "chunk_id": "ee6bf5ab-e262-44fc-9ee3-88a8add36deb",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "You have a company like apple or uh, even microsoft, uh, some of their new products. These are all designed now They are desirable because of the way they look johnny eve is the mastermind Yeah, shiny. Wow. Xiaomi was voted in this article as having the most beautiful phone of the year. Well, tell me mix Yeah, I mean mix it up. Yeah, I mean i've seen their products and everything fantastic well designed They're very desirable. Yes, so but the idea is that this software will change the way things",
      "chunk_id": "be0d291a-3d5a-49ad-b3f3-4f166d3427dc",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "Instead of having 20 designers, you might now only have five who use the software To help them produce or design things faster. So what you're essentially saying is auto desk company the company that Uh specializes in 3d design 3d software design they've got software They've got hardware, you know, so this company has taken their specialty and mix it up with you know designers to help the designers to complement the designers in creating new products, that's it so basically",
      "chunk_id": "54150d2f-904d-4c62-97d8-1fcc60b5ff84",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "You would you would feed in all the data and the computer program would design Whatever you wish and they will give you multiple choices And then you could pick those that you like and it will again produce multiple copies of that So it would fine-tune we mustn't forget you still need people you need a designer You need a mastermind. Yeah, you need a mastermind but it means that even small companies that don't have a designer could possibly use the software to",
      "chunk_id": "0047b5b9-c512-4069-8636-ff97533c866b",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "That's a very very good point gav, you know, like i'm not a particularly good designer myself I don't i'm not very artistic but you know, i'm you know i'm so envious sometimes you know of what people You know artists or people who can draw or people who can design stuff or people who can use the photoshop? You know, i'm so envious of that. So and i'm constantly chasing after Software that will complement, you know my weakness. Yeah that actually, you know help me improve in terms of design",
      "chunk_id": "8695966f-b95e-4822-b7e6-843367e6b8a3",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "So that's what it will do. Um, fantastic. So basically it it's interesting because it just shows how computers are going into fields that would normally we wouldn't expect it to be Uh, or expect them to go basically. I saw today in an article that that one insurance company, you know So many people lost their jobs because of ai official intelligence in it. Oh, it's all over the news now Will ai replace workers? Will we become unemployed? Will we this will we that you know, it feels like?",
      "chunk_id": "a902c4fb-4c2b-41f5-961a-5eca1fb81e9e",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 492
    },
    {
      "chunk_text": "People are very anxious about their jobs. Yeah more anxious than ever. Well, it happens all the time You know if you go to japan the robots build cars or whatever it works out And if there isn't enough work for the people the people rise up and burn down the factories and we'll start again Well, that was the industrial revolution, you know, I mean, I don't know many people are aware when it happened It happened in england there were it was basically attacks on factories people died. It was a terrible traumatic",
      "chunk_id": "a2a20abb-e642-48f5-9aba-00f8074f0dc6",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "Time now, you know, we got over that so it is something that that people will reimagine their jobs We're actually going back to labor intensive work. As you said, we want the artisans. We want those products that are handmade Oh, yeah, I want my coffee to be ground by a person not by machines I want my coffee to be brewed by an artisan by a barista who's you know, and literally, you know i'm i'm very much sucked into this whole consumerism of artisans because now I don't",
      "chunk_id": "32fc9001-33a5-4eaf-9ddb-470c7410ce24",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "Want to drink, you know machine-made espressos. I want to I want to drink coffee That's brewed by a proper barista pour his heart and soul Into the cup that a cup of coffee that i'm drinking the cup of espresso the latte that i'm drinking, you know And you know and i'm willing to pay 180 bucks for that. Oh really? Yeah I'm a sucker for artisan coffee. I'm on the opposite of the scale right now When I want a coffee I go to seven and I buy that",
      "chunk_id": "cfd77864-7405-470e-96e9-411b429938fd",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "The small one 35 and I i'm okay with it. I just need the caffeine Yes, and it's and it's five one get one three four 35. Oh really? You haven't been telling me that no, no, sometimes they do the promotions like every once every odd friday Yeah, they will they will do the buy one get one and my dad would go crazy. He would buy like 10 And then he would This is what he literally did the past summer on the buy one get one day is he would go to seven 35 bucks He would buy 10. So he's got 20 cups, right? Yeah, so",
      "chunk_id": "0d87f97f-6f6c-4719-9a4d-10e41d326473",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 513
    },
    {
      "chunk_text": "I told him so what do you do with the 10 cups that you don't need or the 19 that you don't need? He says I keep it in the freezer. He freezes them He freezes so the so the next the following day he can decide whether he wants iced coffee, you know So he defrosts while he's busing or he's you know, he's traveling in taipei, you know hanging out so he would defrost it in his bag or You know, he would just you know microwave it if he needs it So he literally freezes the 20 cups. Wow, that is so so he went berserk",
      "chunk_id": "bf5310a8-ce27-48d2-848f-d30ac833a4d9",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "You know, I was so upset with him. I was like how much caffeine do you need? 20 cups I'm like, holy fucken hell Uh, well anyway, so um, basically I so that's the elbow. Yeah, that's the elbow. Um for so how about mine? Let's talk a little bit about mine. What did you choose? You know, I chose the microsoft surface Studio a few years back microsoft, you know created a new product line called service surface. Yes, right the surface series the tablet",
      "chunk_id": "d39f3b11-c6f2-431f-b0f8-b46ffe58cc80",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "Slash keyboard slash laptop. So the hybrid laptop. Okay, the tablet talks if you will so essentially what they did was surface was all about the tablet touchscreen with the pen and they've they've sort of evolved that into surface pro surface book Surface studio today. Okay. So what is a surface studio? It's essentially a huge tablet Really? How big? 28 inches my man",
      "chunk_id": "f593f23b-55a2-47a4-a19d-d5513a4aeca0",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 369
    },
    {
      "chunk_text": "That is inches huge 28 inches. Wow. All right, that's pretty big. It's not you know, i've got a 27 inch iMac Yeah, and i'm enjoying you know, like watching tv. I literally watch tv Watch my tv series on every day. Okay, and and i have no problem with it You know like sitting two meters, you know back but this is 28 inches and the best part is 100 touch panel This is a tabletop touch panel. How much does it cost right?",
      "chunk_id": "8e1178d1-8bce-4499-bd49-eef1a042d326",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "Right, that's the thing if you want cool gadgets, you don't think about the cost. Okay, but it's a 180 bucks for your information The price the starting price is 3 000 us dollars. It's 100k. It's hundred thousand eighty dollars. Wow. All right, it's quite expensive It's quite expensive. Are you gonna buy one? You know in my dreams? Yeah, okay in my dreams. Yeah, I can start saving now Yes, so it's starting 3 000 us and I believe the flagship model the one with",
      "chunk_id": "b6b2fee3-7ffc-40d9-9078-5be9d8c051ca",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "i7 the intel i7 chip, okay with you know, like full-blown specs is almost 3 700 to 4 000 us dollars. This is 120k. Yeah. All right, and but it's it you know originally was meant for designers because you know people want the touch panel and What's best is it comes with a little knob as you can see in the picture here. It comes with a little twist knob Okay, that's also that you can complement, you know using photoshop using",
      "chunk_id": "708f756f-d007-4a1d-9337-67baaf3f6fa9",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "Video editors using like video editors like movie maker or whatever. They will come up Okay adobe premiere, etc And you know it you can use as use it as a value knob, you know color knob color cartwheel Fantastic stuff, you know, it was amazing. It blew my mind away when I saw the trailer video So would we be able to just buy the knob? Apparently it's not available for sale yet It hasn't hit the markets yet, but you know, everybody's looking for that",
      "chunk_id": "7db0f61f-a3a4-4796-8de9-3caa5cd50824",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "I know i've seen a couple of youtube videos where people have already purchased the surface studio and they love it because You know when it's upright, it's one of those all-in-one iMac Tabletops desktops. Okay, and you can actually slide it down at a 45 degree angle Okay, so you can use it literally like one of those architects tables Okay, so you can sort of draw on it and it's got the pen. Oh, it's got a pen as well. It's got a pen because surface",
      "chunk_id": "443dc830-e892-4821-b7cb-eef7284d1ebc",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "The minute you call it a surface it has to have a pen. Oh, it has to be touch panel Well, I know touch panel, but I didn't know it needed a pen, but I like the knob idea I mean what can't I buy just the knob? I'm sure even i'm sure there's a company logitech might be making a knob soon. Oh, yeah The logitech knob so here they you know, according to the article It says it's got a massive 28 inch monitor and a hinge system like yeah I wouldn't call it a hinge system, but I mean it looks like it's a big hinge. Yeah at the back. It's apparently it's very small",
      "chunk_id": "8197b1ca-609c-4c81-bf28-f3c565196772",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 562
    },
    {
      "chunk_text": "stable for what I saw from from the YouTube videos that allows the display to become a tabletop touchscreen and So you can lay it flat you can almost flat 45 degree almost well 45 degrees not flat 45 degrees Yeah, it's not really flat flat, but I mean, yes Well, you could probably just take it off this thing and put it on What what is the amazing part is that? How they are able to actually make it so thin make the other thin is it it's I actually don't have the specs with",
      "chunk_id": "ad0d6b62-43dc-4998-a1ba-db73406aab26",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "me, but I want you to look at the picture here and Just so that you know the all-in-one Okay, but the the motherboard the chip the graphics card is not behind this touch panel What it's behind this touch panel is the circuitry that runs the touch panel It's got an ARM chip that runs the touch panel. So it's an independent Well, it's independent of the i5 or the i7 that you purchase the real processing power is in that little box at the bottom",
      "chunk_id": "65ceea90-9bd0-4ff6-9dd3-54ca6fcc34e3",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "Okay, the base unit that's that's where everything's at. That's amazing. It's amazing It's amazing and iFixit, you know the website that sort of takes everything apart Yeah, iFixit.com took this thing apart and you know, they figured out like wow They thought it was all behind the touchpad. Yeah, no, they found everything in the base unit and it was super powerful Yes, so I was amazed, you know, like Microsoft really have outdone themselves this time in terms of design",
      "chunk_id": "17573b7e-42b9-4184-bd57-16c59f9e4f47",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "It looks sleek. It looks sexy. Well, I must say I've seen the surface one of my friends has a surface and I looked at it. It's pretty damn nice the first surface pro 4 is by far the most you know in terms of design and sexy and by far the best performing surface ever because I mean The main thing about them has always been you know, it's it's actually it runs Microsoft So, you know, it's a compute I can plug in my USB Drive. I don't have to worry the only thing",
      "chunk_id": "55a14156-5698-4c20-af70-befa95aea2f9",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "With the iPads, which I hate you know, they're not really compatible with anything else, you know, you come Yeah, you come like it's sort of isolated from everyone else. They want you to Apple. Yeah, that's the thing And that's what I've done. I've literally isolated myself from all my friends Well, you've got the the MacBook so you can plug in a USB drive You know, I just made a commitment to the whole Apple ecosystem. Well done. Yes But yeah, so always the thing with that is and it actually is more open to other products and it's a lot cheaper probably",
      "chunk_id": "d4c1ea44-ae60-4293-9d7b-5c05492a2e1a",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 560
    },
    {
      "chunk_text": "I think that's the key Apple you can plug in this that way. Yeah, but you have to buy Apple products Oh, yeah. Oh, yeah, you you gotta you gotta be commit very committed to the Apple ecosystem Yes, Apple this Apple that Apple software. You gotta stay glued to it. Yes. Yeah, you you can't What do they call it? You can't defect the minute you defect you suffer Well, um, yeah, well, that's an interesting idea. Anyway, I mean even on my iPhone now I've started to defect slowly to Google's",
      "chunk_id": "fb282c00-5ca1-472c-a2eb-a8f0191ecc0c",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "I'm ditching Apple. Yes notes. You're feeling that growing pain. No, I just feel that it's Yeah, I think it's just more open And easier to to move around. Okay, Gav. So your Autodesk elbow chair. Yeah, what would be your word for this chair? Stuff occasion is the one I'm into my word of the day would be stuff occasion on this one and basically stuff occasion a little chair Well, just it is related to us buying these",
      "chunk_id": "025de969-4182-4166-88bb-fa42c49ab46b",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "things and we buy so much that We basically get suffocated by what our all our possessions and we worry about our position all your stuff all your material Possessions suffocate you so the stuff and suffocate so stuff occasion. Yeah, so Wow It's an odd word, but I came across a few months ago and I loved it I just thought it sort of embodies our modern world and you know those people who don't suffer from stuff occasion want",
      "chunk_id": "9c1a9f95-4b96-4704-a10e-b29f2bd2c1ad",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 428
    },
    {
      "chunk_text": "The stuff. Oh, yeah, and it's only once you have everything that you start getting into that feeling of we have too much and we want to simplify So it's sort of the evolution. Um, you know 30 years ago. Everything was was mass produced and we love oh, yeah now we into Handmade stuff. We want that what's right isn't we want that we want to feel the spirit of the artist Yeah, so everything we buy. Yeah, so it's just another interesting idea of how how we are evolving going back",
      "chunk_id": "c980a9f4-d6ed-44f6-b5d2-29441f64f461",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "To where we were, you know a hundred years ago and I mean years ago. Everything was done by hand Yeah, you know, you didn't have plastic. So I think I think in the next podcast We should talk something about that. We should discuss about you know, the evolution of like markets Yeah, you know, I think it'll be an interesting topic and it's basically, you know I mean it's something that that I found interesting would be plastic because I think as much as we vilify Plastic with regards to it not being vertical it actually saved a lot of life",
      "chunk_id": "16d62977-0c06-4bcd-b3b0-f71c5935deb8",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 544
    },
    {
      "chunk_text": "Because oh, yeah before plastic came along pianos were made from ivory So they shot and killed the elephants and now we can make it with other materials. So plastic has saved the forest Well, we survived that era thanks to plastic. Yeah to a certain extent everything was made from wooden metal basically It's like a necessary evil. Yeah, if you look sort of in retrospect Yeah, so I think this is the age of plastic. I still think we had the bronze age Sorry, the stone age the bronze age the iron age and now I still think this is the plastic",
      "chunk_id": "8069e752-03cb-468b-bfcb-d26548e706f7",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 544
    },
    {
      "chunk_text": "Nice. Anyway, my word or Microsoft surface studio, you know, what really came to my mind is turnarounds Why turn around why turn around because you know a few years ago Johnny E from Apple the master designer behind Apple literally Killed Microsoft Microsoft was not sexy. It was not cool. It was you know, they they were suffering but thanks to the new CEO, right and with the surface product They literally turned the market around, you know, I have more friends now wanting the",
      "chunk_id": "e23921cc-eb8a-4b07-aaf0-9e58c7b6908e",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Business, you know to defect, you know from Apple laptop to the surface laptops the tablets Yes tablets hashtag, you know the hybrid laptops to now, you know this morning my friend literally like showed me, you know through line that he had bought a surface pro 4 because He's an engineer. He needs he's a field engineer. He needs to run around He needs to you know diagnose system and he said, you know all the laptops, you know weren't",
      "chunk_id": "6aea0d23-fc6e-4a79-9e9c-f9139b6d8a63",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "You know the Acer's the Asus's weren't sexy enough and he found this Microsoft I mean by God, you know He loved it and he said it was an i5 that performed better than all the all the other, you know laptops out there You know all the ultra books what they call it the ultra ultra books the thin ones. Yeah May I ask a question Who designed this? I don't know. So why why is it Eve so eyes? I thought was eyes confused",
      "chunk_id": "e7aebbb2-495d-4df3-9450-af07a5651e97",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "I'm also comes is that the guy from Apple the designer sir the bald guy. Oh, sir. He's a sir now I think they gave me sir. He's a sir before that. Yeah. Okay. Well, they turned around, you know that that's the word I would say, you know few years ago Microsoft never had any products now they they're designing products I don't know who the designer is or maybe you know, it's a famous designer that you know is hidden, you know, so This was teamwork probably. Yeah. Well, I'm glad that You know, it's horrible when you have one company dominating any market. Oh, yeah",
      "chunk_id": "5834a7c5-291b-4a5b-9faa-3b443b0d2dd5",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 568
    },
    {
      "chunk_text": "I remember in the old days when Microsoft ruled everybody hated them. Yes, and now there are other alternatives So now Apple was ruling the roost ultimately a thing consumers like us win Yes, if they're you know healthy competition, that's how you be and so, you know, I'm happy, you know Although I haven't purchased one, but I mean, this is really this is really appealing to oh, I really want one. Oh All right, okay. Well, I think that's all for today. Yeah. Thank you very much. It's a pleasure you have",
      "chunk_id": "c5676fa8-26a8-4571-a907-1bdf1459d10c",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "a great day and Let's hope you have a chance next week and we need to figure out closing, you know a closing slogan like you slap me I slap you or something. No, and and we make you know, like I Would like to go with quote of the day which is oh be unreasonable I read this article about I think it was was that American guy who wrote all those poems and dark books dark books even you know with doses stuff",
      "chunk_id": "183d16b9-8ca4-43a2-8816-a165769bccef",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "He wrote Huckleberry Sun You've literally got me. I read cry the beloved country. I know I read the South African stuff. No, this was a very famous American author and he wrote Huckleberry Sun and all of that and he basically said reasonable men accept what happens to us unreasonable men fight even though they know they're not maybe not succeed and the reason I saw this article was from the BBC was about a guy in China who",
      "chunk_id": "cfd621c5-c9c0-4792-b502-92ef212ed29e",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "Was quite wealthy and some of he was falsely imprisoned and he's still fighting the government about this Okay, fighting the injustice. Yeah, and he's still fighting and he's wealthy as they said he's being unreasonable But it's only through unreasonable people that we get changed reasonable people just accept Wow, this is deep Can we have that quoted now? I think I should rather find it was a basically that I can't remember the exact quote. Okay, but it was basically the fact that reasonable people",
      "chunk_id": "71fdb958-3e8e-4e12-86fd-77c62a30174d",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "accept life and everything Unreasonable people do not accept and they will fight against even if their chances of success are limited So it's only if we want progress we need to be unreasonable. Okay, let's be unreasonable starting today. Okay, you know, so 15 minutes today. Let's be unreasonable. Okay Okay, John, that's it for today. So thank you very much Gav. Take care",
      "chunk_id": "32e54813-6c87-446a-8f7a-e8f546e5c7bb",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d88c",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.2 Cool gadget picks 挑選你的3C機絲吧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    }
  ],
  "original_text_length": 22274
}