{
  "filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
  "episode_id": "6860dd2dbb826d6ebef9d897",
  "collection_name": "RSS_1442509198",
  "total_chunks": 46,
  "chunks": [
    {
      "chunk_text": "Hello, welcome to another Taipei Banter today, where John and Gavin uncover the interesting stories and trends around the world, or actually mostly in Taiwan. Hello, Gavin. Hey, John. Right. Listen, bud, you know, I've been shopping during the week. We usually send each other like little pics of stuff that's cool, the gadgets and the hip stuff that's available on Kickstarter, Indiegogo, all these crowdsourcing websites. And I think we can dig in a little bit about how we sort of shop.",
      "chunk_id": "5f3bd88f-6e79-4618-8ed6-0c8bfe99d6ed",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "In Taiwan. Yeah, John, I mean, especially from my point of view, because, you know, I don't read Chinese. So it's interesting for me. Buy stuff here online is not that easy. Obviously, I mean, I can go on Amazon and I could buy stuff, but then it's the shipping that's that's very expensive to ship it all the way from America. It is interesting, though, is that some items are actually worthwhile buying. I've bought two iPad keyboards.",
      "chunk_id": "09d8e998-5f76-4488-bb78-778acb5a13aa",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "From America, one Logitech, one Zag, and it was way cheaper than buying one here. I mean, I bought a Logitech keyboard for my iPad Mini here. It cost over 2000 NT. And then when I bought the Zag, it was 25 US dollars with shipping was like 900 and something. So you bought you bought stuff from Amazon, not because of the unavailability in Taiwan, but mostly because it's also cheaper. It's cheaper. I mean, it's like, you know, items",
      "chunk_id": "cd1b128b-75f6-4a33-be30-011d8a74f98e",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "much more accessible or cheaper to buy. Of course, there are some items that are not available. So how much do you actually pay for shipping, international shipping? It depends on the weight of the product. Obviously, the bigger the item, the heavier the item, the more you pay because it's on air by plane by air. You buy air freight, air freight. There you go. So the weight is very important. OK, so obviously, if you buy a machine, I was looking at buying an air dryer.",
      "chunk_id": "5b89b354-0b74-4287-b7ae-f535e76de61a",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "Basically, what it does, it dries food. You can buy it here at Costco. They had one. It was over 2000 NT. Like a beef jerky machine. That's what they call it. I was going to make Bouton. But you could also, you know, you could take fruit, apples and just slice them up and dry them and bananas or any kind of fruit. Dry your own fruit. Dry your own fruit and dry your own vegetables. Yeah, I was thinking carrot sticks. Yummy. But anyway, so I was going to buy one, of course, then then slowly. That was just before I discovered",
      "chunk_id": "c9f813fa-6c6e-43f1-978d-28704b3dee53",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 528
    },
    {
      "chunk_text": "Rooton Shopi. And well, before I started realizing, wait a minute, I need to start looking at things like Rooton before I order these things. And then I realized, you know, for 990 NT, I could buy a basic one on Rooton. Wow. So you've just named a couple of other online shopping platforms that's available in Taiwan. So let's really go through them. We've got what? PC home. PC home. Yes. Yahoo. Yahoo. Rooton. OK, Rooton, which is also PC home, I believe. I don't know. All I know is they were they were the cheapest.",
      "chunk_id": "2862e733-8f47-483e-93b7-b19ff4f73096",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "Rooton Shopi arrived and I fell in love because he's from Singapore. Oh, well, basically how I use Shopi is simple. I find something. OK, step one, I go to Google Translate. I type in something in English. It translates. I cut and paste that into Shopi. Yes. Which I have to use Google. OK, because Google Translates. Yes. So I paste it in there. It comes out. You need that keyword. You need that keyword or the name of the item or the brand at least or the model number. There you go.",
      "chunk_id": "a7dd8a39-2895-4ca8-a454-a81f371b1d8d",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 486
    },
    {
      "chunk_text": "Yeah. And then once I find it, I take the actual page of the item. Yes. And then I send it to John and John buys it for me. And then I return the money. And then this is what I do with my operations. So what I do is I have to first save Gavin's address as the shipping address. OK. And for Shopi, they are huge on courier to 7-Eleven and any other convenience store.",
      "chunk_id": "28333767-5378-4e47-9d2b-97b3519c8201",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 366
    },
    {
      "chunk_text": "They're actually not very big on delivering right to your doorstep. Yes. They actually have some special contracts with 7-Eleven, our Family Mart and Hi Life, all these convenience stores. So they could actually ship for much cheaper or sometimes for free even. I wish, you know, that's my favorite one where they get shipped to the 7-Eleven and I can go there and pay myself. So I don't have to pay you later. I always feel a bit bad. And there we go. Then you have a choice usually, Gavin.",
      "chunk_id": "f5385d1d-9738-4d94-b923-3aadc933c506",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "You have usually you have a choice payment upon arrival at the store or is a payment upfront. So, again, depending on the store that we shop from, OK, usually from whatever you give me, I go and I go dig up if the link you give me offers payment at the convenience store. COD. COD. Cash on delivery. That was the old days. But technically, it's not COD anymore.",
      "chunk_id": "91edf180-7f80-4acc-967d-818a54dfda7a",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 361
    },
    {
      "chunk_text": "It's now cash. I call it cash on arrival at the store. I think we can use COD. I think sometimes in English, if there is a word that exists, I think we just change it. This is a new model. Yeah, it's a new model. Let's just change it to COD. So it's basically COD or at the store. Well, you don't have to say where. Where you get it is where you pay. Yeah. So usually I would find like the relevant sellers of the product that you wanted. And as long as we",
      "chunk_id": "1813578a-4269-4073-9d94-1d5692117ebc",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "can pay COD, then then we go. And then I get it shipped and I click send more, you know, click payment, click verify my payment and they will actually approve. Apparently, I get an approval message saying that you've been approved by the seller. Yeah. And because technically we actually built up a little bit of, you know, our purchase history and we are good buyers. Oh, yes, we are good buyers because we averaging what? Four point eight stars.",
      "chunk_id": "030ad9f7-5749-425e-8159-b06de0923277",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "Who gave us negative stars? No, sometimes people just give us four stars because, you know, sometimes I sort of forget to, you know, give them comments, you know, give them some sort of feedback. I'm sorry, I couldn't comment anything. I don't know that that end of the of the of the business. So we're averaging four point eight. Well, well done, John. OK, I think anything above a four nowadays, I think no seller would actually deny our purchase. Oh, wow. Yeah. So I think we're good. We're good buyers. What was very interesting.",
      "chunk_id": "1e3ff58f-eb9e-48f3-800a-ba3f3890e5c8",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "Actually, John, I would just mention that a few weeks ago, I spoke to my wife because she bought something through Shopee and she said, oh, yes, she could buy for me. And I said, no, thank you. And she said, why? I said, John does not ask questions. Why do you want to buy this bag? You already own 10 bags. That is the issue. Otherwise, I would say I would have she wanted me because she said, oh, that would improve her rating. And I just looked at her because I thought I don't want to have that. Oh, OK. Why do you want to buy?",
      "chunk_id": "fd5c5f5e-806e-4f2c-8ac5-6c50735cfbf3",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "So she figured out she needed good ratings to buy some certain products. Yeah. But I mean, this is the point. I mean, I never get that question. You never say, but why do you want to buy a pen? You own 500 pens. I want it, John. I need it. I'm I'm I keep I'm good because I keep quiet. Yes. You're a good man. Well, anyway, so we need to talk about one other thing, though, is, you know, from you, I heard that Amazon. Well, and the government here now is watching what Amazon is doing.",
      "chunk_id": "502b8802-0aa0-47ec-8aef-be97769baf48",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 486
    },
    {
      "chunk_text": "Pushing all the international couriers. And I've noticed now there's tax. Now I bought things. What do we call that, buddy? That's import duty. Right. Now, I remember a long time ago in Taiwan. I don't recall being charged in import duty in South Africa. My God, it's insane. It is my mother. If I send my mom a parcel from Taiwan, I pay tax on this end and she still has to pay to get the parcel. Yes. Secondhand stuff. Well, it's just Gavin, you know,",
      "chunk_id": "af43f599-bdce-46b2-a91e-23f2cef8dadb",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "in Taiwan, we just do more, way more imports than South Africa. Yeah. Anything in it's the second world versus the first world, John. I mean, are we actually second world? I think no, no, they are. No, I mean, you know, we are the first world. We are the first was South Africa was second world. I think it's sliding. Yes, it was. Maybe it's sliding into the third by now, but it's not right now. I'm sorry. Yeah. But anyway, so that's one thing you've got to be aware of. If you're buying through Amazon,",
      "chunk_id": "e1ffe0ed-07af-4cd9-9976-a24d65a4fca3",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 505
    },
    {
      "chunk_text": "watch your purchases. Yes. There's certain amounts they start noticing and they might start charging you extra. Yes. So I'm quite careful. I don't buy that regularly. Yes. And I use my shopping cart. So when I see something I like, I put it in. And one other trick that I've noticed that'll keep you from crying because I've cried a few times is when you search Amazon for something, when you look, find the product you're looking at and you have a whole list of them on the right hand side, there's a filter. You click the filter option.",
      "chunk_id": "26a5e5d6-3fe0-4521-91cc-807e149d61f4",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 538
    },
    {
      "chunk_text": "And go to shipping or international shipping and choose Taiwan, which means they will only show you the products that actually ship here. Yes. Because I cry every other day when I see something that has a great price and I'm like, Oh, it's not special. It's black Friday, but it doesn't ship to Taiwan. And I just cry. You pay double of what the product is worth for shipping. Yeah. So that's not worth it. So just be, that is a good point.",
      "chunk_id": "9a0208d9-e62f-4d68-9e17-dfea9a7cd333",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "A good trick to keep yourself a little bit happier and not to get too excited. But unfortunately, as I said, that's one thing. You know, it's ridiculous. Watches in Taiwan are expensive. You could buy them so much cheaper on Amazon, but they don't ship. Okay. But buddy, you know, for Shopee, what do you usually buy? And you know, what kind of goods do you actually buy? What is Shopee good for ultimately? For me, for me, bags. I like bags. I bought luggage suitcases. Copies of luggage.",
      "chunk_id": "063e2715-b4b6-41f4-81f9-6b0fd2cf530f",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "Even that is so cheap. It is. I mean, I saw a suitcase and it was like between six to 900 NT. You go to the store, they're over a thousand, far over a thousand. And you know, at the end of the day, there are certain items I bought. I bought clips for camping. They were very cheap. I bought little camping stool. Yes. They were super cheap. I've seen the camping stools. They're very nice. I bought two bags. I bought a copy of the Dutch XT design bag and I bought a copy of the other",
      "chunk_id": "aa10cd4d-5b36-48ac-b286-2b1883b566be",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "design bag. So, buddy, so far, if you, if you think about the products that you've bought, Shopee is mostly good for little number one. If it's hardware, then it's little knickknacks. Yes. Small stuff. Then if it's anything bigger, then it has to be soft because technically Shopee is only good for small stuff because suitcases like 27 inch suitcases and, and, and luggage cases, 7-Eleven doesn't actually accept shipping of those type of goods.",
      "chunk_id": "186222fd-9b83-4802-a2ef-7ed95ab8acc4",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "Oh, I didn't know. There's actually a size limit. Oh. You know, when you go to 7-Eleven nowadays in Family Mart, there's a little like locker. Yes. Yes. There's a little cabinet locker. If it exceeds that size, they don't allow it. And what was interesting actually today, I, I buy Nespresso. I have a Nespresso machine. Both of us have. Yeah. So I bought the capsules through Ruten last time. Okay. And so today I thought, wait a minute, let me go check because I've gone, I found a source that a shop I would go there. Okay.",
      "chunk_id": "3fad934a-811a-482a-b93d-0daf953bcab2",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 526
    },
    {
      "chunk_text": "And I thought, okay, let me just look on Shopee. I've never looked for the capsules. They don't sell the capsules. I typed in Nespresso and there were two items under that brand. Yeah. It was just... Oddly enough, some, some actually, some sellers don't want to convert to Shopee. And so you go on Ruten and you type in Nespresso and you get page after page after page after page. And actually the shop where I buy my capsules from, they are on there. They are big on Ruten because they sell a lot. They're one of the premium sellers. Yeah.",
      "chunk_id": "2ae1e486-9ff7-436b-9971-e2473f06ab35",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 540
    },
    {
      "chunk_text": "And that's what they do. They just sell these capsules. They sell capsules for Nespresso and all from different countries, et cetera, et cetera, different products, tea, chocolate, anything you want. Nice. Anyway, so the Ruten is pretty good for that variety. I mean, I've seen some cars on Ruten look pretty cheap. Cars. Cars. You could buy a car on Ruten. Like for cars for your daughter or cars for us. A proper car to drive. Yeah. If you want to buy a car, you can buy a Mercedes on there.",
      "chunk_id": "1eb8bac4-9b72-4613-af16-f8ebb5101b7e",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "If we Google cars, if PC Home delivers in 24 hours. These are, these are second hand stuff. And of course Yahoo, they would sell cars too. But of course I don't think Shopee will sell a car. So some things, yeah, as you said, smaller items, probably Shopee is much more aimed at that, you know, cosmetics, an umbrella or something like that, or bags already. As far, you know, for me, I'm actually, you know, mostly with PC Home 24 hours.",
      "chunk_id": "51179ac0-6421-4a8a-ac64-96067b201916",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 438
    },
    {
      "chunk_text": "Because I'm a very impatient buyer. I want it. You know, I want what I want. So sometimes middle of the night when, you know, just before you go to bed and you realize, oh, you know, I need like a, some cable or some cutlery or something for the home. You know, like I bought recently, I told you about this micro dry bath mats. I didn't really bother with Shopee nor any other shopping platforms. I went PC Home 24 hours.",
      "chunk_id": "6e977d28-d455-4e56-bc58-10a248970239",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "And I found the cheapest deal and that was it. 24 hours. Boom. So the next morning I woke up, you know, had my breakfast and there it was. Wow. Well, John, I just remembered, we forgot to mention the big boy. The big boy. eBay. There isn't really eBay in Taiwan. No, but you can access it. Oh yes. That's the point. That's because eBay is like Amazon. It's international. The problem with eBay is one, it's international. So you have to pay the shipping again. Yes.",
      "chunk_id": "63807f5d-eb85-44e7-8abe-e46a0811401a",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "You can buy stuff on eBay that there's no issue with shopping. They will ship it and you will just pay a lot more. So if you're looking at something you really want, Amazon does not ship this to Taiwan. Full stop. No way. That's it. You go and look on eBay. If you're willing to pay, they will ship it. Whoever the seller is. So that's the one thing. That is one advice. I've bought stuff from eBay. If you buy stuff from Hong Kong, interestingly, they usually ship for free.",
      "chunk_id": "71589a22-c8a6-4583-b0cf-360da98b1683",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "I noticed that. If the eBay seller is in Hong Kong. Yeah, they sell it. I was quite interested in that. The other thing is I bought something from America and they shipped it. No problem. And as I said, I couldn't find it on Amazon and even sometimes you find it, they don't ship it. But if you really want that product, eBay is the way to go. And of course, related to that would be PayPal. And I think PayPal is a sad story in Taiwan.",
      "chunk_id": "d162cd79-1f7c-40d7-81be-ded09061e831",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "I don't know, but I think for me, PayPal is an important part. If you really want to use something like eBay, I would suggest PayPal. I mean, myself, I don't know. How do you pay, John, when you buy? Using my credit card. Yeah. I'm a bit paranoid about that. So I have my credit card details, only a few companies have it. Amazon and Apple. I still purchase things now and again. Oh, and the Shark Tank, which is a site here. Yes. But they overcharge terribly.",
      "chunk_id": "d77e47f0-f01d-40ec-98ea-979bc3a3e075",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "I would say, but they do overcharge terribly. They've got cool stuff. But they're crazily overpriced. At the end of the day, I think PayPal, I used it for eBay and it worked quite well because I give them my details. And if I'm going to be buying from strangers in other countries for something like eBay, it's, I think for me, better. It's a secure transaction. Yeah. PayPal pays them. I don't have to give those people that I don't know. So that's one piece of advice.",
      "chunk_id": "e321f075-59d9-4822-ba0a-67e1e4a2282c",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "I would give anybody who wants to use eBay, get a PayPal account, because at least you know you're giving your credit card details to one company and you're not giving it to some guy who lives in God knows where and you don't know who he is. So my credit card company basically calls me for every transaction that I make. Mine does too. But I'm just saying, this is just one security thing that I would do with eBay. If I wanted to shop with eBay a lot, I would not, I would never use my credit card directly.",
      "chunk_id": "61414618-ae4f-4fb6-98f0-c93a225e373e",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 509
    },
    {
      "chunk_text": "Onto eBay. And platforms like eBay and Ruten, buddy, we need to be very careful of the seller's rating. Don't we? Yes. Yes. Obviously we need to look at those issues because at the end of the day, you've got to know, you've got to trust the person. Exactly. So you've got to trust. So you look at their comments. Of course, in eBay, it's easier for me. It's English. Ruten, I have to go through Google Translate and I get strange things. Strange Google English. Yes. But yes.",
      "chunk_id": "941ddae5-e84a-4a7f-9fa6-28957dceb252",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "You have to read the reviews, read the comments and see how many goods have actually the particular seller sold. Yes. Because they are legitimate company or legitimate seller. Yes. One other outlet, John, that we didn't touch on was Facebook. And that's mostly secondhand. I've sold stuff through Facebook. There are groups you can join on Facebook. I follow a whole bunch of them. You could find a job through those for me as an English teacher. They offer jobs.",
      "chunk_id": "83f4ac01-7872-456f-bc6f-e5109a2064b1",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 463
    },
    {
      "chunk_text": "I sell stuff secondhand. There it's a bit more trust, but usually you meet somebody. I hate shipping stuff. I want to see the person face to face. Here it is. You can open it up. You can look at it. Again, it's down to matter of trust. Yes. And yes, I've sold a lot of stuff through Facebook. And that's another little outlet, which is, I sometimes think nice. I've sold a couple of my figurines through Facebook too. Here you go. And actually now we've joined a fruit group of a fruit shop. Fruit or fruit? Fruit.",
      "chunk_id": "5afcec12-e375-41a7-84fc-2785915809f2",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "A fruit shop. And so we can actually buy a box of... Whatever. Whatever. Wallace, yeah. Are they any decent? Oh yeah. It's a friend. Oh. It's a friend that owns the shop. Interesting. And so sometimes, you know, they'll get cherries in and the price is good. My wife monitors that because it's all Chinese. Okay. And being Chinese, she's into fruit. Are you into fruit, John? Yeah, certain types. Not all types. But does your mom buy a lot? Not really. Not anymore. Oh really? Yeah. Well, because of my daughter, my wife buys a lot.",
      "chunk_id": "a8647264-ae05-41f3-945f-1fce00a72c78",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 532
    },
    {
      "chunk_text": "She buys fruit regularly. There's always fruit. My mom is not a sweet tooth. She doesn't like sweet food. So, you know, fruits, she will buy the usual apples and bananas. Yeah. And then, you know, the occasional peach and that's it. Oh, peaches are so crazy expensive here. Yeah, the good ones. Yeah. But anyway, so that is one other little outlet that people have created. I mean, cosmetics and anything you could buy through Facebook groups. And sometimes you could save quite a bit because you're dealing",
      "chunk_id": "0b5423b1-4c65-45b5-81a9-b0cb008935cb",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 507
    },
    {
      "chunk_text": "with a middleman or somebody who's connected to the main wholesaler. But yeah, of course, there are then company websites. I know that Costco have their own site. Yes. Where you can actually buy directly. I actually browse every week. Oh really? You know, just to see what brands are, you know, Costco catering to, you know, what are they actually, you know, procuring for the major public. They've got interesting procurement sources. I joined the whole thing. I remember.",
      "chunk_id": "2808780b-811c-4c79-9529-d66de62d959c",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "I was leaving Costco one day and the guy was there with a laptop and I did the whole thing. And? And he said, thank you. And I've never looked. I don't remember my password. I don't remember anything. Wow. Oh dear. Maybe I should go and have a. So you have blip in their database. Yeah, but you know, it was so funny because sometimes it happens. You know, Spotify. Spotify, yes. I don't know how. The music streaming service. There you go. I joined them apparently again a few weeks ago.",
      "chunk_id": "fb9ee6c3-18d9-4c41-a7df-d53aa06a732a",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "And I tried them and said, this, this, this email has been used. Oh, I might've joined them a couple of years ago and I couldn't remember my password. And then I had to reset my password. And in the end I got in, but I can't use it. I'm too dumb. Yeah. I need to figure out. I was so insane that you, you would join in and it says, Oh, it offers free content. Correct. But everything I, every option I choose says, this is a premium service. Where is the free service? Because you've used up your trial buddy a few years ago.",
      "chunk_id": "71ebcb55-3fc8-45c7-a04d-d7c953097d8a",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 525
    },
    {
      "chunk_text": "Already they offer a free trial only yes to, to the, your, the first time signing user. Oh, because you've, you've, you're not your first, you're not, you can, you know what? Use another email register with Spotify and you know, use them for free for a couple of weeks. Oh no, I'm not interested. I've got, I, there are radio stations I'd rather listen to. I think you can watch just play music through YouTube for free. Exactly. Yeah. The interesting thing actually just for that last idea was on Netflix, because I had a student, a young",
      "chunk_id": "9c4397b3-2aa4-4d4c-bbc2-4ef055709ca5",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 539
    },
    {
      "chunk_text": "lady who, who didn't have money. Yes. And so what she did is she's basically going through her whole family using, creating a fake email address once a month, and then borrowing her uncle's credit card, punch it into Netflix, cancel, borrow aunt's credit card, create another email address. And that's how she's watching Netflix. She did her. That's very smart and frugal. Yes. And well, she's 15 years old. So I don't think, you know,",
      "chunk_id": "c1fee18e-0938-4afa-bb57-5640a263807a",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "her parents then weren't interested in getting Netflix for her. So she helps herself. I think that's very street smart over. Oh yes. I'm just wondering how, how long before she runs out of family members. Yeah. Credit cards to go. And how long do they keep your records? How long can I, can I be a free, can I watch free for one year, two years? Buddy, there's something we can discuss next time, you know, credit cards, our first credit card. How did you get your credit card? You know, why do we need credit cards? How old do you need to be before you get credit cards? A necessary evil.",
      "chunk_id": "8e5749be-40ee-4823-b3ed-e0ea0f49211b",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 589
    },
    {
      "chunk_text": "Yeah. So guys, thank you very much. If you have any comments or any interesting stories to share with us relating your shopping or where you shop, what do you buy and your interesting backend connections to some wholesaler, but please do let us know in the comments below. We would love to know shoppers. All right. And that's about it. And remember the subscribe section is available now. So punch in your email and you will get notification from us whenever we update.",
      "chunk_id": "9e980a09-f63c-4cc0-8ff6-152e150a9bf6",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "Our podcast or a blog post. Cheers.",
      "chunk_id": "838e5bb0-25be-4f18-a37c-90f7611a4636",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d897",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第13集 - 線上購物平台.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 35
    }
  ],
  "original_text_length": 21716
}