{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
  "episode_id": "6860dd2dbb826d6ebef9d9e0",
  "collection_name": "RSS_1442509198",
  "total_chunks": 41,
  "chunks": [
    {
      "chunk_text": "Right, hey guys, welcome to 15minutes.today, the home of English shadowing. And in this episode, Gavin and I will be talking about home appliances on another level. Hey, Gavin. Hey, John. Right, Brew. So today we're talking about home appliances that I feel is on a very different level. Well, I think everything is getting smarter and smarter. Yes, smart TV, smart refrigerators, smart washing machines.",
      "chunk_id": "c347dc3f-c63c-4291-9ae9-0406a6631d38",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "Dishwashers. Everything is becoming smart. But what is the whole idea of adding the word smart? Are they really getting smart or what is the smart part about? Well, I think initially there's no practical use for most things. I mean, a smart fridge. Who has a smart fridge? Some people do, but very few people. Yes. Like, well, you talk about the smart robot cleaners like the Roombas. They have grown because they are practical. The point is you can see",
      "chunk_id": "45169f55-0a44-413a-ab2f-576cdfb0a444",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "when you set it up, it can run and clean your home while you are not there. That is useful. OK, but the adjective smart, are they inherently smart? How do we know if an appliance is smart or not? I think for me, I used to do this as a lesson. I would tell my students that electronics versus electric. So if you have a smart toaster, it would have a CPU chip in there, a brain, and it would, I don't know, it would figure out when the toast was ready. Whereas an electric toaster was simple.",
      "chunk_id": "ab7bad46-f188-43c5-a38b-081bc3ad3d3f",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "It was a mechanical device. And maybe there was a little mechanical timer or a heat timer. Yes. So that was always how I would describe it to my students. I would say if it has a CPU or some kind of little processor, a Wi-Fi chip that connects to the Internet, that does some sort of processing, regardless of whether it is actually for the toasting or not. Maybe it's only for you to monitor on an app to see how hot your toast is getting, etc. That is smart.",
      "chunk_id": "fdf51ccc-54b5-47c9-a9ee-f49e8167398c",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "Yeah. Whereas an electric toaster is just it uses electricity. So, I mean, nowadays, I mean, you get Bluetooth toothbrushes that tell you how many times you've brushed one of those things, right? I have two that have Bluetooth. For me, it's of no use. I'm not interested because we are sharing the toothbrushes. OK. I mean, you just change the head. Oh, that's not to have an average of. Oh, yeah. How do they know which person used the toothbrush? They don't. OK. What's the point of having Bluetooth?",
      "chunk_id": "dd0b8cbc-e54f-485b-abb8-8622f38f5e31",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "on your toothbrush? Well, if you were a single user, you could actually one, you could see how much you you brush your teeth. You could actually have a record that one. You can actually change some settings. So I set it up for my daughter so that it actually brushes at a more gentle rate because she's still small. So basically it pickups the data, right? It records the data, sends it to your phone, therefore being smart. There you go. Now, as for the smart fridges, I remember the idea with them was that you could actually",
      "chunk_id": "d1bbcfa4-739f-49b8-bd54-44b0c56f9084",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 527
    },
    {
      "chunk_text": "get it to order stuff for you. It would monitor you take out the milk and say, oh, my goodness, the milk is low. And it could order milk through the Internet for you. That was the idea. Practically, no. I mean, maybe there are a hundred people in the world using that function. Most normal people don't. So it's a nice to have feature. It's not a must have feature. But again, when we come to practicality, that's where it really comes in. If you really look at something like the",
      "chunk_id": "2d3e9fbe-3a12-490e-98c5-e65531b7d9d6",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Roombas, they have become practical. People use them. Right. But as I said, a smart fridge, not yet. So the idea is, of course, that things will change. Yes, that we will start using these smart appliances more and more and more. And they will become practically useful to us that your fridge would be able to order from Carrefour one day or perhaps not ordering or they will provide more practical features. But right now, if ordering is not the practical feature we want, they would have to",
      "chunk_id": "18b09d7c-b806-4af9-b294-cd546c167094",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 492
    },
    {
      "chunk_text": "find a way out of that. You know what, John, I have one thing. And that would be if you could the moment you buy something and you just scan it onto your fridge and you put it in the fridge and it will alert you when it's expiring. That would be super practical. Awesome. Super practical. Oh, that bottle has been in there two years. I don't know. There are things in my fridge that have expired. That is one thing I would like. I totally agree with you because that would be more like a notification. Right. That would be smart because you need to focus your",
      "chunk_id": "137fa3bb-d3be-42a4-affe-e93d3c8d09b2",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 559
    },
    {
      "chunk_text": "energy at work. And when you come back home, you don't check the label. You don't check the expiration date. So having that function definitely improves the practicality side of it instead of ordering for you. And once it goes haywire, then you're ordering a dozen cartons of milk for nothing. Yeah. And I mean, that would have to be added with things like maybe you take some vegetables, you buy some apples, you put it in that you could also then scan in just apples by yourself without a barker. That would be great.",
      "chunk_id": "e4056a79-8d70-485b-87c6-f594e1444ae5",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "You could just have that AI in your fridge and say, hey, hey, fridge. It's a Fuji apple. It's a Fuji apple. There are three of them. I'm putting them in today. It's a Japanese tangerine. It can sort of tell through facial recognition. Or voice, you know, that you would be able to speak to it like you do to Alexa or Siri. That you could just tell it, I'm putting in four apples today. Remind me tomorrow or in a week's time. Let it connect to the internet and say, okay, these apples can be kept for like a week. And you have been piloting Alexa at home too, right?",
      "chunk_id": "14073639-ca7a-4d9a-a632-2c11cc1d995b",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 566
    },
    {
      "chunk_text": "You've been testing it out. Well, I tried it a little bit. Actually, it's active right now. And I must say it is smarter than Siri. It sounds smarter. Okay. You know, we want these things to get better. So we're not trying to trash talk any company doing this, but yeah, we want them to do better. Not better. I think it just has to be practical. If it is practical, people will use it and it's going to be easy to use and not a hassle. Okay. So if you want to enter the product now, you must scan the",
      "chunk_id": "804c2443-c500-4897-afea-feb33b180a0d",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "product, then you have to enter the date on a keyboard. And people go like, oh man, that's all my groceries. It's going to take me two hours. Just know you want something that's quick and easy. So you can say, Hey Fridge, I'm putting in four Fuji apples or four apples. They are red. Log them under today's date and remind me if I don't remove them. And it's synced across your laptop and your smartphone, right? And your family's smartphones. I don't need that. I just need the fridge to tell me that I still have four apples that I haven't eaten. You know what I mean?",
      "chunk_id": "a61b5d09-be31-4ea5-902d-1c193d7a3096",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 570
    },
    {
      "chunk_text": "It needs to be able to have a camera that can sort of notice that, Hey, those four apples have been there at the bottom there for three weeks. Maybe you should eat them before they expire. That's the thing because sometimes, you know, you put things in the fridge and you literally forget about them. That's it. And that's my, that would be practical. And you know, maybe scoring your family as a food saving family, right? You know, you're a level eight food saving family, you're level five, you know, so on and so forth, helping you, you know, becoming more, you know, food conscious. That's it. And the same with your freezer, you know, what is in your freezer?",
      "chunk_id": "34daeaaa-b47e-4ebd-bdad-ef9afbeece78",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 665
    },
    {
      "chunk_text": "Because a freezer can keep things for a long time. It would just be nice to know what's in there without having to maybe, so yeah, there, if it could sync with your phone and tell you, Oh, you've got three lamb chops and four steaks and Oh, I better eat those before they expire. Yeah. Okay. Right. So in short, we are talking about article 563. And basically in summary, home appliances have changed our lives in the age of electronics. Now added with robotics and AI, two of the companies",
      "chunk_id": "1940755e-ee24-4d8d-968f-2e221b830c99",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "mentioned in the article are making house chores much easier for college students and overworked parents. So they're targeting these two groups. And basically, I believe it was one laundry robot and the other is a folding robot. So what is a laundry robot? According to the article, basically it's laundry robot that basically washes and then hands and put things up. And then the folding robot, basically after it washes, it will automatically fold your clothes for you.",
      "chunk_id": "31884707-cade-4d37-925a-a4442b7d4db9",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "It's dried. Yeah. Saving you some time on house chores, on doing laundry. And these things do count. I mean, it's like having a dishwasher. You don't know how easy it makes your life unless you have it. I can tell you now I have a washer dryer combination and oh my goodness, I wouldn't go back. You just, you run one cycle and after a couple of hours, you take it out and it's dry. All you have to do is hang it up. Yes. That's it. Yes. It's so much hassle. Oh, it saves a ton of time. Yeah.",
      "chunk_id": "3878de71-bb97-4ba8-9ae5-c12218bd2c70",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 492
    },
    {
      "chunk_text": "According to the article two, they continue to mention, and I think this is the key point of the article, innovation in the laundry space is picking up steam. And for many companies new and established, they are all trying to create the next generation laundry appliances because they believe it will drive the next whirlpool of the world. So hire from China, whirlpool in US, General Electric, you know, they all want a piece of this pie. Samsung, LG. And of course the Japanese ones, Toshiba.",
      "chunk_id": "1388b1e4-193d-49d5-a916-adf43fa6b9f3",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "Yeah. Well, I think, so what would be the holy grail? You've got me. Oh no, I know what it is. You have a laundry basket, which is just a shoe and you just throw your stuff in there and it'll be able to micro wash. You know what I mean? So it doesn't need 20 items. And you know, every morning you just come there and it's neatly folded and you just take out your stuff and go put it in your cupboard. That would be the holy grail of machines. That you don't have a laundry pile that just keeps piling up. That this machine just automatically washes",
      "chunk_id": "b6e0a064-3190-4903-9c55-72737e0d0a54",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 549
    },
    {
      "chunk_text": "your clothes every day. I believe innovation in this regard in terms of adding processing power, adding AI, adding robotics to the play. I think this is a piece of cake for us in modern day terms. However, I actually think the pressure is on for the person or for the company who can really provide good design like Dyson, good design, right? Sustainable output. You know, it's reliable, stable throughout for the four or five years. And three, small size, the form factor. Yes. And I think also the key word that would",
      "chunk_id": "8a607df4-bed7-4571-b318-84cffcc20b3f",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "be, you know, using as little water as possible, as little resource, as low power consumption. Yes. And I said that would be the holy grail because it would mean that every morning you just come out and there's your clean laundry. You could take it out. So according to the article, the laundry robot is the size of a refrigerator right now. I've actually seen it on YouTube at some point. I've seen two of these machines, the folding one, the foldy mate, something like that. Yeah. So, yeah, quite exciting because it's I don't see it as",
      "chunk_id": "6c021d45-aa1c-4b76-992e-fe2a35ebe4b4",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 538
    },
    {
      "chunk_text": "as something mass, but it's a step in that direction, that holy grail of just automated. It's been years since we've really seen something of the next level. I mean, dishwasher, washing machine, they've all been pretty much the same. Yes. And that's where we want it to be. We want it to be all in one, the one stop laundry. It's like a laundromat, a mini laundromat in your house that you just drop the clothes in and the next morning you pick out a folded clean shirt. It's right there.",
      "chunk_id": "43442640-fd70-4836-a84b-a917a62b6a64",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "Press. Everything is done for you. Yeah. That that's I mean, think about your dishwasher. You still have to pack it and unpack it. That would be the next thing. If you could have a cupboard where you just put your dirty dishes in this side and it just sort of cleans them and takes them to the next side where they are. Exactly. So it's storage and or it possibly could be even a collaboration between the home appliance manufacturer and the interior designer, you know, with the cupboard. That just makes sense. Everything just makes sense. Yeah. Right. OK. So down to the vocabulary, as usual today,",
      "chunk_id": "eb5acdd1-bc5e-4caa-9df7-1732079a959d",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 601
    },
    {
      "chunk_text": "I actually have four prepared because I think these are quite significant vocabulary, common day, everyday words. OK. First one, we're talking about laundry. Yes. Laundry. Yes. Right. We can do laundry. You have to do laundry. Well, everybody has to do laundry. Yeah. Unless you are homeless. Yes. So it's something you can do. It's an activity you can do. Or it can be considered dirty clothes can be considered laundry. Where did you put your laundry? The dirty clothes, the things that needs to be washed.",
      "chunk_id": "9d8e06dc-9b59-4505-8d30-48782459a16e",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "It's been washed. It's also still laundry. It's still laundry. Yeah. It's clean. Your clean laundry. Clean. Dirty laundry. Dirty laundry. Clean laundry. I think in general, general laundry. That means the noun. Yeah. The verb is to launder. Yeah. To launder. Money. Yes. Money laundering. Yes. Very common. Yeah. So the sentence I would probably say is everyone needs to do laundry once or twice a week. And I would go with most people hate doing laundry. There we go. Do laundry.",
      "chunk_id": "d0265615-c988-4bc0-85ca-4c83a4074336",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Yeah, it is. It's a chore. Yes. And for the verb, Taiwan as a country is working hard towards anti-money laundry practices. Yes. They have been stepping up. We are stepping up and trying to crack down on money laundering. Money laundering. Yes. OK. So that's the word laundry. Moving on. My next word from the article. This is a very simple one. But again, a lot of people know this appliance as the fridge.",
      "chunk_id": "680706b4-14a2-4309-a097-4bbb25405fd3",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "Yes. But what is the full name of the fridge? Refrigerator. Refrigerator. And I think, yeah, it's not an easy word because so many syllables. You know, the fridge. I think people just pick that up quite easily. But refrigerate. The verb means to keep cold. Yes. Therefore, refrigerator. And of course, beyond that, you know, once you sell en masse to the common people, fridge.",
      "chunk_id": "393b5909-1281-4346-bae1-99390d9377e4",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 377
    },
    {
      "chunk_text": "I think the one thing that's interesting is we have to remember that you have a fridge freezer combo. Most of these fridges have a freezer in and it actually is a separate part of it. It's called a freezer. Yes. It is part of the fridge, but it is a freezer. And you can buy them separate freezer chest freezers. But yes, you have to remember those two words, fridge and freezer. Yes. Yes. So the refrigerator today in modern terms comes with the fridge and freezer. Yes, it contains both.",
      "chunk_id": "5e0fc9bc-195f-4c4a-b825-a39a19fdc76d",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "Yeah. So in generic form, we just call the whole appliance the fridge. That is it. There we go. So my sample sentence would be at my house, at the Fang household, we love Hitachi refrigerators. Oh, my thing was I remember when I first moved here, the one restaurant downstairs got rid of a fridge. It didn't have a freezer. It was a full on glass door fridge, you know, like you do get in the shop. Really? And I got it. It was fantastic. So it's a commercial.",
      "chunk_id": "00dc9ed0-2d84-4b7c-b4b7-5488ad1fe889",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "Fridge. I got it in my apartment. It was fantastic. You could you could just go stand in front of the fridge and look at what you have. And it was ginormous, so I could put in a lot of beer. Wow. And didn't it make a big noise like rattling noise? No, no, it was fine. Really? It was fine. I loved it because as it was so practical, I could put a whole keg of beer in there. So as a child, I've always wanted one of those ice cream freezers, you know, in 7-Eleven. Yes. Chest freezers with a glass top.",
      "chunk_id": "52ae537e-d16f-4448-9f3d-e581024da0f8",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "And with, you know, with a little advertising on the back, you know, a little label. So this basket is Royale and so on and so forth. The different type of ice creams. I wanted one of those at home. I mean, it's so cool to just go and pick the ice cream that you want. Well, I've seen some new fridge designs where they have the glass. And I mean, it is practical because my daughter opens the fridge 10 times every night to see what's in there. I don't know. Children are strange. OK, they want to know if there's any kinder surprise.",
      "chunk_id": "fff19a58-de50-4a55-ace1-76a00c728268",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 535
    },
    {
      "chunk_text": "From 10 minutes ago. Yeah. So the fridge is their kinder surprise. So I wish, yeah, I've seen the new designs where they actually have a glass viewing port almost. You could stare inside your fridge. OK, nice. So the next word, something we use very often in association with laundry, is clothesline. Clothesline. I don't use a clothesline anymore because I have a washer dryer comb.",
      "chunk_id": "1a872de4-7af4-4ea8-99d2-a25fa0ac4409",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "Well, you do. Yes. So we still have clothesline at my house. And of course, there are so many other terms. What I want to mention about this is because we're talking about laundry. So clothesline automatically comes to mind. Yes. And there are a lot of synonyms. There are other words for clothesline. Right. As I grew up, I knew it as washing line. Yes. Washing lines. Clothesline. I can't think of anything else. Yeah. I haven't used one in years. Yes. You know, so clothesline is where you hang your clothes. Right.",
      "chunk_id": "4b76a8ac-7435-4bb4-84f6-bffc6c586120",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 518
    },
    {
      "chunk_text": "And you have clips and you clip them on. Pegs. Pegs. We call them pegs when I grew up. Those clips. Yeah. Clips pegs. Yeah. We had a peg bag. A special bag. It was always like a special bag. Laundry pegs. Yeah. I remember they were. Yeah. We just call them pegs. Pegs. They were wood. Nowadays, they make them from plastic. Yes. We have a ton of them. So at home, I think a good sentence would be, at home right now, we got rid of our clothesline because we got a washer dryer comb.",
      "chunk_id": "b87b1db1-ced4-4b85-bd7d-1aa1292b3d67",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "A blow machine. But sometimes you can't tumble dry. I should not be tumble drying any of my clothes. And I politely just ignore the labels and just tumble dry them anyway. Right. Don't they shrink? When they get that small, I will throw them away and buy new ones. Okay. That's just simple as that. Okay. So they were regular size. And then eventually, you know, after a couple of washes, it'll be regular fit. It'll be slim fit and then it will become small. Yes. And I just wear them and they stretch over the day. In the course of the day, they stretch back to be.",
      "chunk_id": "be4cdf51-83a8-4907-8b7c-7789f7c1b681",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 567
    },
    {
      "chunk_text": "Large. Right. So of course, again, associated with laundry, we need detergent. Okay. Laundry detergent. That is a fancy name. So dishwashing soap. That's a detergent. Okay. Washing liquid. That's what we used to call it. Yeah. And you have the liquid and the powder. And the powder. You have the two types. Yeah. And then for some washing machines, they even have those cubed forms. Oh, capsules. They have like capsules nowadays.",
      "chunk_id": "fb1612c7-3279-4d62-a3be-c60caea42dfd",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "Everything all in one. You just throw it in and it's got the detergent and the fabric softener. And everything. Everything together. Yeah. Okay. So detergent for a cleaning agent as a detergent. Okay. And you have a spot remover for stubborn stains. And then you would have the softener to make your clothes smell lovely and make it soft. You know, growing up, big brand in South Africa was Stay Soft. Yeah. For the teddy bear. Yeah.",
      "chunk_id": "c6ef88da-2e60-443e-8489-b4a832851106",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "For the softener. Yeah. For the softener. But for the, it was Omo. Omo. Yes. And Surf for the. Omo and Surf. I think those are the two main players. And in Taiwan, I think now Tide is super popular in Costco. Yeah. Yeah. Tide. Because I think it's an American. I don't know. I think so. Yeah. So for me here, what's that Magic Armor? Is that a Chinese brand or a Taiwanese brand? I think so. Okay. I think so. I don't know what they call it in English. There's one, there's a Dove. Sometimes my dad buys Dove and then sometimes my dad buys",
      "chunk_id": "526bd077-8171-472a-84f7-5ea78d2bdd8d",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 539
    },
    {
      "chunk_text": "random brands here and there, depending on the discount available at Carrefour. Okay. Yeah. So for detergents, I think my sample sentence is when you wash your clothes, remember to put in your detergent. Yes. Very important. Yeah. Don't forget your detergent because you'll be washing them with just clean water. You won't be able to get rid of the stains. You won't be able to get rid of the smell just with water. So guys, as usual, at the end of our episode, we're going to ask a question. And this question is,",
      "chunk_id": "e044b62e-605b-4016-a1f1-e8e52caf0ce5",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "what do you think would be the best function for a smart appliance? Why don't you leave us a comment below and we'll get back to you. So catch you in the next one, guys. Bye. Bye.",
      "chunk_id": "033b84b6-1692-47ca-84cc-2c7ea551d917",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 179
    },
    {
      "chunk_text": "Thanks for watching.",
      "chunk_id": "b8fe2d4e-0084-43e9-bf2d-ed8e74a38910",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9e0",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.14_ 洗衣機器人來了Laundry robots are coming 回顧.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 20
    }
  ],
  "original_text_length": 19694
}