{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
  "episode_id": "6860dd2dbb826d6ebef9d88f",
  "collection_name": "RSS_1442509198",
  "total_chunks": 32,
  "chunks": [
    {
      "chunk_text": "Hello guys, welcome to Taipei Banter where Jon and Gavin uncover the interesting trends and issues around the world coming up. Hey, Gav. Hey, Jon. Right. So, you know, talking about reality TV nowadays is very, very popular. Yeah. Do you know any reality TV stars? Well, I know a few, but I mostly enjoy the car shows. I love them when they build new, take old cars and they renovate them or rebuild them and respray them. I love that kind of stuff. Pimp your ride from MTV's.",
      "chunk_id": "ff99b2f5-b627-4926-8e2a-4930fd21c274",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "Well, I never watched that. Most basically would be Turbo TV. I think it's Discovery Turbo. And it's basically like overhauling. And there's a whole bunch of these kinds of shows. And don't forget our most favorite BBC show or ex BBC show now called The Grand Tour, previously known as Top Gear. Well, Top Gear was never really a reality TV. I think the first big show that I can remember was Survivor. Ah, Survivor. That for me set it all off.",
      "chunk_id": "c6215e77-58e8-4780-9ad1-9f6fe0a4691d",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "Of course, Big Brother, there was Big Brother, but Survivor was the one I enjoyed. Big Brother to me, I think I was 16, 17. It was a little vulgar for me. Yeah, it was a bit more... Living in a closed house and with all the cameras, even in the showers, you know, people watching you sleep 24-7. But Survivor... We were the people watching them. Yeah, you know, the idea of being watched, I think. And then also, yes, reality TV as",
      "chunk_id": "036dded4-900f-4aea-a9b4-ff4c1255b28d",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Survivor. You know, I watched a few seasons of that and eventually I couldn't really watch it anymore. That's the thing. Eventually you get sick of certain formats. And for me still, I still actually enjoy the car shows. On the BBC, they had a few of these kinds of shows, but most of them weren't really reality shows per se. They were basically documentaries where they would get a car. I remember they had wheeler dealers where they would buy old cars and fix them up and sell them at the end of the show.",
      "chunk_id": "7f04f929-4fcb-4d51-9c83-27b9ed4cd6dd",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "Reality TV versus being where they were real people. They would go into a garage and stay there and watch these people build cars. The problem with reality TV, though, is if you are strange and annoying, you are a celebrity. If you are actually normal, you don't do well and you don't get a show. You cannot be normal on reality TV. You've got to be different. You've got to be a freak or a weirdo to do well. So, buddy, have you heard the Kardashian family? Everybody has heard of the Kardashians. I can honestly say I've never",
      "chunk_id": "aa50112d-a6e6-40bc-ac99-1f98f79ef745",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 528
    },
    {
      "chunk_text": "seen it. Thank God. But I have heard of them. Neither have I. But I have an interesting article here to share with you today about the Kylie versus Kylie trademark battle. So, you know, quick intro. This is the battle between Kylie Minogue, the pop star. I know her. Yeah, we know her. And versus the 19 year old Kylie Jenner from the Kardashian family. Oh, she from... I don't know. She's the step sister, the half step sister",
      "chunk_id": "d51d0351-f3c1-4f57-8610-31ee5d293317",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "of Kim Kardashian. OK. The lady with a big butt. Yeah, essentially it. Yes. The lady who married Kanye West. OK. Yeah. OK. She got robbed in Paris a while back, I remember. Yeah. And apparently she's still on about it. So, I mean, you know, tabloids are all over her. You know, she's a tabloid superstar now. And now the story is that Kylie Minogue and Kylie Jenner is trying to register, you know, a brand, the Kylie",
      "chunk_id": "e95ed0b6-ebc2-4e25-b6c3-78574ad92636",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "brand in USA. And this the article says she is going she has filed papers with the US Patent and Trademark Office. OK. If in USA you want to file registrations for patents and trademark, you've got to go to the USPTO. OK. Where Jenner attempted to register the mark Kylie in the States for advertising services. Number one. Number two, endorsement services. OK. OK. So in response, Kylie",
      "chunk_id": "21cf7002-1d8f-4ebd-945b-761f054eea2a",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "Minogue, who has been around for quite quite some time, who has had big, big career. I think she's probably had a career as older than the girl is. Yes. More than 20 years. Much older than Kim Kardashian herself. Yeah. And Kanye. So they filed their opposition in 2016 February, citing that there's a possible confusion and damage to Kylie Minogue's branding, because both of them are called Kylie. Well, it's their name. It's their name. Yes. So the 48",
      "chunk_id": "6822837d-b5ba-4217-9fa0-a40e17fe6e87",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "years old versus Kylie Jenner, 19 years old. OK. And, you know, this is a pure legal battle. OK. And so a lot of people don't know Kylie Jenner. Right. Most people like we know Kylie Minogue. We don't know Kylie Jenner because Kylie Minogue was an internationally renowned performing artist, humanitarian and breast cancer activist who already owns Kylie related trademarks in the States.",
      "chunk_id": "3466282c-2edc-4b56-a976-fc1d5b5777a4",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "In several industries, as well as the website www.kylie.com. So she's more prominent in that regard. Yes. She's online. She's got the URL. She's got the makeup. She's got the perfume. She's got all that. Where Kylie Jenner is trying to squeeze in the advertising and the endorsement. OK. Finally. Right. And very interestingly, Kylie Minogue's team of lawyers dismissed Kylie Jenner as a",
      "chunk_id": "ef51e756-df4f-45cb-8c96-03a404929177",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "secondary reality television personality who has drawn criticism for her photographic exhibitionism and controversial posts on social media. Secondary. I like that. Secondary. Oh, sorry. Secondary reality television personality. So not even a first tier. She's a second tier. I don't know what secondary television means, but it doesn't sound all that great. OK. But very interestingly, you know, now having",
      "chunk_id": "9fad2b34-f2a5-4334-9f17-b714a407ed44",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "said all that, you know, we would assume that Kylie Jenner would back out. Right. Guess what? 19th January this year, Kylie Minogue's team withdrew their opposition. They forgot about it. They left it. So allowed Kylie Jenner to proceed with the application. Right. I think that comes down to this weird idea nowadays that people basically trademark everything. I mean, it's just insane. I think there are certain things that shouldn't be trademarked. But you know, let's look at the",
      "chunk_id": "019cb4ba-df96-4fff-bc17-0bd6a68b83d8",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "look at it this way. Trademark is your product, you know, for these celebrities. It's very difficult when it's a name. I mean, if it's a very common name, I sometimes feel it's a bit unfair. What if there's another Kylie who's going to become famous? Now she can't use her name to sell her products. Why couldn't Kylie Jenner just use it as Kylie J to separate herself from Kylie? Maybe there should be a rule. If you're going to use your name, you have to put an initial with it, an extra initial. So you have Kylie J, Kylie P, Kylie O, Kylie B.",
      "chunk_id": "3c32076f-e96c-4c58-8efd-37b9679e6ab2",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 546
    },
    {
      "chunk_text": "This reminds me of, who was that famous lady who sang Shake It Off? Taylor Swift. Taylor Swift. And she wanted to trademark the phrase, a sick beat. Yes. As if now, if I wrote a song, I would love to write a song right now and I would go sick and then I'd do another few words and then put beat in there. Or I would just change it to ill beat. What an ill beat. Just to annoy her. Because I think it's just going overboard. It is. I think copyright and this trademark issue is not good for any industry.",
      "chunk_id": "337f1f69-cb38-4ef3-a159-48a4746e936b",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "There has been research and there's been examples, mainly the fashion industry. The fashion industry has very little basically copyright, except for the name. I can't make a bag and write LV on it. I think besides the trademark there, I think the designs, I think for some of the major brands, the designs do have some legal power. It has to be very unique. I remember there was this great Ted Talk once about that and it was basically around the fact that they were with this very famous fashion house.",
      "chunk_id": "619bc36a-b97e-4b83-86dd-f54b16f40a4a",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Prada, I think it was. I can't remember. I'm sorry. And they were with the lady and they were in a thrift store, which is like a secondhand store. Oh, close. And she found this amazing jacket. She's, wow, I love this. I'm going to make this. And they said, what are you going to change? Said nothing. I will keep the style exactly as nothing. They're just going to remake it and put Prada on there. At the end of the day, even the knockoffs, the funny thing is speaking to somebody like the person from Prada who basically, these sort of people understand one thing. If you buy a Prada on the sidewalk, a copy, obviously they don't condone those copies.",
      "chunk_id": "c9adee6c-fcd5-40f2-b5ed-6b0003c07914",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 653
    },
    {
      "chunk_text": "But they do understand that those copies are not, their customers do not buy copies. Okay, buddy. That brings me to my most important point here of this article is we both know Kylie Minogue, right? And now we sort of learned about Kylie Jenner, who's 19, who's much younger. And we won't actually confuse between what is Kylie Minogue, the Kylie Minogue brand and the Kylie Jenner brand.",
      "chunk_id": "9f712581-2a01-48a1-b836-9fc73cf026a7",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "What you just said, referring to the knockoffs. I mean, when you see a knockoff, you know, it's a knockoff. So it doesn't really, you know, so from a consumer perspective, when I see Kylie Jenner and she's trying to sell Kylie, then I'm like, okay, Kylie Jenner, you're the, you know, Kylie Jenner. You're not Kylie Minogue. You're not trying to be Kylie Minogue, right? And when I see Kylie Minogue, you know, her perfume or her bags, et cetera, her designs, it's Kylie Minogue. And I will give her that respect, you know, for knowing that.",
      "chunk_id": "64fc68ba-e50f-4192-90f5-cfefb311b1aa",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 541
    },
    {
      "chunk_text": "Yeah. I think consumers, at the end of the day, if you go into a shop and you see Kylie, you say, and you ask about it, whoever's going to sell it to you will probably be able to tell you which Kylie it is. And most of the people are educated enough if they buy a product. We don't just go spend money willy nilly. We try and find out about a product. You know, I mean, especially, well, if you work for your money. I think even Siri, if you talk to Siri, she can tell you the difference between Kylie Minogue and Kylie Jenner. I'm sure she could.",
      "chunk_id": "99a4b035-ffbc-4613-a306-da7635abaa8d",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 547
    },
    {
      "chunk_text": "But at the end of the day, I think that boils down to the fact that most people, when they spend money, they do want to be informed about what they're buying. So they will not be confused about which Kylie. There we go. So I think the real battle is, you know, like, is it, as you said, Kylie Jenner, Kylie J or Kylie Minogue. If Kylie Jenner is trying to sell the Kylie Minogue brand, yeah, that's infringement. That's trying to confuse the consumers, but there's a big distinctive difference of that. Yeah.",
      "chunk_id": "a4be66fd-1c3a-44f2-9cf9-0cde3990d49e",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "I doubt that Kylie Jenner can go, for example, into the perfume brands and say, this is Kylie perfume. Yeah. Because Kylie Minogue's done that. Already. And it's registered. So she can't go into fields that already there is a Kylie. Yes. So yeah, I think they need to just clarify that. And I think they should just force these people from now on to just add a surname first letter, like, so Kylie J. So that in the future that there can be another Kylie, Kylie P or Kylie O. Yeah. Why not?",
      "chunk_id": "d9ddf22b-38f4-4869-9e50-d2f98b0b5822",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "I mean, I think that that would make the market and then make it much easier for everybody concerned. I would say we can probably make one show about, you know, all the different names over the years from the 80s to the 90s, the popular names that, you know, parents would name the kids with from the 80s, 90s, 2000. And God knows, I mean, you know, like how many Michaels are there? You know, Michael Jackson is famous, but how many Michaels? Michael Johnson? Michael J? I mean, MJ is registered brand, but you know, like you can't choose your last name. No, you can't.",
      "chunk_id": "e718b680-fa5e-4fef-88bf-c685a29ea3f7",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 570
    },
    {
      "chunk_text": "So, yeah. So buddy, now coming to the last segment for today, what is your favorite word? No, you're going to have to choose one from your article. I think reality TV. I think this is what we were talking about, you know, reality TV, the new trends, people prefer, you know, prefer to watch reality TV stars as opposed to recorded stars, you know, people in shows. So reality TV, Kardashians. Okay.",
      "chunk_id": "ece6921e-2256-4c85-9fd9-b5fbb6090a03",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "The other word that we need to take away today is patents and trademark. Okay. What is a trademark? TM, right? It's TM. So what is the difference between C, copyright and trademark? If you, as far as I know, I'm no lawyer. That's fine. I can't remember. But as long as you publish something, you know, written, written or drawn, you own, yeah, or even audio. Or video, I assume. Video, yes. So it's all that is.",
      "chunk_id": "f22fa561-c060-4b79-8748-ec6bae4a1c1e",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "That you pump out. Okay. Or you publish through any, any type of media is copyrighted. Okay. Okay. And trademark has to do with making it a product. That's the name. It's the brand. It's the name. It's the brand. It's the product. LV, Apple. Yeah. Those are the trademarks. I can't make my pens and call them Apple. Like iPhone. You can't call your next product the iPhone. Can I call it a B phone? You probably could. How about an E phone? You probably could.",
      "chunk_id": "117c09d4-50f7-4a74-a692-2497047ae83d",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "Best phone. You probably could. Super phone. Yes. But, long life cigarettes. Can you trademark, buddy, this is a very interesting question I had once with a lawyer, is can you trademark the word smartphone or cookies or hot dogs? No, you cannot because these are colloquial, commonly known words. Yeah. These are, that's why I got, yeah, yeah. You can't trademark these words. Can you copyright them? No. Because, you know, imagine if people trade, copyright the whole thing.",
      "chunk_id": "d98a0c1e-5c31-404a-94c9-a7408a0617c6",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "Our language and- Oh yeah, and gone. Anybody who prints anything has to pay me money. And so we talked about trademarks. Now back to patents. Okay. Right. What is a patent? Oh, that one I know. So basically if you want to, if you create a new technology, you basically go to a special office and you patent it, meaning you, you write down everything you explain and you draw pictures of how it works. And then that is patented under your name or on your company's name. It means that if anybody wants to copy it, they have to pay you",
      "chunk_id": "2f4555cf-fc33-478b-94ff-2edd0dd68d03",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "some money, some royalties. And that is the issue at stake with Apple and Samsung and a lot of these smartphone companies who are suing each other with patents. Like a company like Nokia, it died, but its patents were worth a ton of money. Kodak, the company that died, but its patents were worth millions because the technology that they- Because there were the unique technologies that could be used and applied in everyday situations. And if you were to use any of those type of technologies,",
      "chunk_id": "4c05cc8d-64b8-46ff-a35f-7dee68a8c94e",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 495
    },
    {
      "chunk_text": "in your products, you would have to pay a royalty. You would have to find the patent owner and pay royalties. And it's totally crazy because when you look at any smartphone, even your Apple smartphone, there are these patents involved where Apple has to pay money to this one and to that one and to this one and to that one. And sometimes, you know, sometimes weird company like Microsoft could be getting money from Apple or Microsoft could be getting money from Samsung because of something that's used. And then Samsung is getting money from Apple and Apple is getting money from Samsung.",
      "chunk_id": "1b4b9a90-f982-4e9d-9242-fd79357a4ecc",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 591
    },
    {
      "chunk_text": "It gets all confusing. It gets very confusing. And that's where lawyers make money, buddy. Oh, yes, big money. Well, that brings it out to patent trolls. You know what a patent troll is? Ah, that I think we can discuss in the next episode. What is a troll? There's a cute cartoon animation about trolls. We can also talk about that. So today we covered trademarks, patents, reality TV. All right. So what is your favorite reality TV now? Please write to us and comment.",
      "chunk_id": "51a27417-1082-4368-9ca4-d3155e09d8dd",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 469
    },
    {
      "chunk_text": "In our blog at www.15mins.today. Thanks, guys. We'll see you on the flip side.",
      "chunk_id": "f68df245-e276-4399-b776-8711a355b913",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d88f",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.5 Kylie Jenner Vs. Kylie Minogue.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 78
    }
  ],
  "original_text_length": 14926
}