{
  "filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
  "episode_id": "6860dd2dbb826d6ebef9d9fc",
  "collection_name": "RSS_1442509198",
  "total_chunks": 44,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to another episode of English Cafe. We are going to continue with part 2 of the popular trends that Angel and I just find extremely annoying. In this episode, I'm going to continue to talk about the self-service ordering kiosks that drives me crazy and also Angel will talk about the mini bag trend that is all the rage now. Now let's get on with part 2 of this episode.",
      "chunk_id": "80b04b0f-b3a4-4b6a-8e4b-3ba17a490c21",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "Face it. The world is very cruel. When you leave the comfort of your own home, it's a harsh, harsh world out there. Life is not easy. Yes, agree. Exactly. Right. So let's move on. Yes. What's the next pet peeve? Yours? Is it my turn now? Yes. Okay, let's go on to my next pet peeve.",
      "chunk_id": "d2739ec3-15fd-4711-b765-c94608994244",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 282
    },
    {
      "chunk_text": "It will have to go with what I call the self-checkout kiosks. Hmm, self-checkout kiosks. Where can you see those? Carrefour, McDonald's, KFC, and some ramen stores. Ah, ramen store also. Yes. Let's talk about McDonald's because that's where I belong, right? You go to McDonald's. Long time ago, you woke up to the counter and you say, hey, give me number 3 meal, okay? Large fries, large coke. Thank you very much.",
      "chunk_id": "7ff70bf0-b262-4f5d-951e-905ef1ee0557",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "You pay and you stand on the side to wait for your order. No problem. Now they've minimized the counter. So they've only got like one little cashier and they hope that you would go and fumble and muck around with the kiosk. No problem. I'm a tech guy. I think I'm okay. So I woke up to the kiosk and it's got like a menu looking thing. You know, it's all colorful, very nice touch panel. On the left, you have all the categories in the middle. They've got all the promos.",
      "chunk_id": "68a5cb0a-1abf-4e7c-a8bd-af7751fc1f86",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "And I only want meal number 3. Give me the number 3 meal. So much information and combinations there. Yes. And I use the touch panel. I tap, tap, tap, tap, tap, tap, tap, tap, down, down, down, down, down, down, down. Where's my meal number 3? No, that's not how they operate anymore. They have, oh, you can order a burger plus options, okay? Plus the optionals, the fries, the coke and everything else extra. So menu number 1.",
      "chunk_id": "bcf90b01-66d8-403a-b391-0565c8da6c48",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "I choose my burger. And then another menu pops up. I have to choose my optionals. I tap again. I tap my coke. I tap my fries. I tap, you know, whatever I want. And then I move on to the next page. Another page pops up. And the next page pops up and says, hey, do you want line pay? Do you want a yo-yo card? Do you want credit card? What is it? Yes. They have the cashier function, but I mean, I'm already",
      "chunk_id": "31489436-83e7-4e14-afd6-91fd7d661257",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "at the kiosk. Why would I want to go meet a person again after this? Okay, fine. So how many taps was that? That was like 6, 7 taps. If I have to navigate the menus, 8, 10 taps. Before I get my wallet out, I take out my card and I go beep and I pay. And I order. Faster. That time, the time that takes me to navigate and check out, I have to be honest with you. I don't like the menus. The kiosk,",
      "chunk_id": "f60b2c8f-7130-4e4e-b16d-d06a7312a733",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "the idea is nice, but they should minimize the menus when they use kiosks like that. It's annoying. They should have an icon saying that just combo here. No, they don't. They deliberately split everything. So they want you to browse the menu, though expecting you to buy more. Yes, that's the idea. They want you to browse and create some sort of impulse buy and stay on the menu longer. But I want",
      "chunk_id": "f53a4b22-b2ba-44d6-ab8e-5cf043b064f5",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "quick in, quick out. I'm there to grab a quick bite. I'm a regular McDonald's customer. I know I only want the number three meal. So they should have an isolated kiosk called McDonald's person for you. People like you, you know what you want, right? Yeah. You know, they have a simple menu and you can expand it for other people who just want to have fun with the kiosk. Me, number three meal, out. Done. Wow.",
      "chunk_id": "782aa51e-3a70-4942-946d-5ca05b9618f0",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "It sounds like it's really annoying to people like you. It is. Self-checkouts. Yeah. So now that everybody's using the kiosk, right? Guess what I do? I walk up to the cashier and order there and I check out faster. It's so ironic. Because there's no queue anymore. People using the kiosk. And my biggest complaint regarding this is it's 2025. These systems are supposed to be efficient.",
      "chunk_id": "d6e3188d-c573-47b2-b726-bea16d6a99fa",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "These systems are supposed to make you feel better. Like the customer user experience, right? But no. Why am I feeling so frustrated with this? Not because I don't want to move on and use the kiosk. It's because your kiosks deserves to be demolished. They are not making the experience better. They're not making me order faster. And again, they're trying to trick you, right? They want to move you to the kiosk so they reduce manpower.",
      "chunk_id": "1b5717f4-7be6-4d7a-8993-8a3d63996031",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "But at the same time, they want to somehow trick you into buying more. And that's not okay. That's not okay. That's not okay. So even though for people like you who know what they want, but it's still wasting time. Yes. But I need to defend for the self-kiosk machine. Like in Target, those franchise supermarkets, they have the kiosks, right? Yes. But when you travel, you'll have those like little coin, little coin, like quarter the price.",
      "chunk_id": "97a2448e-7798-4e56-b05f-d6bec8a1521a",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "You don't want it to pay to the cashier because they will definitely give you a long face. Okay. Fair. Okay. So that's my lunch. So 10.25. You give him that. 25 is okay. But it's like, let's say it's like 27 or 38. So when you try to counter coin 38 to the cashier, she would definitely, uh-huh. Uh-huh. Alongside like, yeah. So I am very happy.",
      "chunk_id": "38cbe603-30a9-4f70-9311-b9c6ae294cab",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 345
    },
    {
      "chunk_text": "Happy to use the self-checkout machine to throw up all my coins. Fair. Fair. I think that's a fair comment. Yeah. Yeah. That's the good purpose of having this machine. I would have to say that. But what really annoys me is that whenever you're using the self-checkout machine, they will ask you, would you like to tip who? Tip the self-service kiosk? Myself or the kiosk? So, okay. No, definitely no. And then next page he will be like,",
      "chunk_id": "0f382b98-9b00-48cb-8fa9-3ea0b50be44b",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "do you want to donate a dollar for our charity event today? Just let me go. No, thank you. You are held ransom with this thing, right? Yeah. You are held ransom. You can't leave the page. It's like a pop-up and they, they kind of hint at you. They kind of nudge you to do something else that you don't want to do. They want to be your friend. They don't want to let you go. Next time I bring my bubble tea and sit there just chatting with the self-checkout",
      "chunk_id": "983e39a4-79d6-4d4d-a6c8-319df0eec20b",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "machine, like, okay, let's talk. So I'm kind of okay with the self-checkout idea, but only if it really improves efficiency. Yes. If it's just another gimmick to make me buy more, think more, waste my time. I'm sorry. That's not it. That's not it. But we'll see. And you know, my biggest complaint is I am a tech guy, right? I know tech.",
      "chunk_id": "66e7e714-9c8e-4026-8bc5-13d39fa26449",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 337
    },
    {
      "chunk_text": "I used windows 3.1, 95, 98, 2000 and XP and all the windows. I mean, we, I've come a long way. I've seen how tech has grown, but after 30 years of semiconductor development, all the sciences, and we still do this to your users. Come on guys. You can do better. You can do way better. Okay. I think our expectation is like 20 years ahead of time.",
      "chunk_id": "bca5d5b5-1ce6-43d3-9fb1-bbf7d2d6a8c5",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 345
    },
    {
      "chunk_text": "I don't know. They're going backwards. They've got highest tech. They got the fastest chips, but they make the menus like caveman menus that deserves, uh, you know, even kids don't want menus like that. Exactly. It feels like we were moving backward. 2025 by this time Doraemon has already been created, right? Yes. We should be traveling in the drawers already.",
      "chunk_id": "cf1ba222-1eaa-48b8-82f4-6cfac1e09513",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "I still need to catch the fly. One hour before the gate. Just too much. Okay. Okay. So anyways, we, we get why we need the kiosks, but again, it's not a good trend. It's a good trend only if it improves efficiency, but it's not. So guys just watch out for that. So, uh, what is your next pet peeve? My next pet peeve is regarding to the fashion train. Okay. So.",
      "chunk_id": "9209c86b-ef6b-4d0e-a3bc-38213ed283d0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 361
    },
    {
      "chunk_text": "I wonder, John, have you ever noticed that walking down the street, the bags of the girls are getting smaller and smaller? I have noticed. Yes. Yeah. Those mini nummy micro bags. What can they fit inside these bags? I really don't know. It's a status symbol. I don't need to fit anything and I can afford a very expensive tiny bag. Yeah. The smaller, the more expensive. So where can you put your phone wallet things?",
      "chunk_id": "b6870767-4eaf-4cad-8544-d6cfaeb2960d",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "Um, well, if you're not tech savvy or in need of reaching tech, if people pay for your meals and all you need to do is show up, I guess it's okay. Again, the problem is me, not a trend. So again, so last time I was curious about these questions. So I have discussed with KP that why, why does everybody like so fancy about the mini bag and then where did they put their, you know, girls we have to lipstick, wallet, my cell phone, this thing we don't",
      "chunk_id": "43665689-ac64-4ffc-8b79-89ee44a737fe",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "we don't count, but at least lipstick, powder, you know, sanitizers, dental floss. Well, yeah, maybe she spends enough on cosmetic surgery. She doesn't need makeup. She person, her is makeup. She doesn't need any makeup. Okay. Fair enough. And then I said, okay, so, but don't you feel insecure? Like you have nothing with you. I do. Yeah. I think we all do. Yeah. In a way. So KP said that, have you noticed that, uh, though this",
      "chunk_id": "cf1f154b-79df-49cd-834e-57da520f77ac",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "fancy girl, lovish girl, they all have a bodyguard behind. So they are the one who carried the phone, the wallet and the big bag. There we go. Yeah. So living the life of a celebrity, right? You get off the car. All you need to do is, you know, that three seconds slow motion movement, your hair in the air, right? And your high heels, long legs stepping out of the car. And that's it. You have no bag, no phone, no nothing. And somehow money gets wired to the restaurant.",
      "chunk_id": "9c44070f-b85c-49d8-be90-542c6377c9e8",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "And somehow nobody calls you. You can telepathically receive signals. Yes. And then if, if I need to fix up my hair or my makeup, I just click and then the hairstylist will come out. Yes. No need to brush the comb. What? Okay. That's a, yeah, that's a very interesting life. Why not? But the thing is that the purpose of the bags, there's no purpose of the bags. Sure. It's losing its value, right?",
      "chunk_id": "c591cf7f-c105-41c6-990e-1d7eec4f7a29",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "Well, and then people are just like, we want that, we want that status, we want to symbol. And then it's not functional. Well, that's why it's a status symbol. Most status symbols are non-functional. I'm too realistic. Now think about it. What is the real function of a Ferrari? A racing? Yeah. Where? In the streets of Taipei? No. Exactly. You can't race it, right? Cannot. And it's so tiny, right? Nobody's comfortable in it. No.",
      "chunk_id": "505ce553-d0d4-4033-9601-81e373ed8868",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Yeah. And it's the drivers who gets the Ferrari experience. The passengers don't get anything except the speed. So what is the appeal? You can't do anything with it. It's not easy to take kids to school. If I were a kid, I would love to take Ferrari to school. For the looks, for the status symbol, right? But the functionality of it, it's like, you can't even put, there's not even space for your school bags. Really tiny? Very small. Oh, I haven't traveled with",
      "chunk_id": "f62f272e-e392-4488-aa38-93f6916adc6b",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 463
    },
    {
      "chunk_text": "a Ferrari. Most status symbols are really non-functional. They appeal to the heightened emotions of people. Okay. So that is why I think those small, tiny nano micro bags that girls buy nowadays, these luxury brands, they launch them with these fancy colors so people can see. Green, orange, purple. Yes. Like really bright colors. Why? Because... Catch the eyes. Yeah. To attract the attention",
      "chunk_id": "d689c47c-355d-4d56-bea6-dcd5bd4e7329",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 394
    },
    {
      "chunk_text": "and say, I can afford a $2,000, $5,000 bag that is tiny and it's non-functional. Useless. Yes. I can afford useless things. Status symbol. Oh, wow. I really wanted... I can say that. I can afford useless things. Imagine one day rich people buy a plastic garbage bag, like a black garbage bag for 20,000 US dollars. Yes. Status symbol. Wow. Right?",
      "chunk_id": "edb7e7c4-c595-4472-a21a-672ccf8039c6",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 346
    },
    {
      "chunk_text": "Because I can. Because they can. Because I can. Oh. So because I cannot. So the bag I purchase is getting bigger and bigger. There we go. Because I want to put as many things inside as possible. So to differentiate those who can to us who can't, their thing becomes the status symbol. Wow. If everybody now has tiny little bags, the appeal will go away. Those ladies will hate the small bags. So maybe in 10,",
      "chunk_id": "cda7b754-be03-4541-bcb2-79796ca10df6",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "15 years, it's my turn to have a mini micro bag. And then those ladies will want these mega bags, oversized bags. And ask their bodyguard to carry for them. Yes. Yes. Wow. I can never get on the train. So fashion is like what you want, not what you need. Oh. It's never about what you need. It's what you want. Yes. So you have become a little bit more as you mature, you have become more rational.",
      "chunk_id": "42154910-7323-4fa4-80ec-824fc9871dec",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "So you focus on what you need, but technically it's a want. How many bags do you need? One or two maximum. Exactly. How many cars do guys want? We want million cars if I can afford it. Right. But you know, how many drivers are you? Just one guy. Yeah. Just one guy. Come on. There we go. So the problem is always me. Now I see. No. The problem is that market is not for us. Not for the people who care about what they need. I see.",
      "chunk_id": "8044146d-31d8-4cf3-91f5-903deee844b8",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "So they want the mini bag so bad. I just stay happily with my tote bag. Yes. The functional stuff. Functional one. Yes. The functional bags. But I have to say those little tiny bags as accessories, like if you don't wear any necklaces, earrings and such. And if you have like a nano bag with you, that's kind of bright colored, looking like an accessory. I kind of think it's a very interesting fashion. That's an interesting look.",
      "chunk_id": "5b75c360-4abc-4ac5-b809-441338c57f0f",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "At what bags could be. Give a new definition to the bag. It's not just a bag. It's a accessory. We would have to go back and ask Anna Wintour about it. She will redefine it. Right. That's her business. That's her business. Okay. I'm relieved now. So I think this should be a pet peeve because it's kind of conflicting. I agree. But let's see, you know, if Anna Wintour and the ladies in fashion, they will make sure like this",
      "chunk_id": "82abf4b2-dd55-40e9-b215-579eed73c5be",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "is an accessory now and accessorize it, not just think about it as a bag. Bag. Putting things inside. It's an accessory and it's got a little bit of a bag function. A little bit of the bag function. Okay. I would live with that to see it more like an accessory and not a bag. I can also agree on that. Yeah. Accessory. But assuming you shouldn't be paying bag prices for them, but I'm sure they are charging you bag prices for them. Definitely.",
      "chunk_id": "822c19f8-e5b5-4b8d-8c62-33b9a8f3a53a",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "Triple the times. Okay. So to wrap this episode off, I've got app overload and self checkout kiosks. That's very annoying to me. You've got QR code ordering and nano micro bags. That's annoying to you. Okay. Right. What is your number one of the day? Number one of the day for me, kiosks. You really cannot stand that McDonald has put it in the shop, right? No, I can't stand my number three meal doesn't",
      "chunk_id": "e67e8eae-c232-4605-a16b-8b4b2d0bd032",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "enter my mouth in the designated time. It should. Right. You go to McDonald's and in your mind, it's like, I need a burger right now. And the longer it takes to get that burger in your mouth, the more frustrated you are. Exactly. Wow. And then the worst is that if there's a long queue and then the clock will ask you to use the kiosk to order. Yes. Like the QR code. Yes. And then I walk away and then I use the app to order. I use Uber. So now I'm like the",
      "chunk_id": "b46dc996-b546-412f-80a7-0adef13fd389",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 458
    },
    {
      "chunk_text": "McDonald delivery app guy. I don't go to the stores anymore. Easier and faster, right? Using the Uber. Sometimes I Uber. Sometimes I just pay the 39 bucks for the McDonald delivery app. Oh, 39. You'll reach. I mean, because that frustration is not worth it. It ruins my day. Okay. For 39 bucks. I mean, so be it. So be it. Yeah. So that's mine. And what about yours? What's your number one?",
      "chunk_id": "2a7db06c-fd4e-4732-bb57-56fc26f357a1",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 390
    },
    {
      "chunk_text": "My number one will goes to the app overload. Because you see, I don't have enough storage in my phone. If I need to download a new app, I need to delete the previous app. So I just keep on doing this thing. Delete and download. Delete and download. Really annoying. We have hit the nail on the head here. I think we have found the root cause of all your problems. Right. Which is? Your phone. My phone. You see, we talked about not paying for",
      "chunk_id": "efd37c60-3e37-4f9b-ab9e-646506431838",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "the AVO toast and that money goes to your wifi. Right. But how do you access wifi via your phone? Your phone is the channel, right? Right. So therefore, so you shouldn't be putting money towards the wifi. You should be saving your AVO toast for a new phone. For a new phone. Yeah. That runs faster with roaming and unlimited data. And that solves everything. My phone can still be used.",
      "chunk_id": "a53986e3-d427-4c73-a2ba-9d85ef535766",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "Well, if you think about it, it's not giving you a hundred percent, is it? It is not. Yeah. Yeah. Oh. You want a proper phone. And once you get a proper phone, the new iPhone with the bells and whistles and you're done. You don't need that little pocket wifi. And every time you turn on your phone, every time you scan any QR code anywhere in the world, you are golden. And the first ID work perfectly. Yes. Things get paid. Connection gets connected.",
      "chunk_id": "2743ea95-a71b-4ce2-9e75-f5113acf9685",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "Right. You get connected to the world. Things getting more and more easier if I change a new phone. And AVO toasts get delivered to your table on time. I get everything. As long as I have changed my phone. Ooh. Solved your problem. That's a very good solution. Yeah. Finally realized in 2025. All you need is a new phone. Yeah. Do you know what phones am I using now? iPhone 12. It's not 2.0, right? Is it? No comment. Okay.",
      "chunk_id": "1a1d0ca3-deed-4ba3-9274-c85fb939d5c7",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "You know, I don't want to piss people off. I don't want to be dissing people, but to me, you know, any two year old phones, three year old phones, no problem. And beyond three years, it's already too old. So three years is my max as far as I'm concerned. So now it's 16, right? Or seven? 16. So this year, will there be a 17? 2025, 17 is coming. And apparently there are rumors of a remodel. So who knows? Who knows? Who knows? Okay. We'll see. Okay.",
      "chunk_id": "cb9d9edf-e61e-4bd8-be80-027c713505bf",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "You better get yourself a new phone and it'll solve all your problems. I will definitely do that. Right. So guys, that's all the time we have for you today. Thank you for joining us, our 15 minutes fam. And which of the following pet peeves that we've talked about also annoys you? Use the comment link in the description box below. Let us know. And we will give you a shout out in the next episode. Okay. Do you share our pet peeves from all these modern annoying current trends? Let us know.",
      "chunk_id": "e4030199-833c-477e-94f8-33d5416227f7",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "Please have a safe flight and we will see you on the flip side when you get back. See you. Bye bye. Bye.",
      "chunk_id": "2c0a5f1f-4a6d-4f82-865c-da55430a460f",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9fc",
      "original_filename": "RSS_1442509198_podcast_1304_英語咖啡館 Ep.252_ 國內外令人抓狂的生活新趨勢 Popular trends that are just annoying PART II.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 104
    }
  ],
  "original_text_length": 17878
}