{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
  "episode_id": "6860dd2dbb826d6ebef9d9f2",
  "collection_name": "RSS_1442509198",
  "total_chunks": 75,
  "chunks": [
    {
      "chunk_text": "Hello and welcome to another episode of vocab with John and angel That's right You guys vocab is where angel and I speak in full English to let you hear what it's like for two people Speaking in full English in a simulated environment like this two people chatting over topics related to Taiwan and the world and How have you been angel recently? Yes, I was quite swamped and then I'm occupied with",
      "chunk_id": "e6024ec8-91b3-46da-86b4-f612ce43d400",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "Multiple jobs. So I'm pretty tired. Mm-hmm. How about you John and last night we had our Season finale for 15 minutes live podcast didn't yeah only finished at around what 1130 1130 so it goes like Two and a half hours, right? Yeah, two and a half hours What a grand finish Personally, I mean for me it was a grand finish. It was very nice to get to hear everybody's feedback and also",
      "chunk_id": "7e181cb1-f78b-40d1-bc9f-73572ded6079",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 384
    },
    {
      "chunk_text": "Yes, or the backstories and how people felt about what we did and also all The little things that we did the improvements that we made that people picked up so touched Yeah, an old friend new friends coming up together. Oh, so good. Very very nice Okay, so of course plowing ahead today vocab We're going to be talking about something that's kind of close to us and relevant but you know, not so much like us",
      "chunk_id": "aac2dab9-cb56-4f39-8dd5-f1d3dcbcd556",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "first in Greater Asia, right? There's a there's a new thing going around cold. Mm-hmm town ping won what right the town culture flats lying flat, okay, and You know the whole lie flat culture is not as the word suggests lying flat Okay lying down. Okay. It's not a healthy movement. Okay, it's got nothing to do with health It's got everything to do with giving",
      "chunk_id": "5596b4e9-6b49-48eb-a97c-059e82c458de",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 361
    },
    {
      "chunk_text": "Up. All right, give him a bit. Just do nothing. Do nothing. Just lie flat lie flat And then there's another term called let it rot by land the culture Let it rot. Let it rot. Let it rot. So be it. Just let it rot. Whatever Okay, so it's crazy how this became sort of an internet thing how people is spreading the word now that a lot of the youth today are considering either to later on",
      "chunk_id": "ced3e4bb-5d7f-458e-85e9-601b49988e60",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "or lie flat and this for most of us or for Angel and I we are really baffled because When we were much younger, we couldn't lie flat nor let it rot. Let it rot No, your parents would never let you rot in any way. Definitely not. Yeah No, we were exploited child labor from a very young age Growing growing up keep on growing up. Yes, we were sort of forced by our parents",
      "chunk_id": "1f4db25a-d75c-4d0e-88a5-2f6ca5f25728",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 371
    },
    {
      "chunk_text": "To really grow up. Right. Smell the roses. Wake up and smell the roses. Smell the roses. Get your ass moving Oh, yeah, and then when you want to just lie down and have a rest at home They will ask you come on what kind of youth you are. You have to go out explore the world Yes, and then of course in Taiwan They had a term for people like that looking to chill looking to take a break every now and then the strawberries Strawberries. They coined our generation the strawberry generation",
      "chunk_id": "63d17fd8-8f9d-4d73-acce-ca6097ccc30d",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "It's so unfair Okay, so we got tons of labels and and these Let's call it trends. Okay social trends around the world So we had the strawberry generation trend and then now we have the later rot and then of course we got lie flat So what do all these trends have in common? They have no hope. Yeah, they don't walk You don't do anything special to get a higher paid or higher lot a better life",
      "chunk_id": "c2dfd172-4482-4660-8c81-c9db35910da7",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 393
    },
    {
      "chunk_text": "A better life. So there's no hope for better life So why do you think it's like how do you feel about your life angel? Do you think there's no hope for better life for you? If they all think there's no hope then why do we have hope? I think I have hope so that's why I work hard But where does it come from if you think about it? Where does our hope come from and why are the rest of the people out there so despondent? About it and and they are sort of in despair",
      "chunk_id": "f12f8611-feef-49a3-a398-fd7873237fa3",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "I think it's a bless that you can have a job that you can get paid, right? And that's because we work or study hard when we were younger We were much younger. So now we got a chance. Are you saying these kids now don't study hard? Not that way. Yeah, you see you see it doesn't that's how we are getting challenged by these kids now because you say you studied hard and So did they they also studied hard. Let me refresh",
      "chunk_id": "e6ee36fe-b88a-4d5d-a894-714354c2d085",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "The unemployment Unemployment. Yes, that's the key reason they're they don't have hope because even though they study hard they fought hard they still couldn't get a job Well in most cases, especially like my niece who's in college right now She's studying in Tsinghua and I'm like I mean my dad would he would fly to the moon if I would Go to a school like Tsinghua and you have a flag in front of your house and my son goes to Tsinghua",
      "chunk_id": "194a7f86-276a-408b-af8f-51386474eef1",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "Yes, and my dad would have like firecrackers in the neighborhood, right? Firecrackers. That kind of idea, you know, like my son's from Taiwan. My gosh, okay. Let's celebrate I mean, I wish I had that but in South Africa I mean, it's it's like he never saw my university as a proper university He saw it like a countryside university. So it was he was never impressed really until much later He realized you know, you are doing okay for yourself. So he didn't really bother too much",
      "chunk_id": "02bdc8d9-a356-4626-b9ee-19da8ac9cfd1",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "But at first he had a problem with my university. He said why don't you go to Wits? Why don't you go to UCT, which is Cape Town University? Okay, and then I'm like because it's very expensive Because I'm saving you money. Duh. Did you explain to him that? I did I did but he was kind of upset, you know He felt like he was not a great dad by not providing the best education he could and I'm like, no, I'm happy this way. I feel good",
      "chunk_id": "d832e4fb-f31c-4137-b957-1e393d1111e7",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "I'm comfortable Family. Yeah, so I mean if you think about it, I want us to go back, you know Some of these kids now they go to these top top schools that we will never be able to get in But the biggest difference is we know when we entered university We knew the minute we graduate we would be somehow employed We knew somehow we would be employed not like today. You can go to Taida You can go to Tsinghua you come out the other side and",
      "chunk_id": "b7dbd908-64a8-43d0-bc43-e48d16b5f78d",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 439
    },
    {
      "chunk_text": "You are going to pass around a couple of resumes and you're not going to get the job you want. Sadly, yes Why is that? Because of the global economy issue. It's like the whole world is dropping down economy-wise When we were in university first year we got access to PCs by the fourth year PCs were still PCs kids today first year Internet mobile generation by the time they graduate. It's AI the words change to",
      "chunk_id": "d6f97429-04cd-49f2-829b-48c216531ce4",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "Exactly by the time you get to a point where you start studying it. It's already happening You are unemployed because yeah, you are your last generation Exactly. You're sort of middle in between generations. You cannot preemptively figure out what it will come next I cannot foresee the future so I am better to choose what is popular now That's the safest way to do it. So what is popular now may not be what will get you a job four years from now true",
      "chunk_id": "ba1d8c5b-3a22-436f-b53f-5d2d3c70678e",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "There's problems for us four years. We come out the other side. We know hey, we will get a job We know we will build a career in that field in that field Yes, so the unemployment rate you think about it if they knew that going into university, what hope do they have? Imagine if somebody told you angel stop studying It's no use because by the time you graduate you'll be unemployed anyway, so it's better to either you know lie flat",
      "chunk_id": "9b9e3abc-9627-4ef6-8d25-d534f131067f",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "Or let it rot right now. Mm-hmm chill and enjoy life YOLO. Yeah Well, technically you're YOLO every day then it's a different YOLO. Yeah Yeah, if someone will told me that and then I mean, yeah Yeah, I wouldn't say just I just enjoy the moment. I don't study. Yeah, let me get boyfriends Boyfriends and go go drive around yummy mountain go to the beach and and just be pretty",
      "chunk_id": "1871cf37-e001-4bf7-bf12-9aed01bb18b8",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 375
    },
    {
      "chunk_text": "Look pretty and and why be smart? Why work hard? No point but it's Not the healthy way to keep on like that. I mean if the youth keep on like unemployment They're in the labor market for so long. They are not able to re-enter the market again Okay, that's a fair comment. I think that that's quite a fair comment But at the same time think about your your juniors your junior cabin attendants, right? Mm-hmm. Okay, the interns and the juniors",
      "chunk_id": "4e7a6123-a73b-4272-9df6-a11747ca189a",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "You know when you look at them you see them you can see some of them You know, they know they might not be in this for a long time. You can see but in our generation It's like oh, yeah, this is my job and I'll do it forever. I will work hard. Yes I'll just work hard dedicate myself climb the corporate ladder right develop myself develop my career So what is a career? Every time there's a black swan every five years or ten years your career is gone. There's no career",
      "chunk_id": "b64718a1-0e16-40eb-b4be-4177c353e49a",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "So it's that some kind how related to that everyone wants to be their own bosses Yeah, if you think if you think about it you build towards a career and there's no security anymore No, every five years you get a black swan and boom pharmaceutical industry boom dead IT industry boom dead PCs cloud remember a few years ago cloud tech right today AI boom gone So if you're a cloud engineer today, good luck to you. You might keep your job, but you know your industry is on the decline",
      "chunk_id": "e795f8ef-8a15-416b-9e42-3089df26499f",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "Wow, but there's no better suggestions for the young generations No, I mean we need to empathize with them. Mm-hmm You know, it's not in every generation. They are people who just want to take it easy But in terms of lead rot or lie flat, it's not their fault that they aren't in real real employment going around for them Okay, because what is available today will not be available tomorrow, right? So how about is there any industry?",
      "chunk_id": "1509c577-4bae-4b7f-aa7d-7ccd2e7fe6e5",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "That always welcome people. I mean you graduate and then irregardless of what major you are in You are always welcome to the market. Think about what's happening recently What's popular in Taiwan and around the world? Food is popular now and the food delivery. Yes, food delivery Right. These are part of the gig economy So taking up part-time jobs odd jobs here and there and if you take up",
      "chunk_id": "c853fdb9-29ed-459a-96ad-be3498fca5ca",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "Enough odd jobs, it becomes a full-time job. It becomes even make more than the regular officer true True. There's a high possibility that you will make more than your regular office workers. Yeah at a different price, right? You're sacrificing something else Yeah, because one of my friend who just graduated from a university my friend the sons of my friends and he refused to get the full-time job because he wanted to",
      "chunk_id": "42ee4a0a-9742-4ca2-bd5a-2da2440c462b",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "Do multiple part-time and then he can earn like 40,000 Okay, but his Classmates can only earn like 28k. I see. Yeah, so 40k is better than 28k So he's looking at it from a monetary perspective, right? Not from a career perspective not from a skill set perspective not skill set Yeah I mean if you go to if you can learn from those industry you go to the 7-eleven and then I mean that",
      "chunk_id": "cd04b70c-f3bf-48c1-9b16-ab230a94afe0",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "Those really need a lot of skill But if you could you could develop another skill like how to run the store or how to run franchise store And then that's your skills, right? Yes. Yeah, so that's what you can pick on on those full part-time job I mean, which is good But I don't think that he has time to do that because he was so swamped with I mean he has taken the four jobs at the same time Wow, so he's hard-working He's definitely hard-working and he's making better pay and you know, he's hard-working",
      "chunk_id": "46a60bb4-2168-48e5-a3fa-2ff397228cb5",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 507
    },
    {
      "chunk_text": "We cannot say he's a strawberry generation or anything But again this grinds his hope, right? Because because he has to sacrifice everything to get what he feels is a decent pay which is 40,000 I don't know how he spends his money But if he spends his money wisely then that 40,000 can go a long way But if you don't know how to spend your money wisely, then 40,000 is just one evening Wow, I'm serious",
      "chunk_id": "7bf8726d-acb7-4e33-8c8c-bddfff849341",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "Right. You have no idea how expensive these entertainment places are, right? You know, if you if you open a bottle of wine, how much is a bottle of wine today? 8 grand 10 grand a pop right you go to KTV. Where do you pop a bottle of champagne? BAM 20,000 gone. Gone. Yeah, if you want to live the high life They're so attracted to that high life idea But the rich people don't really live like that They don't understand that they don't they don't need to have a",
      "chunk_id": "a7b07f17-21a7-48fa-a966-3b826b7534c3",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "Four part-time job at the same time. So I'm trying to give him advice like if you have your Specialist, right? Yes, I think he's studying journalism journalism. Okay. Yeah, so So he needs to find a part-time gig that complements his journalistic skills Right, but he's not doing that. He's doing 7-eleven So unless he has a passion to build a franchise, you know",
      "chunk_id": "56f355ce-58e2-471d-8792-e208ef97dca6",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "It's not gonna really help him. It'll be just an experience. It won't be a career. It will not be Yeah, it won't be something you can turn into a career with, right? Right. So the article that I read up that I shared with you Angel is titled young Chinese are getting paid to be full-time children as Jobs are becoming harder to find. This is ironically full-time children. So I have seen so many",
      "chunk_id": "bf608d1b-3fa2-4f0b-b832-caf2f7587431",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "And then they call their dad and mom client daddy client mommy because they pay them. It's the new thing. Yeah, right. It's the new thing now According to the article they say what what is this idea of full-time children? Because parents are seeing that their kids often cannot compete that's fierce competition out there today and if they are Unable to compete so their moms would subsidize them because they also stay at home. So",
      "chunk_id": "2f700bf4-0286-44f3-a53d-f164c7f1b9de",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "It's like if you stay at home sure, you know, you got food you got shelter You got a house to live in you you can do your own thing Plus mommy and daddy will subsidize it will give you 20,000 40,000 pocket money It sounds like a good idea And then I mean you can you bet you guess you get to spend time with your family and you can take care of the orderly But what about how if hang on a second? There's so many conditions you added there number one spending time with family. I don't think well",
      "chunk_id": "e64ad19b-569a-4118-83f4-ede5605776a7",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "I've read the article no way doesn't mention that these full-time children are really spending time with their family or taking care of the elderly They have to do all right, but it's not about that. It's it's that they are just unable to compete so they sit at home and as opposed to worrying about their livelihoods the parents just subsidize them and say okay Well, you know mommy and daddy will give you a few bucks and if you can do a part-time job or if you go have fun with friends fine",
      "chunk_id": "71752b9c-c890-4106-960e-fa4d377f410f",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "Just make sure you you live a normal life But there's a difference between these full-time children with the what we call it neat Yes, there's difference, right? Yes, so needs were a word from the 2000s. Well pre-2000s almost 90s and 2000s. So N E E T, right? Yes, so not in education or employment or not training. Yes, so neat",
      "chunk_id": "d99b5218-2a2d-4b0c-9afb-7f271d0bd398",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 328
    },
    {
      "chunk_text": "It is even worse or because the idea is different, right? Very different. Yeah full-time children They had to do something for their family. So that's how they get paid. It depends on what they do, right? Just you know, breathe Pocket money. Okay Wow, for example, if the parents can't afford for their children to stay at home and take care of the elderly and look after the house and Yeah, we have the grandma. Do the house chores. I mean, that's fine. That's sort of",
      "chunk_id": "653a464b-dc69-43c2-8c85-965d8386eb56",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 469
    },
    {
      "chunk_text": "I mean, I don't think that's called full-time children, but that's giving your children a full-time job, right? But full-time children being meaning that you can be a kid or you want you'll get spoiled or you want Right, you don't have if you don't work. It's okay If you work even better, but daddy and mommy will subsidize you I will give you pocket money and that Pocket money often will allow them to own iPhones and and things like that So the first things first if you want to be the full-time children your parents",
      "chunk_id": "cd28f579-85ce-4587-94b2-e6a070b44452",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 521
    },
    {
      "chunk_text": "Gotta be rich or they have to use their retirement pension Something like that and then let's put it this way. How much do you think about it? If you become full-time children, how much do you need? How much do you really need if I am really a full-time children? How much do you want? Do you I don't need much, right? You don't need much if I met you're gonna be living in Hualien right back in your hometown and You're gonna be making your own food already. You actually you do making your own food now. Yeah, how much is it going to really?",
      "chunk_id": "34bcac94-b8d4-4705-9216-40789c3e52a4",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 543
    },
    {
      "chunk_text": "Cost you 20 grand 20 grand 20 grand. Mm-hmm. It's not like you need LV Gucci Prada No, you don't know any grand food to survive. That's it Yes, and then maybe pocket money for maybe hanging out with friends for cocktails or something lollipop. Okay, okay Pretending to be a kid. Yeah, let's say double that 40k 40k Okay, let's say 40k for you to be full-time children. Think about it. It's doable in Hualien or Taitung",
      "chunk_id": "648b0453-6ced-4970-a5f1-598c96c58d1a",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "It's doable. Yeah, it's doable because you stay at home and you eat your mom's food. You don't need Yeah, you just tell mom Hey, you know remember to buy coca-cola for me remember to buy, you know steak for me You can order the food you want you don't have to pay for your own food. You don't have to pay rent Wow 40k net net 40k. I will do a full-time children. Yeah, think about it. Who wants to really work hard?",
      "chunk_id": "78478088-e07e-4e8f-98ca-165d69cbf6f7",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 415
    },
    {
      "chunk_text": "Yes, so it's that simple. It's because everything else has been taken care of if you don't have mortgage If you don't have any let's say student loans to worry about And even 40k could be higher than your peer Yeah, I mean there we go, but it's not a lifetime career No, it's not less long. It's it's a trend. It's just unfortunate, you know, especially post pandemic the jobs are not",
      "chunk_id": "8a56ca2c-ec01-498d-a3f5-bf640ad6d53c",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 384
    },
    {
      "chunk_text": "Returning and AI hit And and the world has changed so you have to adapt if you can't adapt and if you can't survive or if you can't find your footing in Society, this is what happens. Your dad and mom would have to subsidize you but dad and mom This is pretty sad and then it is it is it's it's just one of those things and here in the article they say the jobless rate now in China for",
      "chunk_id": "67636497-78d2-4277-884f-263b4a0d9c20",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 386
    },
    {
      "chunk_text": "16 to 24 year olds in urban areas hit 21.3% Last month that's the record high 16 to 24 year olds 21% Wow, that means one in five kids have to sit at home and do nothing And they have no choice. You have to pray that one in five kids They come from wealthy families. If not, these kids will put their family in debt even further, right?",
      "chunk_id": "5aa05f04-4458-4bb9-bf3e-c0e151e3dd75",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 335
    },
    {
      "chunk_text": "So is there any way to help the youth? I mean the government they definitely try to provide more job opportunity to the younger generations, right? But it cannot like keep the wave like still there are still so many employments. Yes. Yes, 21% I mean in Taiwan if we hit 7% the world has collapsed The world will collapse. Yeah, 21% in China. I don't know how their worlds aren't collapsed yet, but",
      "chunk_id": "7358c8a4-2982-4651-880a-0a53438ffcb6",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 397
    },
    {
      "chunk_text": "Okay. Wow, that's how that's how serious it is 21.3% If you know that now while you're studying in university, you have no hope. You have no hope You don't really know what you can do after you graduate. You don't want to graduate. You want to keep in the school Yes, you want to stay in school forever, right? You're gonna fail a few subjects and postpone your graduation, right? Purposely. Yeah Intentionally, so you sort of I suppose you're part-time studying",
      "chunk_id": "a1ed5818-265e-4b6c-8d0f-7bac55a38607",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "and part-time being full-time children Right. You still have the job title called students. Yeah, and I remember back in around 2010, right after the financial crisis. They were this period where I've heard people trying to postpone their graduations in Taiwan, too. But that was very short. That was very short because I think by 2012, 2013 the market came back. Yeah, and our unemployment rate dropped.",
      "chunk_id": "c26e6d79-1e39-4a4a-a4cf-b51703aedfb0",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "Significantly. So they were afraid of to go out and then compete with the labor market. But today it's kind of different because the competition is just super fierce. Yeah. And if you don't graduate from top universities, you can't even compete. And even kids from top universities have to face the fact that they have a very high unemployment rate. Yeah, how about your niece in Tsinghua? I think she'll do okay.",
      "chunk_id": "cb674d8d-7304-4518-8065-7cb059fcea7d",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "She'll do okay. I'm not too worried because she didn't she's not like studying in some very competitive industry. Okay. She's not a very competitive person, but she's more like a people's person. A people's person. Yeah, she's more people's person. She likes to work with people and she's very good with people and that's sort of her way of survival. I think she will survive. Yeah, she will have a place. And the next thing is the most important now is that finding your footing in life.",
      "chunk_id": "a8008bff-089a-43fc-aa45-9ff3ce2bb170",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "Unfortunately, there's no course like that in university today. And there's no course like that in high school today. And in Taiwan, as far as I know, as well as in China, I don't believe they have career guidance counselors that guide them at a very young age. Me, in high school, we had a lesson called career guidance. And then our career guidance counselor or the teacher would explain to us a variety of jobs available.",
      "chunk_id": "74c537a6-402f-4bca-bbc4-3affae1c8c1f",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "And tell us to go with your parents to work once a year, just to see what kind of jobs and sharing what jobs we had in mind, so on and so forth. That sounds like good guidance. I don't think we have this kind of a course in Taiwan. No, because you have to in general, people in Taiwan still feel high school. You're still a child. So just make sure you pass your test. But for us in South Africa, it was once you graduate high school, you are free.",
      "chunk_id": "bdbc2195-0580-45bc-8735-4ce0375fe91f",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "You're a free man. You're 18 years old. You have to be responsible for yourself. Therefore, you must know what you want from life. From life. Yeah. Or what you want to do next after high school. I think the culture is also very different, right? Because in South Africa, they will not tell you to keep on studying. Because in Taiwan, parents will tell you that study is the only way out. That you get the way to compete with the world. So different. Technically, it is the way.",
      "chunk_id": "0c0dd05a-8c77-491d-ad08-648a083aa025",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "It is the way out. Think about it. Angel, you and I, we are still studying. We're still studying. We just don't get a degree for it. Ah, right. We're still studying. You're still getting trained on the job. You're still doing MOOCs, the MOOCs at work, right? They want you to do compliance, safety check, blah, blah, blah. You're still getting trained. We are still getting trained. And then all the YouTubes that we watch are about personal development.",
      "chunk_id": "c66b3262-0098-47be-b538-62eef5d418f5",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "It's presentation skills or meeting skills. These are the things we're still building on. We graduated from this university. A lifelong university. We're not going to get a degree for it. But you don't have to pay for it, right? Well, technically, that's the hard thing. If you pay for it, the responsibility is on the university to teach it. But what we are doing in return is we're doing it. It's on the job. So you are doing.",
      "chunk_id": "993d93a6-8ac9-4c04-ac1b-503292bf7682",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 428
    },
    {
      "chunk_text": "Right? You're doing something. And then from doing, you are learning and you're building experience and you're building personal development. Yes. Now here's the thing. So for kids who's doing nothing and doing full time, what are they learning? Nothing. Nothing. What are they experiencing? Nothing. It's not about the money. If they think it's about the money, that's actually easy, right? We just said 40,000. Boom. Ask your dad for 40,000. You stay home. Take care of the elderly.",
      "chunk_id": "2b018a01-8db7-4b57-b42e-6f911b7b2163",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "They save tons of money. You know that? How expensive it is today to actually get a caregiver for an elderly person, for grandpa or grandma today. And if you have money, you still need to wait. It's 35k basic salary because we got a caregiver for my wife's father. He's the older dad, you know? So he's already in his early 90s. Oh, okay. 35k. Yeah, it's already 35k.",
      "chunk_id": "3e3de9b0-3c06-41a2-a0c1-629a76c1e4ef",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 367
    },
    {
      "chunk_text": "If you have illnesses on the side, it's already 40k. It's already 40k. Yeah. And that's not even including the fees, the handling fees for recruiting a caregiver. So the 40k. The agency fees and all the other fees on top of it. Also that means that the caregiver, she's full time. She's full time caregiver. From other nations, right? Indonesia, Thai, or Filipino. So if you're looking for a Taiwanese who can speak",
      "chunk_id": "56dbf51d-e612-4018-b254-d1939e9e9c52",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 415
    },
    {
      "chunk_text": "Taiwanese because some of the elderly can only. Over 50. Over 50. Yeah. Okay. So maybe that's the career. We can ask the key to do so because there's going to be more and more elderly people and then that's your career. Exactly. Yeah. Exactly. If you call it a career, yeah, it is a career. Yes, it takes. You have to have passion for it. It's not easy. It's not easy. You have to have passion for it. If you know how to do it, yeah, it's easy. If you don't know how to do it and you want to try it, yeah, you might run into some trouble. However, that's",
      "chunk_id": "e80e1f22-e394-401f-a710-4e039a94a70f",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 554
    },
    {
      "chunk_text": "how it is. If you think about it, 40k, sit at home, become full time children. It's not about the money. As with everything in life, it's supply and demand. Supply and demand. Yeah, supply and demand. So if you do something and it's not working, move on to the next thing. Right? Move on to the next thing. Yes. If you do something and you're not learning anything, move on to the next thing. Don't stop. Keep doing. For the younger generations? Yeah, even for us. Oh, I see. I see. How would you advise",
      "chunk_id": "fb0ecd9b-218a-4048-a1a7-c328a066720e",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "your girlfriend in a dead beat, dead end relationship? Move on. Get a new man. There we go. Yeah, get a new man. That's the best way. There will be a point where you realize this is not going anywhere, even with a career. Maybe you love it so much, but it's not you. But somehow you just cannot see the fact clearly, but you are in it. So you think maybe there's still hope if I try harder. Maybe there is still a way out. Yes. So like I said,",
      "chunk_id": "5c8b6867-1d48-4b9b-ae9f-3e3932399d52",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "I use the anecdote of dead beat boyfriends, right? Boyfriend. How many years do you need to spend with a dead beat boyfriend to understand that it's not going anywhere? No. Right? Same thing. How many years do you need to be on a job to know that it's not going to become your career? I think we will find out pretty soon. You see, you're comfortable. Most people, they resort to their comfort zones. They're comfortable. Although it's not 100% comfortable, it's comfortable.",
      "chunk_id": "a8ac775f-6d26-4151-ba81-dffb157bbf3f",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "It's still their comfort zone. Yeah, they're worried about the next boyfriend might not be so comfortable. Worse than the previous one. Yes. But you see, if you don't move on, you will never know. Right. You will never know. You'll never get a changed experience. Yes. You will never get a chance to know whether the grass is greener on the other side or not. And I can tell you, and I can tell you today, if we use a dead beat man as an example, how many of your girlfriends, if you think",
      "chunk_id": "fd2d7d75-bf45-48ff-94a7-3d8dbc8ad163",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "back in your years of advising them that they stuck to a dead beat boyfriend, the next boyfriend they find is the boyfriend that they wanted all the time. Most of the cases like that. Yes. Because they realize, yes, the grass is greener on the other side. If I keep on moving. You eventually find the green grass. I need to keep moving. This is the wrong guy. This guy's giving me the wrong signal. I got to move on. Same thing. How do I know this job is not for me? Because yes,",
      "chunk_id": "aa0880bd-392f-42f3-b540-46d2786a7a62",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "the boss is looking at me funny. I don't like it. I got to move on. That could be the reason. Yeah, I got to move on. And oh, yeah, I got harassed. I got to move on. Please move on. Yeah. You know, you got to keep moving on. Okay. And of course, at the same time, that goes with yourself as well. You have to improve yourself. You got to keep moving as well. You got to keep moving. And then you need to get the skill. Yes. You got to keep building yourself. Yeah, exactly. You got to keep building yourself. But of course,",
      "chunk_id": "1cb4591b-b6ab-48e9-be25-ef06f202fd6f",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 523
    },
    {
      "chunk_text": "you have the choice and you have the right to choose whether or not you are okay with a particular career or job. But you don't have the right to choose if you don't move forward, starting from yourself. Make yourself better. So the key movement is just go forward. Yes. So can we just advise these full time children that there are still difficult situations for them, right? It is. So, yeah, you can lie flat. You can let it rot.",
      "chunk_id": "fa327f91-1800-4298-a868-5bf1c997a3f1",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "But just remember, you know, while you're letting it rot and while you're lying flat, someone else is trying to do something. Some of your peers are doing something. They're trying. Yes, they're struggling. But during that struggle, they're learning a lot. They are learning a lot more than you do. Of course. You are welcome to lie flat. Nothing wrong with that. You're welcome. Nothing wrong with that. Yeah, you're welcome to let it rot. But just remember, you got to come back and start doing to learn something. You got to do something to make things better.",
      "chunk_id": "dd78f6f8-913a-4fc8-98f2-6d44cd837e4c",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 563
    },
    {
      "chunk_text": "Make things happen. True. And then with those full time children, what if one day their boss, their employer cannot afford anymore? Somehow they still have to come back to the market. And by the time they re-enter the market, they have no skills to compete. Same thing. You see, because you didn't keep moving. Yes. You didn't keep moving. You know, again, today in today's modern times, there's no excuse for not learning a new skill.",
      "chunk_id": "daa866fd-9bc1-4388-a6a8-8524161d6bb9",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "Every three months, because YouTube is readily available. Bilibili is readily available. So handy and so convenient, right? You can Google it. Yes. And then I think even for the elderly, they have to learn. They have to learn because I think if we don't teach our elderly to learn the new technology, they feel abandoned, isolated. Yes. Same thing. Well, technically that's, you know, when we get old, we will get there. Unfortunately, because we will get to a point where we",
      "chunk_id": "a24e3f1a-1fcd-4fe9-84f0-b5fe9bcd125f",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "we've had everything, we experienced everything. We don't need more. I mean, how many more social media accounts do we need? I know that you don't really use them. In our lifetime, we already experienced at least four or five. So by the time we are 60, 70, how many more do you want? I had enough. No more. Thank you. Yes. But by then, children will have 20 or 30 different accounts. We would have like four and we're done. We're done. And then we couldn't remember any more passwords.",
      "chunk_id": "099c7481-408f-4fe8-b0a0-752998c05839",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 485
    },
    {
      "chunk_text": "So that's why we couldn't afford any new account. No password, no username, please. Exactly. Exactly. Yes. That's right. So inspiration today. I'm going to run another 3K later. Keep on moving. Yeah, keep on moving. You know, it's like, if you don't know what to do, watch Forrest Gump, right? The whole movie. Run, Forrest, run! And he kept running and he kept running and he found his way out of life.",
      "chunk_id": "2c893121-7919-4a15-9442-afc0465875d8",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "He kept running. Like a goosebump. Yeah, I gotta go run. Is it still raining in Taiwan? Yes, it is. It's drizzling. It's an excuse for you not to run. It's sort of a typhoon thing. And when it comes to weight loss, okay, I prefer to lie flat. There you go. I prefer to lie flat. That's your choice. I have to tell you, but personal development wise, nothing to do with my weight, but you know, like brain development wise, we have started to promote our business",
      "chunk_id": "64cfeee5-d275-4070-9edb-ea17c99af361",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "English Essentials course and we did pretty well. And you know, that's what I'm really focused on at the moment. So that's what I'm spending most of my nights on now. Great. So that's how you keep on moving. Yeah, you keep on moving. You know, you find no one in the world. Sometimes when people tell me, I don't know what to do. My gosh. I mean, people are not short of things to do today, right? They have a bunch of things to do. What bunch of things to do? You go on YouTube, you watch a video and write a video summary.",
      "chunk_id": "6b963fd5-9a58-4e36-96ee-b5f8f10a1b27",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 524
    },
    {
      "chunk_text": "That's simple, as simple as it is. That's a thing you can do. Yes, you can buy a game and finish the game. That's what you can do. That's what you can do. Yes. And people often tell me, oh, I don't know what to do. I don't want to play a game. I don't want this. I don't want that. You know, it's fine if you don't want, but what do you want in life? And that's what I think is my main takeaway for people in modern times. You know, either you must know what you don't want and you eliminate so much",
      "chunk_id": "359348f6-15bc-4ada-a7a0-79f6d144ed6e",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 499
    },
    {
      "chunk_text": "that you finally figure out what you want, or you would have to be like us at a very young age. You know what you want. Exactly. True. So once you figure that out, there's no way you can say, I don't know what to do. But if you don't figure that out, you won't know where you are in life. You're lost. You are lost. Yes. And you can't expect people to give you directions because their lives are theirs, not yours. So just we have to step out and experience every possibility. Yes.",
      "chunk_id": "1164d6b4-de4c-4bd8-bc35-1c407d2b145f",
      "chunk_index": 71,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "Don't be afraid of doing things. Don't be afraid of failure because doing things is already winning today because there are lazy people who don't do. Who still lies flat. They just want to lie flat. And if you just do 10% better than yesterday or 5% better than yesterday, you are already in the top 20% of your peers. And also for our listeners of this podcast,",
      "chunk_id": "24c5964b-ce1f-4c0f-a8da-888c8d804856",
      "chunk_index": 72,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "doing something right. Right. You got to keep doing. Yes. Our podcast is about keep it up. Right. Do it every day. You don't have to do 10 hours a day. Do 15 minutes a day. That's it. That's all you need. Keep doing. You will feel the magic. You will know what you want. You will get to see the light at the end of the tunnel. You will see hope. You will see hope. We will see that together. Yeah. So that's all the time we got for you, 15 Minutes Fam. Today's question is,",
      "chunk_id": "6f047cfb-4874-4b04-a972-12bf869fa8cc",
      "chunk_index": 73,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "money is important or motivation is important? Why don't you tell us down below using the comment link or you are welcome to write to us or PM us on Instagram or Facebook and let us know. Again, the question is, what do you think? Money is more important or motivation? Let us know. And we will catch you next week. Same time. Same place. Over and out from myself, John and Angel. There we go. And we will see you next week. Same time. Same place. See you. Bye bye.",
      "chunk_id": "61aebb90-c8d2-448a-a4e0-c300ad39a5d9",
      "chunk_index": 74,
      "episode_id": "6860dd2dbb826d6ebef9d9f2",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.178_ 當個全職小孩會比較幸福嗎 The full-time children trend.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    }
  ],
  "original_text_length": 33168
}