{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
  "episode_id": "6860dd2dbb826d6ebef9d892",
  "collection_name": "RSS_1442509198",
  "total_chunks": 22,
  "chunks": [
    {
      "chunk_text": "Hello guys. Hello guys, welcome to Taipei Banter where Jon and Gavin uncover the interesting trends and issues around the world. Coming up! Hey, Gavin! Yes? Alright. So, you're feeling a little Pink Panther-ish. Right, Gavin, so what are you having so for us? I heard you've got a very interesting TED Talk to share. Yep, thanks Jon. It is a TED Talk. So for those of you who don't know, TED, T-E-D. What is T-E-D?",
      "chunk_id": "e538118e-bde9-4dc2-b767-eab530797301",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "It shares a lot of interesting talks about almost any topic under the sun. For those who don't really know what T-E-D stands for, why it's in capitals, it's because it's an acronym for Technology, Education and Design. Aren't you a fountain of knowledge? If you just say TED, it'll be the movie TED, you know, with a little bear that's very vulgar and that's somewhat funny. Somewhat funny, okay. So we're talking about the formal T-E-D.",
      "chunk_id": "51819723-5cd2-46fb-8388-70b2b40bcaf6",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "www.ted.com, there you go, that one, yes. And basically, it was a recent talk from November and it was about basically work and the title was, Are You a Giver or a Taker? I'm a Taker. I want to take the money. I want to take the money. And it was done by Adam Grant, who is an organizational psychologist. Ooh, HR guy. A psychologist, but an HR psychologist. HR psychologist, human resources psychologist.",
      "chunk_id": "685267bc-f6db-4267-a6ef-cc166d71a325",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "And basically, it was a very interesting chat because he spoke about the three kinds of personalities we have at, well, in life, but at work specifically. Oh. And it's basically givers, takers or matchers. So matchers was a new word for me and we all know give and take. He's the sort of person who always takes. But a matcher is basically a person who in their head, they match. So you do a favor for me, I do a favor for you. Oh, they ask for equality. Yeah. Sometimes we give more than we give",
      "chunk_id": "cfe3aa6e-5e64-468c-9693-dff6d3bd21d8",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "and sometimes we take more than we get. That's a compromise. But we still, in our heads, we know it's fair. So basically, a giver is somebody who gives more, more than their fair share. That is a giver. A taker is a person who doesn't give, they take more than their fair share and they do it on purpose. The other one is the matcher, which is the majority of people. Now, why this chat was so interesting was because he came to a number of interesting conclusions. One, if you have more givers, interestingly enough, their performance is",
      "chunk_id": "af2c36e8-637c-4420-9195-8d0f27f45895",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 538
    },
    {
      "chunk_text": "worse than anybody else's because they're always giving, so they are not taking care of their own interests. So their performance in the company is worse. Wow. So that means people working in a charity organization who gives a lot, who devotes a lot, underperform. Underperform. But for the company, the company's performance is better. Oh. The company does better because of the givers. The contribution, right? Yes. And because of them, they create a better culture. Oh, that's very interesting. So the other interesting bit is this. If you have",
      "chunk_id": "662cbb61-8109-408c-82d6-53bf839cbd5c",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 547
    },
    {
      "chunk_text": "five matchers and one giver or two givers, the two givers will influence the matchers to give more. They are a positive influence. So you need, okay, let's do that again. You got five matchers. Yeah. And if you put two givers among this five matchers, you positively influence the group. The group, yes. So givers are very important to companies. They are not that common. They are not everybody, but they have a very positive influence. So bring in two mothers into the corporation.",
      "chunk_id": "2a1e821b-4865-4195-9bca-bc144637b045",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "And mother everybody. There you go. There you go. The interesting thing for me was the taker. They are like bad apples. At the start of this episode, I did say I was the taker. No, you're not. You're a giver, John. I've known you long enough. I'm a matcher. I know that, but you are a giver. Okay. The bad apples are takers. They are like a bad, we have a saying in English, like a rotten apple in a barrel. You put a rotten apple in a barrel, it makes the whole barrel rotten. Okay.",
      "chunk_id": "65d94692-5361-4d33-bf2d-94c0f9ebe409",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "They are the negative influence. They are bad. They don't get influenced in any positive way by givers. They're just bad. But did he mention that, I'm sorry to interrupt. No, no. Did he mention, Adam mentioned that, what about the influence of takers, putting the takers amongst the matchers? What happens? What happens is matchers get pissed off. I shouldn't say that, but they do. We were going to censor that. Okay. And basically they spend a lot of time",
      "chunk_id": "ecfd4184-4f3b-47d3-8702-ba63bc9fc78b",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "trying to hammer the taker. Once they know it's a taker, they go out of their way to pay back. I see. And it creates a bad influence. So he came to two conclusions, which I found very interesting. One, get rid of takers. Get rid of takers. Not just be nice and there's no way to change that. Fire them, get rid of them, get rid of them. The negative influencers, get them out of the organization. Which is really weird. Most people would never say that about workers. If he's a taker, get rid of him.",
      "chunk_id": "fd698d5c-6f10-471e-bc0b-36fe130c4ff1",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "And hire and cherish your givers. Try and create an environment where they flourish because they will positively influence your company on the whole. So it's so interesting to have somebody say, get rid of somebody. I had a very interesting student once do a presentation on employees. He was a manager and he said two very interesting points that I never thought of. He said, one, if you have a good employee and you lose them, be good to them. Be good to the good employees you lost.",
      "chunk_id": "cf89049e-934e-4ab1-9c97-3e9f3a5c746a",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 485
    },
    {
      "chunk_text": "He said, because they might bring you more business. Oh, when they leave, they go to another company. That company might be word of mouth that he says they will bring you because he, they dealt with auditors. So those orders will become accountants. If I am from the company, I can bring business. I can say all my company. Yeah. So he was always said, be good to the good staff. And then he said this, get rid of the bad ones, get rid of them, get rid of them. And I thought, wow, how brave. I've never heard anybody say that's very gutsy. It is most of the time we go into a company, they look after it.",
      "chunk_id": "10516d34-b2be-4f73-8a7c-e1874471b145",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 605
    },
    {
      "chunk_text": "Everyone. They don't try and say, oh, he's bad. Let's get rid of it. Yes. The very much the Asian culture where you sort of take care of everybody, take care of the community, take care of your own. Yeah. So this is a very interesting idea that fire the takers. And he said, usually he found, and this was quite odd to find a taker in an interview is very difficult. He says he found one difference. Of course, it's not an absolute truth, but this is what he found. He says, if you interview a potential employee,",
      "chunk_id": "a950d0fd-5c76-48e5-a2af-aebdc9fd8d76",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 513
    },
    {
      "chunk_text": "and you ask him, tell me about somebody that you influenced or helped in your career. This is in the workplace, right? Yeah. He said, givers always talk about somebody below them, somebody who's not important to them that they helped. And takers usually will give examples of people above them, the bosses, the people that they helped. Oh yeah, my boss had a big project and I helped him for three hours. And so he found that's one key. So it's very difficult to find them in the interview process.",
      "chunk_id": "458ea0e1-6d1a-4a9c-9404-c7d5c57769f2",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "Because they are in the company, of course, you can find them. Through their performance. In time, they let their facade slip and you realize this guy is a taker. Conclusion, basically. So you basically get three kinds of workers in the workplace. You have givers, takers, matchers. Givers are great for your company. Get rid of the takers. There are no real, well, the word out of this piece would be matcher, which is a new word to me. I've never heard of it. And it's a new idea that I had to think about it. And for me, I'm a matcher. John, what do you see",
      "chunk_id": "887236c8-6861-49c5-99d3-a211677ddd3b",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 560
    },
    {
      "chunk_text": "yourself as? I actually see myself more of a matcher than giver. But thanks for the compliment. I'll take that. Because, you know, my star sign is a query. So, you know, it's in my nature to want the ballot, you know, the water, the ballot in the bottle. So I can actually, I find myself adaptable in all organizations. However, I need to find the balance. So when I actually see all these, you know, scaly things or sneaky business deals, you know, it really drives me.",
      "chunk_id": "4ebe37c3-2984-4ae7-b881-9262152f7949",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "Up the wall. Yeah. And that's why, you know, I've actually maintained a freelancer for such a long time. Yeah. I don't do, I don't work well with, you know, like bosses with dirty business dealings. Oh, okay. With ulterior motives. Okay. So basically it's a great talk. It's on TED, www.ted.com. And you can basically go and have a look, see if you are not an English speaker, you can find subtitles on TED on the website. I know there's an app that has a subtitle app, so you can find subtitles.",
      "chunk_id": "a023e122-d252-4f58-8600-3135749ab840",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "Right. So how long is the talk actually, buddy? Oh, it's 13 minutes and 28 seconds. Very nice. That actually fits the profile of 15 minutes today. Giving yourself that 15 minutes to learn something today. Okay. So word of the day is not out of there. It's a new word that I learned this week. Oh, please do share. And it's called Joska. J-O-U-S-K-A. Could you say that again? Joska. That doesn't even sound English. It doesn't sound English at all. It's a psychological sort of term.",
      "chunk_id": "51f87382-5308-437e-970b-07ab397fe401",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "I don't know where it comes from, John. Don't ask me these things. I just learned the word. You know, we need to hire an historian next time, you know, like to tell us that it came from like BC. I think it comes out of a different language, definitely. And it basically means a hypothetical conversation that you compulsively play out in your head. Like a daydream. Like a conversation in your head. Well, yes. You're talking to yourself. You're talking to somebody else. Imaginative conversation. That's it. I mean, it's basically you're going to go for an interview.",
      "chunk_id": "8763b9ec-7cac-4744-9e6c-0583f09c36e3",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 568
    },
    {
      "chunk_text": "And you decide to play it up in your head. What am I going to say? Or maybe something that happened the day before or a year ago that you try and relive in your head and you go through. I should have said that. I could have said that. Man. I do that all the time. How about you? I actually do that, you know, quite often in a day, literally, because, you know, I would sip my coffee. Can we say go into Joska? No, I don't know. Just Joska. Is it a verb? I don't know. Joska-ing. Yeah, I'm Joska-ing while I'm driving.",
      "chunk_id": "ef604720-022f-4a9f-be44-d6726e2d0032",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 517
    },
    {
      "chunk_text": "That's what I do. I Joska away as I drive. This is a very difficult word. How do you Joska-ing? I don't know, John. All I know is I like the word. This is actually very interesting. So if you guys actually, you know, check this out and figure out a way, please do let us know how to use this word Joska or, you know, you feel free to Joska in the day. Joska about our conversation today. Yes. John, thanks a lot. I hope we learn something today and have a great day. Thanks very much.",
      "chunk_id": "4531355b-102c-492b-8eff-68a4fa6e7ebd",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "How about you Joska? Well, write to us or comment in our blog at www.15minutes.today.",
      "chunk_id": "e408a91b-0274-4c09-8acb-e7c11247a566",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d892",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.8 TED Talk 你是付出還是收穫_.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 85
    }
  ],
  "original_text_length": 10545
}