{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
  "episode_id": "6860dd2dbb826d6ebef9d9d3",
  "collection_name": "RSS_1442509198",
  "total_chunks": 24,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to 15 men's dot today the home of English shadowing and in this episode you are listening to John fang and Gavin today We are going to talk about article 583 titled. Goodbye password Banks up to scan fingers and faces instead. Oh I've seen a fingerprint scanner on some ATMs already John. Is that the new plan? I believe that is coming. Yeah, that is the new plan and hopefully in the future we will also get",
      "chunk_id": "19fd5705-d6f9-4e84-8d0d-dea916901eec",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "Facial scans and retina scans so it means in the future thieves are gonna steal your ATM card and then chop off your hand Pretty much. Yeah, pretty much. They would have to chop off your hand or at least a finger Yeah, which finger your eyes out or just chop off your head drag that to the ATM Yeah, too much information there, but that's a little unsavory. But okay. Yeah, we will we will John wick everybody to steal the ATM card so the whole idea now is that we have more and more accounts online and",
      "chunk_id": "dfcfa756-ca48-4f8c-907a-64bc35fd7aaa",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Bank accounts passwords the whole nine yards and information and identity security again needs an upgrade Banks are working now towards phasing out passwords and opting for biometric security measures such as fingerprint retina facial scans as passwords That's a big brother thing right John. I mean think about it now the banks have your face I mean the government probably already has it but it means you you saw my narrative",
      "chunk_id": "f48d96c5-6d68-4f69-9609-0736e30d73f1",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "Report. Oh, yeah, that's we're hitting. Well classic our neighbors across the sea are already there So yeah when I depart or when I enter the country now I'm going through that biometric system that we have with the fingerprint and the eyes I have to take out my glasses. Oh the E gate Yeah, the express check in and check out I saw I I need to apply for a new ARC soon and I saw that they have an application line there I think I will when I do my issues do it. I will do it. I'll do that because it'll change",
      "chunk_id": "4c1932a3-5221-4f3e-a7df-6e14efe0035f",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 510
    },
    {
      "chunk_text": "You know speed up things it actually does because I've tried it and it takes me like less than five minutes to pass the gate now and I mean as a foreigner that's really helpful because I you know, it's difficult sometimes you line up, but I must note to this There's actually one line for people like myself who have an ARC right and that line is almost never Populated by foreigners because all the people arriving are usually you know, they have a visa for ARC holders There's a special line and my goodness that that's quick",
      "chunk_id": "f3a48979-e04d-44c4-b36b-9429bd44346f",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 527
    },
    {
      "chunk_text": "I've I must say really? Yeah, I've been very lucky for you recently. There's a line which is for permit holders and stuff and it just says that and So can we safely say that people with ARCs either don't get in much or don't get out much. I don't know But it's just one lane just one right the rest is all foreign or local Yeah, one specialized lane locals can also use the lane. I know Yalin and Nora went through the same lane with me Okay, so that's the nice thing we can go through as a family",
      "chunk_id": "884208db-d9cf-4e3a-ac4b-ba64b5654520",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 497
    },
    {
      "chunk_text": "Because sometimes when you get to like, you know, if we went to Thailand I use a different passport Yes, so sometimes I get through faster because she had to apply for a visa last time. Uh-huh So and if you go if we went back to South Africa, of course, I go a local and she goes as a foreigner So it's always nice if we just go through together. It is stick together You know as a country we are quite friendly to you know, most visitors. We don't give them a lot of trouble It's just sometimes the long lines. Yeah. Well, that's everything",
      "chunk_id": "3e26456d-cc4b-49b6-a6e5-2ee6ccafc32f",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 541
    },
    {
      "chunk_text": "Yeah, that's everywhere. We got a Hong Kong long lines everywhere. If you go to Macau long lines everywhere if you go to Okinawa It's a small airport like the Bloemfontein Airport. You also have to line up like crazy. Okay, I haven't been to any of those John The couple of vocabulary we're going to discuss today is the first word biometrics. Ah, it's a good word It's a good word. Oh, we have to know this word because it's coming. Well, it's already here You know, you've got your iPhone your biometrics part of your",
      "chunk_id": "209a22f9-97cd-4f54-9cb9-7c929c23b371",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "Phone, I use a fingerprint scanner on my phone all the time. But what is the definition of biometrics? I have no idea. I would have thought it to do with bio as in your facial or body so so when I look at this word the The way I would interpret it is metrics, you know being a measurement a way to measure right and bio means biology Meaning anything to do with body parts. Yes or animal parts body measure. Yeah, so it's like a body measure, right? But listen to this biometrics technically",
      "chunk_id": "0adb1626-1dfb-4f8e-86f7-914b24383686",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "Is a word derived from biometry and biometry. It means the application of statistical analysis to biological data Okay, that's a mouthful. Yeah, so it's basically saying that you're generating or you're applying Statistical analysis to anything biological. Well, that makes sense as I said, but a big mouthful Yeah, yeah, but I mean, you know, I still prefer my you know our interpretation, but it's a measurement of biology. Yeah of your face or",
      "chunk_id": "81b02bef-001b-437c-8f4c-7d9090791e10",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "Your fingerprints, it's all maths. Anyway, the all of those measurements are put into ones and zeros or ones, right? Exactly. So as long as you dot all the I's okay. So your example sentence John, right? So Gavin I'm gonna have to go with I changed my lock to a biometric Fingerprint lock good at home at home. That's a good idea Yeah, so now nobody enters the house or leaves the house without their fingers",
      "chunk_id": "75f52c36-c4f6-4108-b46c-fb22bbc43154",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "Tell me can you is it a smart lock it's not connected to the internet so it's not smart It doesn't it's not internet or Bluetooth enabled, but I can set the five fingerprint biometrics Hmm. Yeah. No, I was just wondering because nowadays, you know You can have these smart locks and you could unlock it, you know If your friend calls you I'm at your front door. You could send a message through your phone. It's not and I'm not that's a little too expensive I want something just with a little",
      "chunk_id": "0f5333bb-31e6-4cd0-a79d-75da7b73661c",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "Fingerprint really on how much is that John if I may ask? Well, I don't know exact amount because I didn't pay for it. Oh, okay. Yeah, my parents did Yes, so now if they because they tend to forget the keys a lot So now I'm sure they won't forget their fingers. We hope not You know one thing I must tell you though is like I know my mother she's 82 Yeah, and her fingerprints are leaving are gone. Yes, they are worn off",
      "chunk_id": "49952f3a-2028-4960-aa41-ecbb968a4a0a",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "so they get quite angry she had to renew her driver's license and they were annoyed as all hell because They didn't get a fingerprint from her. They couldn't read her fingerprints. Yeah, they're gone So she was saying to them what am I supposed what am I supposed to do? Yeah, so that's quite funny, right? The next word log in log out. Yes Log in log out. So you need to log in with your email and password You need to log out by clicking this button",
      "chunk_id": "c07f8646-fcb8-46d9-92fd-d9f6edb1509d",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "Okay. Okay. So when we talk about login details we are referring to the email address the ID number or perhaps your telephone number with your Associated password so username and password username and password. That's your login details. I mean that's been forever I mean I can remember way back in the day. You always had login Details even before smartphones or everything. Yes computers had that because",
      "chunk_id": "25dd61fe-e5e8-4e3b-8d11-24c8b0e2ae27",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 406
    },
    {
      "chunk_text": "Especially in a business environment you had to control who could access your information, right? And that is the noun so login login details, right now you can also tell Your friends and family. Hey, just remember to type your username and password when you log in As a verb. Yes. Okay. So the next word I want to talk about is two part one the noun Verification the verb verify verify. Okay, so your biometric",
      "chunk_id": "7ffb7911-b44d-4838-9f1a-8676c92299d8",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "system will verify your fingerprints, right or when you open a bank account with Any of the banks you need to verify your identity Correct. Okay, or you have to verify your residential status, right? Are you a real resident here? Are you just passing by? Okay, right. So verify is a very important word for us. Yes Well, we use it on a daily basis. You need to verify a lot that you need a lot of verification",
      "chunk_id": "7d7acabb-9467-4827-ba93-88514ad4679f",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "for most anything you deal with with a government just think you know for how many times you have to show your identity identification documents anything you have to show somebody your ID for is a Verification right if you go to the bank if you want to pay an account I never understood that idea. I went to pay an account and sometimes they want to see my ID. Yes I'm thinking why it's called. It's a policy called KYC know your customers No, but the point is if I'm gonna do John a favor and I go to your account and say don't tell John",
      "chunk_id": "eb69e62b-6bac-492c-92d9-39ce260df123",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 538
    },
    {
      "chunk_text": "I'm gonna pay his account. They go. No, you cannot because you are not John. Well, this is this is quite interesting because Right now there are a lot of people who are scammed, right? Yeah, so they have this policy of knowing your customers So they tend to just ask you do you know? This person that you're wiring the money to yeah They usually ask you about that and if you can't seem to answer it they will call the police and have the police just Verify this person for you. Okay. Well, it's just I thought you you know, I mean",
      "chunk_id": "c802a58f-86cb-4e46-921b-f9e4b0974ba0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "You couldn't do a surprise like, you know in the olden days You could just go pay somebody's account as I know not anymore because there's just too many scammers out there So the next adjective I want to talk about is short-lived short-lived short-lived that is the so VCDs. Yes VCDs back in the video CDs were short-lived very in South Africa because we went it was almost non-existent They did not exist. We went from VHS to DVD DVD, right but in Taiwan",
      "chunk_id": "f00c1b48-a99c-4daf-a9da-0417a83135f7",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "CDs were not the short-lived huge. They actually kick-started the whole CD age That's when people bought CD burners CD writers or CD related paraphernalia peripherals And also, you know at homes we still I still have my old VCDs. They weren't DVD quality There were video CDs of 240p. Yeah, pretty much. Yeah, I can honestly say the first VCD I ever saw was in Taiwan. I was very confused. I was like, what's this?",
      "chunk_id": "9d62a672-5bcc-4ec2-b1d8-41c1a590d980",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "What's a VCD? What kind of standard is this? And I was quite excited I bought a bunch because they were cheap at that point DVD had already, you know been existed for a long time and I sent them home for my dad I sent him thousands of discs of movies. My dad loved movies. It was cheap Yeah, so I would just pile them up and post them a bunch of movies so that he could watch and it was playable on all DVD players Yes, right. So it was great. But you know in South Africa that technology was...",
      "chunk_id": "f0fd9b99-a3ea-4d74-9703-d0923c3c1440",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 495
    },
    {
      "chunk_text": "It got leapfrogged by DVD. So, you know technology is quite short-lived Yes, actually my sample sentence was gonna be my dream of becoming a straight A student was short-lived I thought I could study hard. I thought I could get it done. But no that dream was very much short-lived I think straight A's was like quite any A was quite surprising to me like what what happened?",
      "chunk_id": "58047d72-20b1-4fa2-b1da-ea08f4f837b0",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "student what I would never was I got one or two by some weird miracle, but yeah Not something that happened to me. Okay, so I think the question for this episode of vocab to our listeners Do you prefer biometrics or the old-fashioned username and password? All right, and we'll catch you in the next one guys. Bye Thank you for tuning in to this rerun of vocab",
      "chunk_id": "68e337c4-9051-4754-a7c4-6b9e1953cb10",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9d3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP.018_ 很快就用不到帳密了 _ Fingerprint retina scans instead of passwords.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    }
  ],
  "original_text_length": 11076
}