{
  "filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
  "episode_id": "6860dd2dbb826d6ebef9d895",
  "collection_name": "RSS_1442509198",
  "total_chunks": 47,
  "chunks": [
    {
      "chunk_text": "Hey guys, welcome to Taipei Banter again, where Jon and Gavin uncover the interesting trends and stories and just talk about anything in life. Jon, how are you today? I'm doing good, Gav. But just before we continue, just want to welcome everybody back, you and I both back from a few weeks of hiatus, actually. Haven't been updating lately. A lot of things have happened during the summer. Yeah, holiday. Holiday, holiday, holiday, holiday. All right. So where did you actually",
      "chunk_id": "aea29bd8-42b5-4517-8031-70b8d130c67b",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "go, Gavin? I went to the Philippines, Jon. I went to a place, well, outside the city of Cebu. Outside the city of Cebu. So I could go to a place there was nothing going on. So people fly to Cebu, but you decided you want to go outside Cebu. Of course, Jon. There are places in the Philippines where you can go where there's basically nothing going on. Okay. And you can relax and, well, just do as little as you can. Do as little as you can. Is that",
      "chunk_id": "f37aa374-b4a7-4b5d-9968-fc4fc6505f12",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 449
    },
    {
      "chunk_text": "your one word summary of your vacation? Yes, Jon. I mean, if you stay in a city, you find things to do. It's just inevitable. It's like, okay, what are you going to do now? And you end up going to malls because apparently Cebu is famous for malls. Okay. I didn't go anywhere near Cebu city, so I don't know. But if you go outside in the countryside, there are no malls. The closest shopping center was about 15 minutes by little motorcycle taxi. And it was just basically a supermarket. Okay.",
      "chunk_id": "85f17237-24b4-44ce-b54c-6f24ec896404",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 492
    },
    {
      "chunk_text": "Other than that, the beach was 15 minutes away by little scooter. And that was quite empty and nice. So it was good. All right. Relaxing. Relaxing. A relaxing vacation. How about yourself? Yeah, a lot has happened. I have actually moved. Oh, congratulations. It was a good move. It was a good move. I think it was a good move in terms of everything. So, but the packing and the unpacking is still hell. That is terrible. Yeah.",
      "chunk_id": "6f4a8e90-4792-46ac-b219-f72ae994dfb8",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "So I've been back for almost 12 years now, almost 12 years, and I've moved five times. That's not very pleasant. So, you know, like first three moves, I handled it quite elegantly, but this move particular, I have a lot of figurine collections, as you know. And even the movers came and said, dude, is this it? Or do you have more? And I'm like, I'm sorry, there's more.",
      "chunk_id": "f86d4372-a6ef-490f-acc4-03fdea80fadb",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 370
    },
    {
      "chunk_text": "In the toilet. Yes. And actually the guy who's almost our age, actually, the guy who came to move my house. And he said, you know, like, so how many of these figurines do you actually have? Are these all models and figurines? And I said, yes. And then he's like, wow, you have the most massive collection I've ever seen. Oh, really? Yeah. I mean, in terms of like in the boxes. Oh, see, John, I never saw the whole collection because you had stashed it everywhere behind nooks and crannies in your house.",
      "chunk_id": "14389e25-aa99-43d8-8354-f81bf6dcc905",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 504
    },
    {
      "chunk_text": "Exactly. So it wasn't like it was all on display that I could go, wow, oh my God. Exactly. So it was none of the figurines were on display. Right. They were all, you know, stashed neatly in the boxes, you know, unopened. If you go online and you want to buy on eBay, they usually have this word called MISB. It means mint inside the box. OK. That's how I keep my figurines. I like that word. Mint condition inside the",
      "chunk_id": "3b396308-be2d-4783-bdcd-7d4d7b6daf2d",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "box. OK. All right. So that's how I did not touch it. That's how I like it. And as a joke, many of my friends said, you know, came and helped me move. And thanks to them, you know, helped me pack and stuff. They actually said, dude, you've been staying in the boxes while your figurines have been sleeping on the bed. There you go. Yeah. That was how bad it was. So fortunately, you know, the move was great. The movers were fantastic. You know, I would recommend Taiwanese movers to any person who needs it.",
      "chunk_id": "d21d8755-dfcf-432b-92ab-a25600217f22",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "Because, you know, I packed for a whole week and the movers came and moved everything on the truck in 30 minutes. Wow. Flat. They they I don't know how they actually took it. But I mean, they were very smart with the boxes and everything. And they handled my figurines, my my prized figurines with absolute care. Like I was watching them. They were like, you know, lifting and, you know, lowering the boxes like very,",
      "chunk_id": "fc2634ca-9969-48e9-ad99-b3bc1cbfaedd",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "very delicately. OK. Yeah. So they packed it very nice. And they unpacked, you know, to the now the apartment where I stay. They unpacked in 25 minutes flat. Wow. So they're very efficient in 25 minutes. And that was amazing. Wow. Loading was 30, 35 minutes. Offloading was 20, 25 minutes. You know, so but one thing I actually felt quite sentimental about was that I've stayed in that apartment for a couple",
      "chunk_id": "ac9959e0-236b-4459-a88b-72efb9bb9899",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "of years, as you know. Yeah. We've visited me a couple of times over the couple of years. At that moment, I felt when I moved, hey, you know, your life of like five, six years in that same apartment was eliminated just like that in like 30 minutes. You're gone. You think you had something there, but the permanence, the permanence just evaporated. Yes. You know, the place once you call home, 30 minutes. Boom. It's gone. It's gone. And now you have no keys to go back.",
      "chunk_id": "f44f6864-3d76-40ef-9310-f1b786b714f5",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "That's that is it. And all you have are like pictures or maybe like memories of Gavin visiting me, you know, having a coffee, you know, right next to the building. So, yeah, you know, at that moment, it really hit me like, yeah, you know, you think there's some sort of, like you said, permanence in living, like you created some sort of living. But 30 minutes, you got to create new living. Well, John, the change is as good as a holiday. There's a good idiom. That's an interesting one.",
      "chunk_id": "687bad82-349c-488d-a134-2ac3ae4a4dfe",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "Well, sometimes we just change our jobs. We change our lives. We change maybe home. And that's as good as a holiday. It invigorates us. Yes. It gives us energy to carry on and try again. Oh, yeah. Start over. Yeah. I wouldn't say start over, but I mean. Well, yeah, you continuing, but it's like it feels like there's a, you know, that milestone has been met and up to the next one. There you go. OK. So, guys, thanks for holding on to the channel. And we're going to be officially back.",
      "chunk_id": "a88f0caf-ad60-4808-a6b1-24521d1a4d0d",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "Yes. And we're ready to work, you know, after all the holidays and the moves and all that. So, Gav, today you mentioned something very interesting. You want to poke fun at my name. Oh, yes. Well, it's just because your name as well is quite, how can I say it, famous in the English language. You know, if you look at the Bible, there's a John there. Yes. And John the Baptist. Yeah, John the Baptist was a big important person. I'm in the Bible. I'm part of the Bible.",
      "chunk_id": "dbd62d78-bcc6-42d0-a8e1-7daf728fe690",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "I'm part of the royal family. My brother is named John. I have a brother named John. So John is a very, very proud and long English name. In South Africa, don't you have more like Johans? That would be the Dutch side. You know, my family were English. Oh, John. John is a very proud English name. OK. And it's got a long history. There was Prince John King John. I'm sure there would be. Before you really poke fun at my name. Yeah. I would like to just mention there was a question a lot of people asked me in Taiwan. People go John.",
      "chunk_id": "a0eff70f-4dd9-4fa2-8d1b-e74d804dfbcc",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 534
    },
    {
      "chunk_text": "Now, one student came to me and said, you know, my daughter asked me, John, why do we call you John? But in Chinese, we say Johan. And I'm like, that's Johan. That's Dutch. Yeah. The European way of referring to John. Well, no, I mean, the spelling would be different. Yes. But actually, you know, for the British side, it's John. Yeah. But if I went to Holland and I wouldn't say, oh, my name is Johan, even though because my name is John. Yes. I would expect you to try to pronounce it like that. So I explained to him and I said,",
      "chunk_id": "6f28bc01-012f-430b-a528-00811a4efd86",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 532
    },
    {
      "chunk_text": "you know, that's European. You know, that's that's from, you know, Netherlands. OK, that's how people call it. And then so he's like, oh, no wonder. Like, but, you know, why? If you think about it back, looking back in history of Taiwan, the Dutch actually came to Taiwan. So they they left a lot of the legacy language from them. So that's why I suppose at that time, people said, oh, yeah, honey, it's John. And that's how it continued. So so, yeah. And Johan is",
      "chunk_id": "7a94ac13-421b-4cef-96b4-cbe8e1fba6e1",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "quite common in this in Afrikaans and in Dutch. Again, probably from the Bible. It's a biblical name. Yes. So they were Christian names. Yeah, it's a Christian name. So, yeah, there are those Christian names. What were the disciples? The one nobody knows. You don't want to be on the podcast and say, oh, Matthew, Mark, Luke, John. Yes. Those were the Matthew. Those are the first. So if you come from religious families, you. Well, religion was a big part in",
      "chunk_id": "5b63021d-9c5b-4fb7-ab94-dce8c8da71e9",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "Europe. You can never, you know, the Roman Catholic Church and is huge. And even the the the breakaway churches from that, the Protestants and all these other ones. And they still read the same Bible. So Matthew, Mark, Luke and John, those are the four first names of the Bible. So if you're in Afrikaans, you know, they translated the name John is not John. Oh, yeah. So that's why it's the same in Chinese. Yeah. In Taiwan, they translated into traditional Chinese. Yeah.",
      "chunk_id": "3e2cc6d3-ed36-4699-b570-59923f72507d",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "They've actually adapted the names a little bit easier for people to understand here. So that's that's why. So it's a big name. So you got a big name. I've got a big name. Yes. And a famous name. Poke fun at my name. Well, not really poke fun, but just talk about these things or phrases we use for John. OK, we'll start with the worst one, which is the John. Oh, because I need to go to the John, which I need to go to the John. Yeah, I need to go to the toilet. Yeah. And then a bit of",
      "chunk_id": "4b98cd68-5f76-44d3-85b9-431df673bc39",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "an unsavory one where ladies of the night call their customers Johns. Yes. Because John is a very common name with, you know, I mean, if I want to go there and say, what's your name? John. It's like John Smith. Exactly. Now, there's a name to to to hide behind in English. You know, in Chinese, there are many common names, but in English, I mean, John Smith is about as common as you can get. Oh, yeah. Smith is the most common surname. And John is a very common name. So John referring to, you know, paying",
      "chunk_id": "affe0069-7fd8-42be-9e3b-b32022b01bfb",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 508
    },
    {
      "chunk_text": "clients. Yes. Yes. So, you know, many of them dream of marrying a John or their John. Then we've got an interesting one. John Hancock. John Hancock. Yeah. Where have I heard that name from? That is your signature. So it's an American thing where if I need your John Hancock, I need your signature. Oh, so actually, that is very interesting. It was a funny one. There's this little story in the movie Hancock. Yes.",
      "chunk_id": "4d585d41-3f9e-449c-b82a-4afb2503da2f",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "Will Smith's character is also John Hancock. Yes, because he had lost his memory. He was a John Doe. And when they asked, he said, I need your John Hancock. He just took that name. Oh, and there is the next. I didn't know that. Oh, that's that's the story in the movie. Why he was called Hancock. He forgot he lost his memory. That's very interesting. So he took the name John Hancock because the guy asked for his signature and he called it a John Hancock. And then we have John Doe and Jane Doe. So what is a John Doe? A dead body.",
      "chunk_id": "17943651-2dbf-4345-ad5c-022288a27994",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "A male dead body. Not necessarily. No, no, no, no. John Doe. I've been watching a lot of CSI. Unidentified person. If you wake up in the hospital and they don't know who you are, they write your name on the thing will be John Doe. Because it's from a famous case. I knew the story a long, long time ago. Of course, if you're a woman, it's Jane Doe. Yes. So it actually was from a real person. So that's where it came from.",
      "chunk_id": "d2896671-427b-48c6-be80-ec14d9e3ac77",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "CSI for dead male bodies. Unidentified John Doe. But not just dead people. It's also for live people. So if I one day I wake up on the beach in Thailand and you've got Alzheimer's, Alzheimer's and they my family just left me there and ran away. I would be referred to as John Doe. OK, so those are the most common. Not Gavin Doe, but John Doe. No, no Gavin. John with some Doe. John has some Doe. I think it's because all of these have stories, of course, where they came from.",
      "chunk_id": "0500962c-2ff9-4de0-bf51-ba886947d6a0",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "The real person's surname was Doe. It wasn't a deer. But that's how we refer to unidentified persons. Yeah. So if we don't know what your name is, we can call you John Doe. And then, of course, OK, so those are the Johns that I could just think of quickly off the top of my head. Quite a few, quite interesting range of ones. Now, another one I love that I think is really pertinent to Taiwan is a lazy Susan. What is a lazy Susan?",
      "chunk_id": "372bb2dc-2103-460c-9556-b3e557dbb0f6",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Lazy Susans around, though, in Taiwan. But lazy Susans you will find in every single restaurant. A lazy Susan. It is an object. It's an object. It's an object. It's used in restaurants primarily. Yeah. And it's put in the center of a round table and it's a round spinning disk. And you put your condiments or your food on the lazy Susan so that everybody can reach. Ah, yes. What is the Chinese for lazy Susan, John?",
      "chunk_id": "e46ff113-22ce-4dad-a196-883d9f4e4a5b",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 416
    },
    {
      "chunk_text": "I actually don't know. Good. I'm happy now. Now I feel it. Because we go to restaurants and we don't go to the waiters. We don't actually go to the waiters and say, I need the round spinning thingy. Like, can you give me that round spinning thingy? It's a given. You expect that at a Chinese restaurant. But it's always interesting. I don't know if there's another English name, but the English name I know, which is correct, is a lazy Susan. I think a lot of people would directly translate it as a turntable. A turntable. That's something else. That's for DJs.",
      "chunk_id": "bdbaafb2-a6e2-4060-b22f-7e31a79d38ac",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 562
    },
    {
      "chunk_text": "That's a lazy Susan. So then there are a few others that we use. I mean, there are some of them, which I enjoyed as a kid, was Bob's your uncle. Oh, my professor, head of department at our faculty. He loved this. And Bob's your uncle. Yeah. And then it's done. It's finished. It means something like that. And ta-da! That is that sound. Ta-da! Which means Bob's your uncle. It's done. And no major problem. So it's something that I sometimes forget. And it's there in our vocabulary.",
      "chunk_id": "9d30d4ed-5723-4706-9083-869b43d0dc76",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "But, you know, it just goes to sleep sometimes. We stop using it. Of course, Murphy's law. What is Murphy's law? Murphy's law is what will never happen will always happen. No, whatever will go wrong or can go wrong will go wrong. Yeah. I think there are like many rules. I have no idea that there were rules. I mean, you can apply it either way. Yeah. You will prepare everything. And then the one thing you didn't prepare for, not even thought of, will happen. Yes. In like Flynn. I've never heard of it.",
      "chunk_id": "0bb23890-0ffb-41bd-b7c4-506ede550338",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 505
    },
    {
      "chunk_text": "This one? I've heard that one. And it's basically if you are, my friend has started a new company and I'm in like Flynn, I'm going to get a good job through him. Oh. So it means you have a connection and you're going to get... To smooth things out. Yeah. You know somebody or you know something that's going to make something very easy for you. Okay. And I'm in like Flynn, in a position or in a situation. Right, right. So, oh, of course, here's one from Pirates of the Caribbean.",
      "chunk_id": "cccfd86b-227b-4650-81e6-15a1e7d616ed",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "Locker. Ah, Davy Jones' Locker. Davy Jones' Locker. Yeah. A lot of Pirates expressions and idioms, right? Yeah. Well, Davy Jones' Locker is... Walk the plank. Yeah. Well, there's no name in there. I'm just going for things with names in. So Davy Jones' Locker is the drown in the sea. Yeah. Yeah. Is where you're drowning. Yeah. So anyway, that was Pleased as Punch. Do you know that one? No. I'm Pleased as Punch. Pleased as Punch. Which means I'm very happy. Now, who's Punch and Judy?",
      "chunk_id": "6ee7affb-ac43-4a26-80fe-679352bfa0aa",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "Punch and Judy? Yeah. No, I've never heard this. Well, this is... I've never punched Judy, actually. Well, actually, it's a very violent... It was a puppet show. It was a very traditional English puppet show. So if you grew up in the 1789, I don't know, early parts of English history, Punch and Judy were two characters and they would have these puppet shows at fairs. And of course, they were very violent. They would beat the hell out of each other. Oh, okay. So Pleased as Punch means to be very happy.",
      "chunk_id": "3ca682aa-0180-4d93-b298-0463f14014ca",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 506
    },
    {
      "chunk_text": "So Punch was one of the characters of Punch and Judy. I think he was the guy who got... Okay. So I've seen little excerpts out of a Punch and Judy show on TV or in a movie, but I've never really seen one. Like in black and white, dude. No, no, no. They still do them. Do you think they just throw their culture away? This is very old. Oh, better dig this up. Yeah. So a Punch and Judy show was a puppet show. You know, like in Taiwan, you would have traditional puppets. Oh, yeah. Now, these two characters are very... Finger puppets, right?",
      "chunk_id": "81cca2d8-6c8f-489f-a64c-f08baade6933",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 541
    },
    {
      "chunk_text": "Yeah. Finger puppets, head puppets. So, and I remember the one thing I do know about Punch and Judy, they were violent, you know, that one of them had a rolling pin and got beaten stupid. It's like, you know, Bugs Bunny with the bombs and stuff. Yeah. It's the same thing. It's very violent. Next one, which I always liked, because I always say that about myself. I'm a jack of all trades, a master of none. Jack of all trades. If you're a jack of all trades. Means I can do many things, but I'm not very good at everything.",
      "chunk_id": "66d9b1d2-c561-4b95-8823-a643e57a2933",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 524
    },
    {
      "chunk_text": "I'm not a great woodworker, but I could do some. Generalist as opposed to a specialist. Yes. And that means I'm a handyman, but I'm not a good one. And also, you know, to change your tires, you would need the jack. Yeah. Well, not called Jack, but I mean, you know, you would need the jack. Yeah. And then one that's to do with our neighbors. Keep up with the Joneses. Keep up with the Joneses. I know there was a movie about that.",
      "chunk_id": "31bcf21c-6e74-4909-9038-5b8e26d272e5",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 431
    },
    {
      "chunk_text": "Yeah. And the Joneses, keep up with the Joneses means to try and keep up with your neighbors. Your neighbors get a new car. You try and get a new car. You know what I mean? To try and keep up with them financially. Yeah. I think it was a movie. Yeah. And it was about a movie. And I remember it was companies that would sponsor this family. It was a fake family. And they would move into the neighborhood and always have the best of everything. And they'd throw parties and people go like, wow, nice car. And I said, yes, this is a Mazda. And this was a product placement. These people were sponsored by companies.",
      "chunk_id": "284cb795-a3cb-4896-b370-adbb93570c98",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 614
    },
    {
      "chunk_text": "To sell the products. To sell the products. In the community. In this community. It was a strange story. And they weren't even a real family. OK. So that's definitely one for this coming Friday night. If you folks don't know this movie, you can probably get it on Apple iTunes or Netflix or something like that. Go dig it up. Good. And then a bit more sinister one, a peeping Tom. I've got a couple of friends who are Toms, but are they peeping Toms? So a peeping Tom is a person who",
      "chunk_id": "3f01af05-d0d2-4bbf-b436-4929a8660a79",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 483
    },
    {
      "chunk_text": "walks around and tries to see into your home. Yeah. And look at you. So if your neighbor across the road from you has a telescope, which is aimed at your apartment window, he is probably a peeping Tom. What about, you know, nowadays there are a lot of these phone stalkers that take pictures of girls with skirts. Yeah. Upskirting, it's called. Yeah. Upskirting. They would be peeping Toms. Yes. Yeah, they would. That would be the traditional peeping Toms. Yeah, they were. Yeah, that would be now the new system.",
      "chunk_id": "425239d7-929a-45cd-8fb3-42719f9f41ea",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 514
    },
    {
      "chunk_text": "B phones and C phones. Yeah. So they would be peeping Toms. There we go. Technology comes from humans. And then just two more that I want to like to talk. One, to take the mickey out of someone. To take the mickey out of someone. I'm taking the mickey out of you. So you're taking the childhood out of me. No, no, no. It means to make fun of you or to play a joke on you. I'm just joking. So no, no, it's not a mean word. I'm not serious, John. I'm just taking the mickey out of you. OK. No more mickey for me. I'm too old for that. No mickey for you.",
      "chunk_id": "19abd11f-47e7-4bf3-9252-1ffd1d630d15",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 551
    },
    {
      "chunk_text": "And the last one, of course, the real McCoy. I've heard that a lot of times when I was in high school. Yeah. I would read a lot of adventure related books. Yes. And, you know, unraveling stories and stuff. Who's the real McCoy? Well, now it's more used concern about buying something on the Internet. You buy those nice Beats headphones through Shopee. And this is the question. Are they the real McCoy or are they just very good friends?",
      "chunk_id": "b8d1296e-5d8c-4700-bc2b-1c6c6f575d72",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 438
    },
    {
      "chunk_text": "Are they fake? Authentic. Yeah, are they authentic? And that's where we use it now as in it is the real McCoy. It's the real deal. It's the real object. It's, you know, it's not a fake. So that's where it's used now. And I think it's very pertinent to today's lifestyle because that is the thing. There are so many copies out there. Some things. I mean, I have a bag that you helped me buy through Shopee and I love the bag. We're not affiliated with Shopee. Don't worry. We're not sponsoring them.",
      "chunk_id": "82d2249c-09c5-48c9-ae06-e3b2fdf91026",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 498
    },
    {
      "chunk_text": "Right now, Shopee rules the buying sprees in Taiwan. But, you know, it could be through Ruten or whatever, Yahoo or whoever is out there. And it's a copy. I know it's a copy, but you can't copyright style really. Yes. So the company that designed the first original, that's the real McCoy, the XD design. Mine is a copy and it costs, my goodness, less than 25% of the original's price. And it's a good quality copy. And I'm not interested in the fact that it's not the real McCoy.",
      "chunk_id": "1b97bff7-eedc-4ef8-b8e5-fe7881357674",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "But buddy, can we also, if we have the real McCoy, can we have the fake McCoy? No, unfortunately not. It's not the real McCoy. My bag is not the fake McCoy. Let's not use the McCoy the wrong way. So I have a few, actually I have two bags that are not the real McCoy and I don't mind because sometimes- That would make a freaking good brand, don't you think? Real McCoy? No, not a real McCoy.",
      "chunk_id": "33776fd2-cfd9-4644-95b1-94697a4c17c0",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "Not a real McCoy. What was the one that was not a paper bag? There was this bag at one point. Not a plastic bag. It was a canvas bag. It was a canvas bag that actually some designer brand- And it was the cup that was not a plastic cup. Something like that. It was made to look like one. I have one over there at the silicone thing. So talking about that, I think we should patent that quickly or trademark it. Not a real McCoy! Not the real McCoy.",
      "chunk_id": "7f5175d5-7bdb-4288-af9a-23dac35150f5",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "If we trademark not the real McCoy, then somebody in China will trademark not a real McCoy. But grammatically we better be correct, Joel. I would get some stick from some friends about my bad English then. Anyway, so yeah, not the real McCoy means it's a fake. I have two bags that are not the real McCoy. All right. So guys, there we go. That's it for today. So Gavin, before we go, I think we have a few",
      "chunk_id": "8fa66131-ffc4-4a28-bcf9-3182b1349520",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "ideas coming up. We've got some learning segments coming up and, you know, we hope you guys will like it. Okay? Cheers! Bye!",
      "chunk_id": "e0f2ac49-fa6a-47b5-a0db-f96c9f435b06",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d895",
      "original_filename": "RSS_1442509198_podcast_1304_台北嘿掰講 Taipei Banter 第11集 - 跟_John_相關的日常用語.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 124
    }
  ],
  "original_text_length": 22042
}