{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
  "episode_id": "6860dd2dbb826d6ebef9d856",
  "collection_name": "RSS_1442509198",
  "total_chunks": 48,
  "chunks": [
    {
      "chunk_text": "Hello, you guys and welcome to a very special pilot episode of 15 mince cafe with nicka don't support a cunning. Hello, Clem. Hello, everyone. Hello, 15 mince cafe. Good appointment. How I claim Thank you for joining us on the special pilot episode Clem and because we have many many members that requested foodie support so I called you on our show to come and",
      "chunk_id": "c1ae4d7f-caf9-47c9-855b-4890580fb306",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 361
    },
    {
      "chunk_text": "Chat to me about all the great stuff in Taiwan So Clem, why don't you start by introducing a little bit about yourself and your show? So our 15 mince fam at a later point during the show they can also cross over to your podcast and subscribe Okay, my show is being a foodie All about foodie. Oh about foodie. Yes. So that means you are a foodie, of course",
      "chunk_id": "8ad36bc7-fd52-406b-914f-1c645b66c599",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "How much of a foodie would you consider yourself? Really? Yeah. I see. Being a foodie in your term is not only about having a",
      "chunk_id": "632d6577-c081-4fde-9ec8-eeccbad67c50",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 125
    },
    {
      "chunk_text": "big appetite not eating a lot, but you understand all the ingredients and the way things are cooked Exactly. So your show would you consider it a hardcore cooking show? Not really. About ingredients and cooking like that or what do you usually talk about in your show?",
      "chunk_id": "b4804710-09e0-46c1-9324-74e997244548",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 268
    },
    {
      "chunk_text": "A lot of food bloggers and food authors and do they write about traditional Taiwanese food or about all kinds of cuisines? Yeah, all kinds of cuisines. All kinds of cuisines. So Clem, I know for the past two months I have been badgering you to come and join us on 15 mince cafe I know you are extremely extremely busy now towards the end of the year But I really don't have any other better candidates than you because I know you are such a foodie",
      "chunk_id": "667b485b-2d1e-48f4-b83d-894d358a232d",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "and you know your cooking techniques and your ingredients a lot of things that I don't know and of course You are very similar to Patrick. You also understand a lot of food history, you know that I can learn a lot from you guys So I think we have to start from Taipei Taiwan Okay, because for me I grew up sort of in a mixed environment. So my breakfast is Very much mixed. So I thought I will ask you on this pilot episode",
      "chunk_id": "7eb045c1-d2c3-4d61-b198-aced24b5f3f0",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 423
    },
    {
      "chunk_text": "to come and join me and discuss what is your favorite Taiwanese breakfast? Because we have a variety of breakfasts in Taiwan. So would you share your favorite first? We'll start from there Breakfast food in Taiwan could be so many ways I think but my favorite So my favorite breakfast food is porridge. Your favorite food is actually rice porridge or in Hong Kong they call it congee. Rice porridge.",
      "chunk_id": "c0aec422-9d77-461c-8bae-bd761607a0c1",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "Milk fish porridge Milk fish is very popular in Taiwan Especially in South Taiwan. To me, it's just fish in porridge. So what else is there in the porridge? Do you put black pepper on? What's this type of seasoning? No seasoning or do you put some sauce in it? What about the seasoning?",
      "chunk_id": "5978db9d-0606-4ad5-bf10-a9b24582a2c9",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 286
    },
    {
      "chunk_text": "Just white pepper. Yeah. Okay. So you are saying that with this milk fish porridge you want to taste the original flavors of the milk fish. So what about people here in the north because you say in the south it's milk fish porridge from where you come from and What about here in Taipei because you work in Taipei So have you adapted to the Taipei way of eating?",
      "chunk_id": "111b7ae7-41d4-4a9e-bcd9-bf7db885c56c",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "It's very urban because if you go to the big cities the chain store is everywhere. Yeah, everywhere. It's everywhere. And then I think growing up I remember all the weird brands A lot of copies and knockoffs and it's kind of weird and it was all over the place and then people started eating sandwiches I remember growing up So that was a very very different culture, right? But again today it's very signature Taipei culture",
      "chunk_id": "f1afa150-b079-435c-9868-3b4436f5eb02",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "Taipei breakfast because it's not very Chinese not very Asian but in Taiwan you can still see a lot of these breakfast stores So what do you usually order at these stores the sandwich stores if we can call them sandwich and burger? I usually order I think egg pancakes. Okay. And egg pancakes with corn with ham with cheese Not just plain egg pancake, but you would ask for extra",
      "chunk_id": "46ed4e47-04d7-4572-a836-16f87f5c9e55",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "Corn or extra cheese or extra ham? Exactly. But you know for me I stick to the original You know why? Why? Because to me if the original tastes terrible then there's no way I'm going to add any other Ingredients or any toppings to my egg pancake. I see. You know, it's like fried rice for a new store You would want to go to that store and try the original fried rice the plainest fried rice And then if they do it very well, then you would try their other fried rice flavors",
      "chunk_id": "eac8535a-1864-4675-97cd-5a3892077eb1",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "That's how I usually taste my breakfast stores and other restaurants, you know, because I'm not a foodie, but I'm very systematic I have a system. I don't like to waste my money As opposed to a foodie, I think I can call myself very picky I'm a picky eater because if I don't enjoy the taste I would not put it in my face. I would just push it away and say thank you very much",
      "chunk_id": "cd9ce4c6-c10e-4ac2-a868-fd491b8215ae",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 376
    },
    {
      "chunk_text": "That's it. Done. Seems like John is a rich person I eat like a rich man To be environmentally friendly and ESG nowadays So I try not to waste my money on food that I might not like So I have to increase my chances of finishing that food So my system is I try the original and then I start trusting the restaurant My wife is the opposite. She would go to a new restaurant and she wants to try",
      "chunk_id": "1240080d-c057-45ca-84e3-0ab86c65577c",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "the new flavors. I don't try. For me, I stick to what I know So I'm very very conservative when it comes to food. So I'm not a foodie. I'm just picky So what do you usually order in the breakfast? What do I usually order? This is now kind of weird because growing up my parents while we were living in South Africa My parents loved Chinese or the Taiwanese style breakfast So it's congee or rice porridge in the morning and also egg pancake",
      "chunk_id": "864d818d-49cf-498c-ae97-3a1edb09d3da",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "If we can buy frozen pancake if we get any of that then we we will make egg pancake ourselves And then we would also buy a lot of canned foods. Canned foods? What kind of canned? Anything pickle in a can and canned spicy meat, canned pork, canned beef You know, we would buy random stuff to go and match with our rice porridge in the morning But my brother and I growing up in the West we started to change our flavors So in the mornings we would have two",
      "chunk_id": "3f500349-b360-49be-b93a-274ad6b7a9d2",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "set of dishes. One set would be the Chinese set and then the other would be for me and my brother we would just eat toast or we would have a ham and cheese sandwich early in the morning and that's it and cereal as well Cereal with what? Milk? Just milk. Done. Very very simple We became more westernized that way. My parents couldn't handle cold foods in the morning They have to have hot porridge in the morning and then back to Taiwan of course for us it's kind of cool to go to the breakfast stores like",
      "chunk_id": "0b4e75a3-1c1f-45ca-aa43-b8485f12f42f",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 506
    },
    {
      "chunk_text": "Naomi to go and order and what impressed me the most was how customizable the dishes are, right? You can order a ham and cheese sandwich and you can add other ingredients or you can take away ingredients You can customize it and then you can ask the can I call her auntie? I don't think she'll be happy. Just call her auntie. The Naomi auntie Anyways the boss lady we usually call her boss lady. We can also say",
      "chunk_id": "5f4db60c-f925-4578-9256-ac97da69f654",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "Hey, you know, can you remove the crust for us on the toast or leave the crust for me? It's very customizable and that's what impressed me the most if we do make it back to Taipei and visiting family my brother and I we would early in the morning we'd take some money and then we would go to Naomi and just and hang around and see how it works because the Kitchen is also very open. You can see how the boss lady cooks Okay, so it was kind of cool for us growing up and then recently I think",
      "chunk_id": "6722ebfd-f3a4-4c00-889a-4f17e608b6b0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "Many tourists whenever they talk about Taiwan breakfast, they don't talk about Naomi because that's sort of our youth growing up But for the tourists, I think they see Taiwan breakfast as the Yonghe soy milk Type of Yonghe douzhang the soy milk store breakfast the Chinese breakfast store that's getting popular because recently I just hosted my friend from Singapore and the first day they asked for Yonghe soy milk",
      "chunk_id": "9677b6a7-0fdf-4a98-9f56-233381743826",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 416
    },
    {
      "chunk_text": "They asked where can they buy Chinese breakfast? And of course, I recommended them to Fuhang very very famous there at Shandong temple station And I told them if you can get up at 5 a.m. I will take you there To stand in line For your Chinese breakfast if you like steamed bread with eggs or",
      "chunk_id": "a7261f71-0f20-46eb-884b-d86924fcbe9e",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 291
    },
    {
      "chunk_text": "Oh, you're going to make Fuhang fans very upset now. I don't care about them because you said better than Fuhang I don't care about them Okay, because I know around the world far and wide and also in Taipei a lot of fans of Fuhang right because Fuhang is so big now They even sell soy milk in 7-eleven. I saw their soy milk in 7-eleven and rice bowls I can't say it's the most delicious soy milk in the world, but they do have",
      "chunk_id": "a1e11ffa-1537-400e-b9df-6ac3ec5fe961",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 426
    },
    {
      "chunk_text": "A unique flavor. They do have a nice flavor to it. So I kind of like it. I wouldn't say no. I kind of like it So, Clem, why don't you tell us your go-to Chinese breakfast store? You have too many to share It also sells steamed bread with eggs and baked eggs and soy milk and breadsticks and",
      "chunk_id": "afecc101-e064-48d9-bc4b-524547bedf86",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 290
    },
    {
      "chunk_text": "Yeah, I've never tried anything sweet. I think if you go to a breakfast store the soy milk sweet No problem. Everything else should be salty or savory. That's me So where is this store you've been talking about? You can take MRT to Lingguang station Lingguang station? Is there a line? Or brown line? Oops, we're not from Taipei We forgot. No, I think you are correct Lingguang is on the brown line. It's on the Muzha line",
      "chunk_id": "e08c1bba-368b-4658-ae16-a531cf4b857d",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "So you go out in Lingguang station and you can just see a shop On the left? On the left. On the left. Without any signs? No. Does it even say soy milk or breakfast store or something? No name. Yep. So it's a secret restaurant. But you can just search You can just google He Ji Dou Jiang He Ji? Okay. Yeah. Got it. So this is Lingguang This is on the brown line and you can go check it out. So what's so special about this place? I think",
      "chunk_id": "00475600-49cc-4a33-8c75-9785cca53108",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "Their steamed bread and their Shaobing is thicker than Fuhang Really? My father likes thick oven baked cakes Shaobing. He likes the combination of Shaobing plus breadstick So Shaobing you'll tell set. That's what my father likes So it's the baked cake with breadstick combo That's what he usually likes, but he doesn't like the flat ones I agree with you I think Fuhang and the one near my place right now",
      "chunk_id": "2fb73b25-5149-46df-80e3-cb0c743528de",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "is kind of thin, but they're still tasty when it's hot It's still tasty, but the thicker ones have more crust to them have a little bit more crust and more flavor Yes, a little bit more chew to them And when it's colder, it's actually very nice So there's one place in Tianmu 2 that my father likes to go to Yeah, that also has the thicker one Okay, so thick oven baked cake. Nice thick Shaobing. And what else? Sweet pastry",
      "chunk_id": "ddd76aad-d1c2-4f72-8f1b-d12c2b6d0067",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "Sweet pastry. I think it's not often to find it in Taipei So if you grow up early, you can just try it. If you can get up early, yeah Yeah, like tomorrow if we go there would we see a long line crazy long line like Fuhang or not? Oh, no, no, no, no, no, not really. Okay, so it's not really crazy like Fuhang. Not crazy like Fuhang. Okay, great So if you live nearby, okay, or if you live on the brown line, you can wake up early",
      "chunk_id": "afdc5227-53a4-4284-b3c8-2d571dd962ec",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "one day, you know go to Lingguang and then get off and go try this breakfast store with the thick oven baked cake and also their sweet pastry I think sweet pastry for me would be something new also and a quiet taste. I would have to learn how to enjoy it Okay. Yeah, and how's their soy milk and their standard stuff breadstick soy milk and then maybe rice balls too. Fan Tuan, how's their rice balls? They don't sell rice balls. No rice balls. No, no rice ball. Oh",
      "chunk_id": "a2ff56ce-d198-4a46-bee0-f18d2487b0f2",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "Then I'm out Me so Clem remember I said my system right when I go to a Chinese breakfast store You know, the first thing I order the only two things I ordered at a new store is their egg pancakes Okay, their danbing. I have to try that and then I have to try their rice balls. That's it Those are the two things I try. I don't go breadstick. I don't go any of the cakes nothing I don't touch them until I try",
      "chunk_id": "e502e781-e72f-4949-af74-16fb487780d0",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "their egg pancake Radish cake is my wife's favorite. I don't understand it. I don't have to have it Some radish cakes are very nice radish pastries radish cake. They are very nice, but they don't taste that great when it's cool I agree it so they they don't taste great. So sometimes you would have to eat it right there right then So it's not a good to carry food like rice ball, you know",
      "chunk_id": "1e08be35-0e51-4bb1-8364-b6eb527eac68",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 389
    },
    {
      "chunk_text": "If I bring it to the office if I buy it at any breakfast store and then I take 20 minutes to get to the office It's still warm. It's still eatable. Mm-hmm, but you know some of these pastries by the time you get to the office It's cold and it's like oh, it's a little soggy So I skip I kind of skip them and only when I do have to try it Yeah, you should order radish cake with fried egg radish radish cake with fried eggs. Yeah. Oh Okay, okay. Okay, you know what the",
      "chunk_id": "eed8085d-3f34-4f61-883d-2a4cefc9aa7e",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "Radish cake you were talking about and the one that in the back of my mind. They are two cakes, right? They are one that's sort of soggy and Jelly-like that you fry on the hot plate and the other one that I was thinking I was actually talking about lobo si bing. Ah That's also like a cake, but it's puff pastry puff pastry cake I don't think it's cake but the puff yeah puff pastry puff pastry Yeah, but sometimes they would call it a cake. I don't know why Because it's a it's a piece. It's a thing",
      "chunk_id": "44aad9d2-3692-431c-9256-006ad39ad29c",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "It you can't call it a pie either right? I don't think it's a pie. Yeah, it's not a pie So I was talking about that. That is my wife's favorite, but a radish cake I would usually order it when I have dim sum on the weekends if we either go for brunch Or we go to a dim sum restaurant. I would order radish cake standard And if you go to a Cantonese restaurant for me again back to the system I would try their radish cakes for sure if their radish cake sucks, then we will never come back",
      "chunk_id": "423f8d57-df89-4714-866f-fd1c839e2dd9",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "No, I would not give them a second chance. I'm sorry How can you be a Cantonese restaurant a dim sum restaurant and you serve lousy radish cake? I'm sorry. That's against my DNA So I'm picky, you know, I'm not a foodie I'm picky. I'm just like okay picky John. So Taiwan breakfast I think we've covered the unique Fusion of Taiwan breakfast, right? Because we got the western side the Sanri side mayor mei side of things and then we got the young",
      "chunk_id": "ab727f77-4766-453a-a04f-bdb6429da5e2",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "The soy milk the Chinese breakfast side of things But but there's one thing that both these kind of restaurants have in common You know what it is claim the boss lady the boss lady Yes, there's always a boss lady that knows your name somehow And if she doesn't know your name, she'll call you handsome. Hi handsome. Yes. She'll say hey, hi handsome What would you like today? Take your order or a hi handsome? Did you want to order the same as last time? Yeah",
      "chunk_id": "d2c02c57-2c12-4e8e-a110-f794e8ab1f49",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "Yes, she will remember your order. It's crazy with so many orders every day. The boss lady would always remember your order That's super impressive the culture of the whole breakfast thing because I noticed it's not usual that people hey, you know Hey handsome, you know, it sounds a little flirty but in Taiwan from the boss lady, it sounds very friendly She's not trying to flirt with you. She's trying to be nice Okay, I would be afraid she will charge me more for that breakfast",
      "chunk_id": "4fe7f147-c894-4a08-a332-b31878143d96",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "She sounds like she's gonna charge me more I noticed and then the boss lady would call the ladies one. Hello beautiful, right? Yeah, she will say oh mei nui, right? Hello beautiful. Yes, and then what about old people? What what would she say? I think just him just as handsome and beauty and if you're a student, they'll say hey oh Okay. Okay. I get it. So it depends on how she recognizes you right if you wear school uniform and she'll say hey, hello student. Hello",
      "chunk_id": "425a060a-6344-42e7-9f27-79414ef77ffa",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "Right. Hello classmate. There we go. And then so recently what happened is I haven't gone to any of these stores for a while because I skipped breakfast, you know, we Modern people skip a breakfast. I don't know if you skip breakfast But I do for a couple of years and recently I noticed I went back to the breakfast store and the boss lady just calls me. Hello, sir So I'm not handsome I'm the old guy",
      "chunk_id": "3521ed89-a417-4af0-82f4-7df7c4a3298b",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "I'm the old guy now. I got very upset She just don't remember you I don't need her to remember me. I need the handsome I need the swine girl. Okay And then that's when I realized either I've been gaining too much weight and I look middle-aged or I need a haircut or I need to look sharper in the morning I need to look better in the morning. I shouldn't go there wearing my pajamas or looking",
      "chunk_id": "ce141623-f22d-47f9-af2c-7253ead3185d",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 392
    },
    {
      "chunk_text": "Very clean. So anyways, so I was kind of sad I came back to my wife and I complained and I said I'm not swagger anymore. She doesn't call me She doesn't call me handsome anymore. So I belong to the oldies now the old guy group So Clem do they still call you beautiful now, no the boss lady still calls me hi Christmas seriously, seriously",
      "chunk_id": "cc545c72-5065-4d3b-8230-c1186dacade4",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    },
    {
      "chunk_text": "After so many years you never graduated You are still in school oh My gosh, I love this culture. It's so interesting, you know, you will not get this in the West you go to IHOP You can go to a waffle store. You go to McDonald's people don't call you by name Okay, why do people go to Starbucks because they like Starbucks service and what is Starbucks service? They will write your name down on the cup and they will call you by name",
      "chunk_id": "b5d9dd60-b715-4dff-8320-bfe0d93fd019",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "Yes, it's very nice in the morning you want to be recognized right you want that recognition a little bit So anyways, I'm glad you're still classmates You never graduated. I Don't know if that's a compliment or not because you know, she assumes that you failed many years you never passed I don't know if it's a compliment, but your looks definitely you've got super baby face. So you'll you'll be a baby face",
      "chunk_id": "a7a21a6b-bbe7-48f8-b523-4f4296b1eda4",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "Forever, you know when you're 50 and she'll still call you classmate. Oh nice Because you go to the community college You're still attending college so Clem and I talked about the different types of Breakfasts in Taiwan today the Asian type the Chinese classic Chinese breakfasts with soy milk egg pancakes and thick oven baked cakes and",
      "chunk_id": "2d14d2d0-f3e4-4a8a-88b5-c618cabc1919",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 337
    },
    {
      "chunk_text": "Fishcakes, okay that goes around and of course, we talked about the more westernized version That's cooked on a hot plate like may or may these franchise or chain stores Okay, that offers burgers and noodles and everything cool, right? So today we've talked about the Taiwan breakfast and guys if you have any Interesting food topics that you would like us to discuss and you would like to hear from Clem and I please write to us at",
      "chunk_id": "2e64feb3-296e-43b8-8680-4fbda9cbb98c",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "Ask 15 men's at gmail.com or use the members only Wish form that is in the description box below So guys, we hope you had fun today hearing us talking about maybe your childhood as well growing up We might have shared the same memories about the boss ladies and the Chinese breakfasts and the Taiwan breakfasts So guys if you want to hear more, please do let us know and",
      "chunk_id": "4dca39c8-3d7b-462c-b80e-221d73d806ed",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 370
    },
    {
      "chunk_text": "Also go to Clem, please promo your show quickly. Okay I think you can also go to my show being a foodie link a down Chihuahua link a down Chihuahua and go and subscribe If you're also a foodie like Clem, you don't want to miss her podcast So guys, thank you very much for joining us today That's all the time we have for you and we will catch you next week same times in place on 15 minutes cafe. See you guys",
      "chunk_id": "09aaa5b4-93e3-41fe-9c79-cbba01533c0c",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "Bye. Bye",
      "chunk_id": "630476da-a03a-46b3-9a96-338a6949f629",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d856",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.198 _ 吃的喝的老師駕到來聊聊台灣早餐美食文化 Taiwans breakfast culture and Klims.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 8
    }
  ],
  "original_text_length": 19064
}