{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
  "episode_id": "6860dd2dbb826d6ebef9d9e8",
  "collection_name": "RSS_1442509198",
  "total_chunks": 37,
  "chunks": [
    {
      "chunk_text": "Hi and welcome to 15 minutes dot today the home of English shadowing. This is Gavin and this is John You are listening to vocab and today we're gonna be doing article number Five hundred and thirty four and what is five hundred and thirty four Japanese chain scrap porn magazines. Okay, just To give everybody like a disclaimer here. We are not trying to make this like a r18 show, but this is what",
      "chunk_id": "aae057fa-3472-4124-9035-2a0704f9d307",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 398
    },
    {
      "chunk_text": "happened in Japan essentially, so it's interesting to know and I think it it's because they're getting ready for Tokyo 2020 they're trying to Avoid any PR problems. Well, I think it's more than that John The reason I like the article was it's indicative of Japanese culture with regards to porn and things like that Very now we're getting controversial now, but it is true. I mean, so basically I mean",
      "chunk_id": "02925f44-930a-4a99-bf94-f798602eb781",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 401
    },
    {
      "chunk_text": "What is happening is there's a lot of poor magazines in your what they call change shop, but your convenience stores Yes, and they are at as they said low on the shelf sofa children's eye level and You know that society is a different society. So for them it's they used to it and that's the way it is but for foreigners that would be problematic and so this is part of the drive for the Olympics and so they are trying to start sort of changing their image towards",
      "chunk_id": "187645af-5e38-4db9-97fc-2e50f8347ac7",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "The rest of the world and and this is a sort of a double-edged sword in part. You would think come on. This is their culture People have to accept it But on the other hand, maybe it's better for their culture get rid of these magazines in in that sort of situation At least get them to move them up or somewhere where they are not so easily Seen by people who shouldn't see them like children. My question has always been why are these kids are so self-disciplined? To not actually look at those magazines or not",
      "chunk_id": "69c5d730-aeeb-43fb-a7f5-d7896a95e3e3",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 512
    },
    {
      "chunk_text": "We influence because they're there right? Of course, they look at them John who would not but I think This is the thing. Look if you see something every day, you don't think about it. Oh Yeah, it becomes the norm Yeah, the children are desensitized. The problem is if you are there with a foreigner as a foreigner you have your child They're like mommy daddy. They are not the sense mommy daddy beautiful girl. Yeah with Yeah, I don't know what these covers look like. So maybe look in some countries. They are covered They have to be covered so they have special",
      "chunk_id": "964ea2e9-3ca8-4110-95d9-3cf0fea3ccfc",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 563
    },
    {
      "chunk_text": "Shells. Yeah, they put them on so that's fine. So I think they don't necessarily have to take them out They just have to maybe move them up and but out of sight I have to be honest after reading this article and thinking back on my trips to Japan I actually haven't noticed any porn or you know related mags in in Convenience stores because we I was more concerned about the candies and the food and I know all the rest of it You know, I know I didn't read Japanese so I wouldn't bother with the bookshelf. So I didn't know it",
      "chunk_id": "469debc6-7be1-4763-8933-b13650be75cc",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 526
    },
    {
      "chunk_text": "Was it was so prominent until I read this and because it was everywhere all the chain stores carried porn mags in their shelves Yes, so that that's and so for me there was this partly, you know this weird sort of idea that one Yeah, they should do it because you know, we always think of for children mad, but on the other part This is their culture and you know, why do they have to adapt? So personally, I think yeah, it's a good thing I think at the very least all they had to do is maybe just create new covers for them where's",
      "chunk_id": "dd2e71c1-b41d-4e93-98ed-d71709988566",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 531
    },
    {
      "chunk_text": "That it's just written the name is written in Japanese which you know foreigners don't read right and they just put in a plastic sleeve That seals and you can't see anything. So maybe just black sleeves put it in and the Japanese will know what that is There were no pictures. Nothing will be friendly version. Yeah, I mean, it's a simple fix and then they don't have to move anything or ban anything I think they could have gone with that. It's a much better and you sort of focus it respects their culture and it respects other cultures That's fair. Yeah",
      "chunk_id": "285f21a0-f4a3-4c43-b5b2-3a457fa3a57e",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 556
    },
    {
      "chunk_text": "It is so make sense. Yeah, so but obviously now they went with banning it from the stores. Okay ahead of 2020 Tokyo Olympics. Yeah, and I mean look, I mean This is normal for I remember with with before the Beijing Olympics, you know, there was a huge drive with regards to training people on how you know certain behaviors splitting in public and Lining up and all that sort of stuff they",
      "chunk_id": "86c432ca-e76c-4aed-8665-893aa93e0dc2",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 389
    },
    {
      "chunk_text": "The Beijing government did a lot. Well, the Chinese government did a lot to try and educate. Well, you know, yes and no I sometimes look at these things. I think yeah for foreigners that feel but but it's not their culture for you know If your culture is to push in line and the winner wins, that's why would you have to why do we see Western culture as being better than that? I mean, I'll be standard. Yeah Why is that the standard the Western etiquette being the standard of all etiquette? Exactly. I I sometimes see",
      "chunk_id": "1617b6d1-e776-4a21-8087-93451ef6d0a1",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 519
    },
    {
      "chunk_text": "it here and I'm Taiwan is sort of weird because it's sort of in between You know what? I mean when when you line up nobody will dare cut in line in Taiwan. We're very self-disciplined. Yeah We're like the Japanese when we line up. Yes, and I mean but again, you've been influenced by but and Taiwanese are very proud of that. Yeah, but When it comes to cars, it is a different story because now you are divorced you you are in a car You don't have to see that person people cut in line all the time driving or riding a scooter is a very very",
      "chunk_id": "4d61d72b-0bd0-48ee-8a94-cee1f657f181",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 541
    },
    {
      "chunk_text": "Different story so minute you get you get on the streets. It's a different picture Yeah, so there is that, you know, I think the word, you know, there's that contrast it is and sometimes I think why Do you have to change? I don't know. It's a difficult question for me it is I sometimes think great for me as a because those are sort of the things that I'm used to and Then on the other hand though, I mean, is that really the culture? I I noticed the thing that last time I went back to South Africa. I was very annoyed",
      "chunk_id": "dbfcd25a-757b-4ea6-a044-40acaefe90d3",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 520
    },
    {
      "chunk_text": "With South African drivers they there's you know, if I look at what the standard was like when I was there 18 years ago And now it's terrible now It's changed So that's the way it is things change. So anyway, so that's the interesting idea They are busy taking the porn out of the convenience store. So you would have to find out where to find your porn Porn magazines. Yeah your porn magazine videos That's online So yeah, go find your magazine somewhere else, right? So",
      "chunk_id": "3f7f2aab-71d1-4f24-a477-1b532f3a11cd",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "Anyway, so let's look at our vocabulary. My first word would be chain stores. Oh Chain stores for chains we can refer to them as chains Yeah shopping chain. Yes, and that a shop or store that is one of a series of similar or same stores owned by the same Company fantastic. So 7-eleven. No, but this is the thing or is it a chain store in Taiwan though? I Believe yes and no it's a franchise. Yeah, it's a",
      "chunk_id": "f05aad7b-e0a9-4716-aa12-ac2bc48434a4",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "Franchise now franchise is where you as a simple single person as an individual can buy the brand. Yes, like McDonald operate the the brand. Yeah, and Subway is a franchise McDonald's is a franchise KFC is a franchise 7-eleven, but in some countries You have the company operates the stores as well So there are different things and sometimes you have one owner that owns a whole bunch of a whole bunch of stores Yes, so obviously",
      "chunk_id": "1ce459ed-1540-4a18-b1c0-862e457384cf",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "That owner would have so I would say right now in modern-day times Compared to 20 years ago. I think the models are more complicated now, you know the different business models, but in general I would say, you know a good way is for example McDonald's food stores bubble tea shops They're mostly franchises and like a shop like Zara. That's a chain store Uniqlo. That's a chain store No, two ways about that because no one else owns it but their parent company. Okay",
      "chunk_id": "4cf9972f-77b0-41f7-b1cc-ebcb2a602e0e",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "So yeah, it's a chain stores. So let's do it number one does welcome operate a series of chain stores in Taiwan John Does welcome operate a series of chain stores in Taiwan? Yes Welcome is a series of chain stores in Taiwan And there's one down the road and then they have the expensive Jason supermarket down there, which is part of alternatively we can call welcome a Chain a supermarket chain. Yes. Yes",
      "chunk_id": "501d6f9d-fed5-4692-83fc-5fad1ec575a4",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 405
    },
    {
      "chunk_text": "Yeah, so and next one are chain stores are very popular globally. Oh, yeah, we Thanks to chain stores. We live the current lifestyle. We're living in we are modernized Thanks to chain stores. I don't think it's modernized John. I think the thing is this when you travel it is Really great to find a chain store because you expect that quality you are bucks you expect that service You know what to get? Yes. So like if you are in a country where you've never been before",
      "chunk_id": "c104d38c-3f10-4d32-9f35-9b9609e48134",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "And you're looking at the subway or McDonald's but you see something something Familiar right and you want to eat something you can okay. I can try this dodgy street food You don't know any locals so you can go. Okay, I can go with this dodgy street food or I can go to McDonald's We play it safe. Yeah, I think look sometimes we try the local Of course, we try the local food, but it does offer us that at first when we arrive It gives us that sense of security and chain stores in itself",
      "chunk_id": "d91d61bc-8601-46d9-b225-b91ee5681e5f",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "Is a culture. Yeah, you know you go to Starbucks. You're familiar with the color You're familiar with the atmosphere of the store. The baristas are different, but the products are the same or similar Yeah, or you know similar the same or give you at least that familiarity Yes, right and and you you expect a certain quality standard and that is key. I sometimes it's not true But hey, you know, they do their best we expect the same quality But we expect",
      "chunk_id": "7e754e3f-3004-4e2b-9a4b-0e8040d13c27",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "Okay, what's the next one? Our next one is the word impression impression so it's an idea or feeling or an opinion that you get about somebody or something or that somebody or something gives you so you get an impression of somebody or they get in an impression of you, okay, so my impression of Starbucks is That it is a luxury coffee brand. Yes. That's my impression of Starbucks I was dumbstruck when I came to Taiwan",
      "chunk_id": "89925d96-33de-4e58-8ecf-6fe0b762172f",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "In South Africa coffee is dirt cheap. Yes And I came here my first Starbucks in my whole life was here and the price was just ridiculous I was looking at them for a cup of coffee. Are you mad? Yes, and to this day, I think they are like there was something ridiculous like two Starbucks in all of South Africa Yes, because we had the mug and bean and we did and it was our favorite Saturday Sunday brunch store and and at the mug and bean for about 10 Rand which okay say now about 40 NT",
      "chunk_id": "56520c3a-5e63-42d0-b40c-d220b8121ea2",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "Now you can go to the mug and bean and drink as much coffee as you want. Yes bottomless coffee They offer you free hot milk free cold milk and at least four different types of coffee to choose from and that's for 40 NT so you could sit there and Caffeinate yourself up to wazoo. And so how do you you know? I mean, it's just insane to go to Starbucks and pay it is more than double that three times that for one cup of coffee So no, no, no. So yes, and of course we are in Africa",
      "chunk_id": "c1002777-4c40-4d5d-9267-616e1f23ca50",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "And coffee originates from Ethiopia originates there. So it is easier to get there. And of course a lot cheaper Okay, so our first question do Apple products give us the impression that they use quality materials? Do Apple products give us the impression that they are using quality materials? Yes Apple products do give us the impression that they are using quality materials and now they're recycling them apparent they've got this Bible",
      "chunk_id": "8a7130a8-7a73-44ef-b52b-16cd9b4d58cd",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 439
    },
    {
      "chunk_text": "back program where they buy your old PC they recycle it and the recyclable aluminum and they reuse that aluminum Aluminum for US English and aluminium for UK. Yes So yeah, I'd make sense Apple want to save money and they try and tell you doing a good thing and then they sell it back to you at a quality material recycled quality material. Yes Okay, and number two are your clothes? important to make a good impression",
      "chunk_id": "b56827ef-5c30-40d3-81f5-6b6054935d2b",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "Are my clothes important to make a good impression? Wow, if I were to go for an interview, yes clothes are super important so that I can make a good impression on the interviewer Yes, and I think that is true. We always have that example of interviews But I mean, yeah, it's a difficult question. I mean Sometimes we we can't help it. We judge people about the way they appear that is our natural instinct. Yes, we should not",
      "chunk_id": "7a7f0b09-fa6c-482f-999d-89559edaf54a",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "But that's how it is. I mean hundreds of years ago We've got sayings like don't judge a book by its cover, but we still do that till today So for a couple of hundred years, we still haven't learned our lesson My favorite line is from Rodriguez And and and there's that one line in the one song where he sings a monkey in silk is a monkey no less Which means you can dress a monkey in silk. It's still a monkey It means if you if you are a you know, and you will always find your con men They always dress well. Yeah",
      "chunk_id": "a666a6f4-7efc-49fd-8ea0-dcad9146ef0e",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "I'm a successful business person anyway. Yes. Yeah, but they do it is important for your job, you know me fourth Wall Street, right? Okay, next word nonprofit nonprofit that means no profit No, it means it's something that without the aim of making a profit. Yes, like a nonprofit organization so the first question are nonprofit organizations important to society and",
      "chunk_id": "19d50c3c-f948-4d04-87e6-fbcef84b559c",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "I would say nonprofit organizations or alternatively non-governmental organizations NGOs No, I mean, there's a difference and not an NGO is just non-governmental a nonprofit is a charity It's something that's supposed to help people without trying money. There's a an NGO can be into making money. They're just non-government So yeah, you know at the end of the day nonprofit, I think is a very I would rather go with that distinction So when you look at charities, you know",
      "chunk_id": "563387d6-ec6f-44f1-9fbb-2b93adfcabaf",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "When we find out that the head of the charity is making millions. No people get a church is making millions That's you know, I mean, so you get these yeah, let's look at that. You have these huge churches where You would think it's a nonprofit. No, it's just an NGO and these guys are making millions They are they're religious leaders. Yeah, you know playing the field. So yeah, so that is not a nonprofit They purport to be a nonprofit, but they're not so I think the key with the organization like that is one is",
      "chunk_id": "bac69895-6f5c-438b-87f1-e7fec2db4c89",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "What do you call that transparency? So, you know, yes how they spend their money. That is the key you want to know that look if you give $10 at least three or four dollars has to go towards the cost of the Thing but you want to know that organization Yeah, you want to know that 50 or 60 or 70 percent of what you give is actually going to the people and not that 80% of what you give is going to the organization and only 20% trickles down to the people they are helping that is a problem and every now and then we do see controversial news about different",
      "chunk_id": "fe5f64c5-09d2-4617-ad82-62fa71584f53",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 557
    },
    {
      "chunk_text": "NPO's and NGOs end up, you know being questioned and investigated for fraud etcetera etcetera and it's just sad Yeah, no, well, it's not sad. It's just it breaks our trust in these things and you know, it makes it more difficult Yeah, it's just sad that you know, we we stop trusting them and then you know people on the streets or they are kids in remote areas that needs help and We in the city we become desensitized because we see all these fraudsters. Yeah, and I think those people this is the thing I people put poison in food",
      "chunk_id": "c69e60a2-ad50-47e2-adc4-312a3ec2bdea",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "They should be prosecuted to such a huge degree that it should be it should Yes, the penalty should be extreme. That's what I personally feel. Yeah, okay Should we support nonprofit organizations by giving them donations? Yes, we should support nonprofit organizations by supporting them through donations And I think that's important. I I personally in Taipei I know we've got those green boxes where you can throw your old clothes. Yes. I hope that's going to the people I really do",
      "chunk_id": "49d0130b-aefc-4e81-b56a-c39e82682b7b",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "Hope so as far as I know apparently there's a recycling station that they do the recycling and from the money that they get from recycling the materials or whatever they can that money goes to the organizations, but recently the recycling business the recycling industry is Not doing very well. So that has sort of stopped So I think one of the things I loved about Taiwan was the first time in South Africa. They were they are better",
      "chunk_id": "b8199f49-fa9a-4fea-abbf-f1fcacb93384",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "Vegas everywhere and here it was a very refreshing change and the thing is when I walked out of the shop and there was somebody with a box and they wanted my receipt my invoice It's a receipt or in Chinese would be far pal I know that work and I was I gladly give them because I think wow, what a great system. It's it doesn't cost me anything Potentially I could lose million, but I it's okay. I think that's a fair so I used to dump tons of invoices into these bins Unfortunately now that the government's brought out a new app",
      "chunk_id": "c963c6cb-2c08-41d4-9fc9-63d73e12af29",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 529
    },
    {
      "chunk_text": "And it's super easy to scan them. Yes. So now my wife is taking only is the receipts from and I'm giving them to her exactly Yeah, but I sometimes feel a bit bad again about not giving those because I think it takes nothing from me You know, it's just and it can potentially earn them money to keep to operate to help other people So anyway, that's that article and I think for the key would be here Strangely away from the whole porn magazine thing. It would be with NGOs Do you feel?",
      "chunk_id": "3818fd62-a8c6-4a9e-8feb-af8c669def3c",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 485
    },
    {
      "chunk_text": "That NGOs are vital to society comment below and let us know what you think about this and That's the article. Thanks for listening and have a great day. It's YouTube brew. Bye. Check you in the next one",
      "chunk_id": "975673b9-ca53-4278-ab2f-c4c54b78d4c8",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9e8",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙單元 Vocab EP008_ Japans porn magazine on shelves.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 203
    }
  ],
  "original_text_length": 17313
}