{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
  "episode_id": "6860dd2dbb826d6ebef9d86f",
  "collection_name": "RSS_1442509198",
  "total_chunks": 76,
  "chunks": [
    {
      "chunk_text": "15th family that I'm a useless son. So you better tell us more useful stories of you being a daughter All right. Yeah, so how useful were you? I'm so useful Were you in your last trip with your dad because you went on the you went on a cruise with his dad last year Yes, and then this year, what did you do for your parents? I brought him to Japan Nagoya by plan Okay, you flew him to Nagoya this time. Yeah, okay",
      "chunk_id": "b6f703b6-c41d-4158-b644-651687290650",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "Okay, last time was on a cruise boat and he was ecstatic he loved Japan yippee This time is an upgrade because last time was a cruise liner So he had to walk around a lot of walking right same place same building the food I remember you mentioned the food actually settled him like made him happy, right? So what about this time this time? Mmm, even better even better experience or for you for both of us. Really? Yeah",
      "chunk_id": "2e4a6e58-02cc-4485-90cd-aaafe7f67ba3",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "Oh Right. All right. Do tell do tell how did you plan this trip? Let's start with planning the planning Yeah, so planning so you might want to know your parents preference before planning a trip Okay, so what did your dad want given that that's time? I brought him to Japan I know that he really enjoyed the food in Japan and the beer. So this yeah So at this time I just planned the Wagyu beef trip and the fresh seafood trip for him. Mmm, so good. Well",
      "chunk_id": "057855a0-8064-4d62-a295-0c3dc566c8ba",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 454
    },
    {
      "chunk_text": "Do you do you need another dad? I can be another dad. No, let's go. Yeah I can bring as many daddies as I can. How many dads do you need? Is there a vacant seat there? Oh You know being my dad that's very good thing of being my dad because I'm a cabin crew, right? Yes So I'm entitled to the staff ticket as well as my dad, but that's like your benefit. That's your birth because you say",
      "chunk_id": "f31051ab-d932-4caa-ba11-e59279e63793",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 387
    },
    {
      "chunk_text": "Yeah, all right, you save money, but me and I have to you know, whatever my parents want I would have to give it to them. I can't say no And for me, it'll be just a budget issue, right a budget issues. Yes, but for you you start off cheap Mmm, so that's a perk. I would say that's a perk. It's totally different level and you should take advantage of it I did so I took him flew both way business class. Oh my god way. Yeah way you are the boss",
      "chunk_id": "b3fdce59-289b-44db-ac0a-c019e52a7cb5",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "Best daughter on earth so useful. You know what? I'm going to open a Google document Okay in the description box of this episode and you will have people lining up to be your daddy Name your requirement Yeah, name your requirement. What does it take? To become my dad. Yeah to become your dad that can go on a business class trip to Nagoya or anywhere Wow",
      "chunk_id": "e1228337-59e9-467f-94ab-5aa4752ce0cc",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "Next time might be take him for a longer travel longer longer flying time. But yeah, we are good So you are easing him into the whole travel idea, right? Because you're not you're not testing his limits You're sort of saying okay, you like this and next time we're going to do something a little bit even more Yeah, just a little bit more and then a little bit more you're not You're not taking him like on a lavish trip on the first try and then everything else goes downhill from there on out",
      "chunk_id": "8dd2ed26-9354-4eda-bd77-b4d77c44983a",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "So the next thing is that every time we will go travel we will have a budget list, right? Yeah, so if you are traveling with your parents just double it. Oh, that's smart That is double the price and then because when we let's say if I travel alone or travel with KP We always try to look those a hostel or the cheap hotel Okay, if you travel with the parents just don't think about it. Just rent a bigger room Have a bigger room safe your day. Yeah, that's true Yeah, even when I now",
      "chunk_id": "4da4a4b9-c761-4232-ba68-6ab0c5789eaf",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "Get an uber for my mom. I'll make sure it's a SUV or a minivan of sorts And I don't want her to get crammed in a small car. You're not that useless Yeah, but I'm only useful in Taiwan, you know outside See so think ahead what the parents need hmm and then while it goes to the traveling because parents they might not have that much experience so remember pack your gear and",
      "chunk_id": "8b29f7b7-0886-47b9-81b2-9a7f031a7f4e",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 374
    },
    {
      "chunk_text": "As well as your parents and then you might want to make no, this is the toughest part. Yeah No, I mean you have to pack gear for your parents. What gear? What do you think they need candy? What do they need? medication Medication. Yes. Yeah with my parents. Yeah, probably I have to remind them of medication Yes, and then you might want to take a photo screen of your parents prescriptions because you never know in case",
      "chunk_id": "faefd835-5714-426a-b54b-0d618e75331d",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "And then that's what I did because my dad didn't bring his medication He didn't want to or he didn't realize he needed to he forgot because I gave him the list and then it listed everything he needed brain and of course He's high blood pressures pill and then he bring it but he didn't bring you know when you are When you're high your blood pressures reach to a certain level and then within the short time you need to take some sort of pill and it cool it down",
      "chunk_id": "e1dba87e-7633-47f8-84ef-857c837cb824",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "Yeah thing and then my dad only let me know when it's 11 p.m. Oh and then there is Nothing I can do even though the pharmacy still open near my place I went to five pharmacy at the middle of the night and I couldn't get the same pill Luckily, I got the prescription. So the next day this is a tips for everybody If you have the same situations with me the Italian International Airport, they have the 24 hours clinic. Okay, so you can always go",
      "chunk_id": "207e7355-8051-4c6f-abce-f7b4208be2b0",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 444
    },
    {
      "chunk_text": "There for the advice from a doctor. Okay, and it's all called Emergency patients, so it's expensive. All right, but when push comes to shove you still need it. You need it Yeah, you need it So if you are already Departuring right ready for departure and if you are leaving to somewhere and then you realize your parents or your kids Don't have the right medication or didn't bring some of the medication like they say asthma medication",
      "chunk_id": "a468c0f1-aafb-4fc9-9215-58498884b480",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "Hypertension medication or blood sugar medication just rush in the airport. There will be a clinic somewhere I think most of the major airports they would do just you just have to go and rush and find right and then that will save your day Okay, so prescriptions take a screenshot of all your prescriptions, right? It's so important if you are traveling with parents and know their body conditions Let's say because my dad he's wearing the denture. So I'm not sure whether the restaurant I booked",
      "chunk_id": "6c6f5e76-f453-4d57-9646-04213c06c83b",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "If although I have already booked that finest Wagyu beef restaurant for him But I still because we said that we'll plan ahead, right? Yes I mailed to the owner and asked that if the circumstances like that my dad is 70 something and then it's the beef like chewable for an adult an elderly citizen Okay. Yes, I literally mailed them and asked more useful than I am. I wouldn't care. You wouldn't care. I wouldn't care",
      "chunk_id": "81f7a011-853a-4d33-893d-199f7854e323",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "Oh, but the thing is that if he couldn't enjoy the beef Then what's the point of the travel because I was because he couldn't eat any beef. No, it's more for you If he doesn't enjoy it, he can order something else and more Wagyu beef for you. Oh, he can order fish in the Barbecue restaurant maybe anything else You're right, but I didn't think that I just want him to enjoy you so this trip was planned around his needs",
      "chunk_id": "7555b6ec-ca58-4e26-b2bc-8e4eb57892bf",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "Do anything you are very experienced you you have experienced all this. There's nothing new to you, right? I think the different is that because I travel a lot So I don't think that traveling to Japan is like one time once a year thing So maybe I don't I wouldn't put my need in the first place. I will put my parents need in the first place Maybe everybody has a different. Okay my sets, right? Yeah, so playing your only time is also important So that's why we need a bigger room and now I know why",
      "chunk_id": "2465564a-0d77-4577-a344-b649f1dfd22c",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 500
    },
    {
      "chunk_text": "Most pregnant women want daughters. They don't want sons. Yes, you see big contrast you make us look bad angel You make us sons look really really bad So this time for you guys to learn Right when it comes to food, I personally believe okay. I'm going to contradict you a little bit. All right Sure, you got to find something soft and chewable for your parents, right? But it's also an experience if they can't chew Wagyu beef then they know",
      "chunk_id": "64046e10-7fea-403a-bc16-08e10fc8c7fa",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "They'll come back and tell all their friends and say don't eat Wagyu beef because they say it's super soft They lied Japanese people lied. It's an experience So I I mean you have to I agree with the double budget thing because that's the tolerance For example, you take your dad to a Wagyu beef place and you have Wagyu steak He doesn't like it you eat it up and he orders fish. So there goes you give yourself tolerance You know, don't stress over the fact that oh",
      "chunk_id": "125ae169-f033-4556-970e-0c01bdf57624",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "My daddy can't eat my mommy can't chew on the chicken or the veggies. Yeah, that's the problem I'm facing because I'm so focused on it. No, but I mean that makes you you know, the useful daughter and me You know pay to shut up son, right pay to win kind of son double the budget and off we go Yet everything's settled just double the budget but medication thing. I think that's super good advice, especially",
      "chunk_id": "bf95eaf5-89fa-4154-b53e-887eaa451c18",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "If you're traveling with your parents because when you're much younger your parents also they had to pack medication they have to And now it's the sort of the reverse you have to think about the medication for your parents Maybe not for yourself, but for your parents for parents. Yes, and when it comes to travel itself Yeah, I highly recommend people to check in early at airport or if you can do online checking now You know what taking your dad on that business class trip, right?",
      "chunk_id": "dae8d7d7-a6ff-4bf8-ba52-1c41a161dcc9",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "I want to make him that privilege to go to the VIP lounges and then go actually get boarded early too, right? Yes, but the thing is that if the fly is too crowded you might not be sit with your parents So that's why I wanted to check in early I want to make sure that we are the first few to check in so we have I can make sure that we sit together Okay, but business class still like what do you want to sit together when you're in business class?",
      "chunk_id": "eb1f0168-dc48-4ecb-8f94-9c6dd02a0622",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "First time traveler, traveler overseas. So he might not know that there are some regulations in flight Like when the seatbelt sign is on he immediately stand up and wanted to go to the toilet He did? He did. For real? For real. So he immediately stop him and say, hey dad, seatbelt sign is on. And my dad say, huh? Because he didn't know I don't blame him because he didn't know. It's his first rodeo. Oh, yeah, and then do you remember?",
      "chunk_id": "0096981f-f8b4-4cb7-9522-3ff4f79b43d8",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "I said that every time if I travel I will always bring a box of cookies to the staff Yeah, and of course I did this this time and I introduced my dad and then said oh this is my dad and this is first time traveling with a plan and then I thank you guys for taking care of us You know what and then in-flight service manager should approach us and give us champagne and red wine the whole bottle You know what that list of want-to-be daddies",
      "chunk_id": "840a2191-c1bb-43f2-a101-569a711960e6",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "got longer You know the minute you mentioned champagne and the whole bottle by the way the whole bottle So that's part of my plan. I want to make my dad feel oh, I'm so special You know what you must have made your daddy so proud like oh, you know, I hang out with my daughter and I only get the best Yeah, the VIP. Yeah, and then my mom's like I hang out with John and I don't know what I'll get",
      "chunk_id": "609b5117-0e1a-4c09-9bfc-5cafb81288d0",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 396
    },
    {
      "chunk_text": "Life is like a box of chocolates. You don't know what you're gonna get It's gonna be bitter, it's gonna be sweet, not sure. Okay So life with John is is like forest comp. They're full of challenging. That's not a bad thing. Cool So your dad enjoyed that trip and new experience everything so anything interesting happened when he landed in Nagoya. Oh He oh and then the thing is that during the the last",
      "chunk_id": "985e2c10-89bf-43ae-82ad-db20d0c6d470",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "Time yeah, we were in Japan. I noticed that they really need to go to the bathroom really really often Yeah, so this time whenever I wanted to the restaurant or rain to going to the new place I always ask him do you want to go to the restroom a bathroom? Do you want to go to the toilet? And then because in Japan there are so many toilet even on the sidewalk on the street. There's also toilet there. So they're very accessible Yeah, so the first thing my dad mentioned to me he said that",
      "chunk_id": "c6cf2d7d-8ba2-4365-accd-37ae29b39815",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "Oh, I think Japan is a really really nice country because toilets are everywhere That's what you can recall from the journey toilets are everywhere He said yeah, I don't need to hold myself because toilets are everywhere You know in Taito, I couldn't find a decent toilet even it's near my place. Yeah, I agree So think about that that's like me when I was in my teenage years with my parents my parents would ask me so",
      "chunk_id": "78e7aa89-c1ce-452f-8849-0665886a3499",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "What do you remember of this trip? Oh, the toilets great or the sandwich is nice And they would be like, huh? How dare you say that to me? I just spent a buttload of money Yes, and he really appraised those toilets, okay Most memorable thing in Nagoya toilets. Yes, the toilets are everywhere But that technically it's not wrong because that's why Japan is a very",
      "chunk_id": "eca03a1b-8ae2-4215-9578-fb8ba6a70a46",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 363
    },
    {
      "chunk_text": "Tourist-friendly country. Yeah, it is. Yes, right You don't have to fight for toilets and generally the public toilets are pretty decently cleaned Yeah, which I'm satisfied and then because my dad is the first time yeah to I'm not the first and second time but this we have longer time walking around the city I highly recommend Nagoya is the best city to go if your parents visit Japan for the first time because it's not that crowded as Osaka or Tokyo",
      "chunk_id": "73ac8c11-8ee3-4a6e-81ba-96e9cec0fcf8",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "Literally, okay, but because last time I mentioned my dad was in Navy, right? Yes She served in the Navy. So I brought him to a Navy Museum. Oh Very interesting Okay, and did he enjoy that or did he want nothing to do with the Navy? He actually quite enjoyed it and then there is Only two of us on the boat. Nobody else really see nobody know that spot. So",
      "chunk_id": "adb3d2e4-349f-4216-be5c-4cf00f7eaf4e",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 356
    },
    {
      "chunk_text": "But he's doing do it because I know his preference, right? I kind of agree with you You don't want to take your parents to a place that's crowded because my parents are the same, right? They see the crowds and they want to go away and they're like, can we go home now? Can we go home now? Yeah, and then not to mention parent They don't like to line up for food, but I suppose you booked restaurants already But if though because we have go to the night market so if you want to have something special",
      "chunk_id": "5b862f90-fe7a-4048-a3b0-5ab4d0b277da",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 501
    },
    {
      "chunk_text": "Yes, like they have the dungle the me neutral rice bowl. Uh-huh. You roast it That one you need to line up Like five minutes something like that, but if it's in Japan, you need to line up for 50 minutes. Yes. Mm-hmm. And also it's like Taiwan It's like Taiwan. Yes. So in Japan in Tokyo, you have to queue up for at least 30 or one hour Yeah, but I think this time we only queue up for right the cake shop that that's my me time I think",
      "chunk_id": "e53aff99-db51-418b-b6ba-d648c9381e84",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "I put the cake shop. Okay in between you insisted I really wanted to eat that cake please dad and then you name my dad is so awkward because Everybody are young girls 20ish girls and my dad 70 something. Yeah, it's nice Yeah, yeah, and I can don't worry. You don't know what your dad is thinking. You know, he's probably checking the girls out Maybe he's just trying to learn the Japanese culture. He's just trying to understand",
      "chunk_id": "5b67eed0-9661-4b08-a45a-efee8bbd7b63",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 428
    },
    {
      "chunk_text": "Hey, you know these little girls and women are very different to what we've seen. Yes Yes, maybe she also quite enjoy the vibe. It's a it's like a learning curve. Yeah, everything's new to him. Yeah, right Learn learn don't be shy. So girls like desserts Girls like desserts. Yes So that's the only places we have waited for like 50 minutes, but other than that, you know, even for 50 minutes",
      "chunk_id": "2ad3abb8-3625-4ab2-8941-58a1cef2cef5",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 392
    },
    {
      "chunk_text": "My dad's asked me is it the store very popular? Is it the only one is there any other one that we can go? I think the line is too long. I said only 50 minutes That's the thing people in Taitung don't really stand in line. So he's not into that culture But people from Taipei like my parents they sort of know but the problem with them is they see a line They know it's probably a very popular place, right? But the chances of them wanting to stand in the line",
      "chunk_id": "209e953c-81d9-498b-8acb-7bfe9f1cf729",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "Is very very slim. Oh, so they would just walk away for them because they they are like There's nothing interesting. Can I buy something else? So for them they would really walk away because they don't want to waste time, especially when they're traveling Mmm. Yeah time pressures. Yeah, I'm precious Yes, so they don't want to be standing at the same spot But if you stand in line and they go take a walk, they're happy with that See no me time that's your me time",
      "chunk_id": "d11fb40e-9c17-4768-a3a3-b2ade2823682",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "That's when I'm the most useful That's not a bad idea at least both party has something to do You know when young parents take their kids out to Disney and then the young parents usually stand at all the different rides for like two hours three hours and then they strategize That's like me now. I look at the line and I'm saying tell my parents say you want balls over there That's 20 minutes. I think and then over there that's 40 minutes. So which one do you want first?",
      "chunk_id": "d400c9f7-d0f5-42d2-90da-fc7ca2ee1dc0",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "And then I tell them I'll go standing in line and you guys just go take a walk Wow. Yeah, very useful. Yeah, that's when I'm the most useful At least both party has something to do right? Yeah, because they can't stand standing in line. This is can't tolerate it. They just can't stand it They can't they have very little patience for it But I know if they don't have it they have nothing to go and tell their friends about that's very important. They need something to break",
      "chunk_id": "d8cdcf79-bc13-4ccb-accd-a7736f29db7c",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "Yeah, yeah, I've tried these cake, you know how much time I've waited Instagram my son. Yeah, you take a picture My son waited for three hours for these cakes so good. Yes, you know, it's like going to Osaka. You got to have the crab Yeah, you got to have you got to go to that crab restaurant and take a picture with the big crab. Yes with the big crab Yeah, have to yeah, no matter if it's an hour. No matter if it's 30 minute line you stand in line You have to take the pictures",
      "chunk_id": "9a187000-048a-46da-b529-be3cd8351d19",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 481
    },
    {
      "chunk_text": "Food is no matter but the pictures. Yeah, it's the most important because that's how you're gonna show your neighbors exactly your relatives Oh, yeah, that's the thing. I always tell talk tactfully tell my dad and then we need to stay here because this is very popular and then you can show your neighbors when you go home and he'll be very happy and then all set and then Standing in front of everywhere. I asked him to stand and then he'll be happy the postures",
      "chunk_id": "dc959cfc-eb9b-4acd-a306-e408ceea0e18",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 463
    },
    {
      "chunk_text": "Yeah, so my problem hanging out with my parents now is they want to take photos like a lot, right? They are into that Instagram thing me. I'm like, I just want to take a walk. I don't need photos Then you take a photo for them. Yes, you don't need they need so that's when I'm most useful. I'm the cameraman I'm the guy who stands in line Nice. Yeah, nice You know, I of course sometimes also want to take some photo so my dad's how about I take some photos for you I say, okay",
      "chunk_id": "8944d558-466d-4a78-a1f6-364ba108edde",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "Of course, so we take turn and then once I saw his skill of taking picture I say I will do the photographer for the whole journey. Yes Yeah, because my dad really don't know how to take a beautiful picture for girls. They they know how to take a picture They press the button. That's it. Yeah how to use the camera. Let's put it this way So what they're holding is not an iPhone. It's just one of those traditional cameras, right? You know one click shot film cameras. That's it. That's it. No focus that the face is over",
      "chunk_id": "56e173da-d4b2-4a0e-b0de-c54af084ff0d",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 521
    },
    {
      "chunk_text": "I know my mom do and then you know, there's because sometimes my dad's want to take the video The boat is so beautiful. I want to take the video So I show him how to use the video and then when I come back to Taiwan I see all my pictures are in video form So I stay in there very nice like five seconds. Yes, because I thought I was taking pictures, but actually he's taking he's filming me",
      "chunk_id": "a2edc281-261a-4ba1-9312-8bf021d5f868",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 390
    },
    {
      "chunk_text": "The same gesture for five seconds so you can upload it on YouTube in the future Like just save it for the fun of it one day. It'll become like a I don't know YouTube shorts Okay, now the trip is coming to an end then did your dad now You know wanting to buy souvenirs or you know want to spend all his pocket money kind of thing the pocket money speaking of pocket money Yeah, he literally he literally brought pocket money for you over him",
      "chunk_id": "955be847-dc9e-4322-a41a-c53b3cd520bc",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "For him because he said I need to bring some money and then he brought 50,000 Taiwanese dollar in his pocket. I said, why do you not Japanese yen? He didn't exchange anything. He didn't tell you Why do you need Taiwanese dollar and then you put inside your pocket? Okay, you know not even in the wallet in the pocket really literally pocket money I said why what do you need that? Uh-huh. He said I always put the money inside my pocket now I'm thinking",
      "chunk_id": "ad7070d9-690e-49f7-a0d4-7f391cae8921",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "I'm overseas so I should brought more so I brought 50,000 But I think you know, it's Japan. There's no way you can use your Taiwanese dollar, right? Okay, and then he said, okay, then what should I do? And then I said no worry because the plane that the trip is to make you happy so I would pay for everything Okay, so just use my car Wow Because I know my dad he wouldn't purchase something",
      "chunk_id": "5d82f7c1-0968-4ca5-a801-20f9fcff6780",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "Luxury or fancy, you know, well, you never know that I don't think that is the fake comment No, you take him a couple of times to Japan and he will get it you get it It's his first time. Of course, he doesn't know what is what that because last time we went to the Okinawa Okinawa last time we went to Okinawa. He did the same thing put money in his pocket Taiwanese dollar in his pocket the same amount",
      "chunk_id": "4f05f098-9eed-45b4-960a-8ab079be6e22",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "Already explained to him. It's a guy thing. I think I think it's an old guy thing. Oh No, because my dad when I was very very young. I remember he said oh, he feels more secure if he's got cash in the pocket. Oh, yeah Oh, yeah, that's what he said. But today we are like the credit card generation So, you know and also for us frequent travelers, we know you don't want to have any cash Not that much cash on yourself. Yeah, it's not savory. It's not",
      "chunk_id": "9e65bb2c-78d8-4420-b133-02eb8197c433",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "Good. Yeah, I don't feel safe. Even though it's in Japan, but still too much cash with you Yes, you can use the credit cards and you can get cash back Yeah cash back on your JCB, right or you need pay or something like that at first My dad wouldn't let me to pay that he said, okay You you pay and then you pay the cash and I'll pay you back something like that I didn't know because I have cash back program. So I buy you this I earn more and then he's very happy about that",
      "chunk_id": "6827e985-522a-474e-925a-790c65fd36cc",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "So that's fair. I think he didn't buy much but the thing I said really surprised me because my dad is 72. Yeah, and then he you know when guys reach that age he Selden like pay attention to his appearance. No. Mm-hmm How much do you want him to pay attention to? That's what that's not what I'm trying to say. Yeah, he wouldn't put any lotions or some cream",
      "chunk_id": "ec65849a-f6c2-492a-a472-7277f72843c1",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 357
    },
    {
      "chunk_text": "I'm him because sissies do that sissy. Yeah, sissy boys do that. You need to put sunscreen No, that's how guys grow up to be right from young they were taught. This is the manly thing to do Seriously, you don't put a sunscreen when you go out. No, I do. Yeah, I think that's I'm like 21st century sissy boy. I Don't mind honestly, I mean I'm the sunblock guy I'm the body lotion guy. I don't I think taking care of self",
      "chunk_id": "2d46d22b-97d9-44dd-bf5c-e9f46d14ee50",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "Is nice, but that's not what my dad does. Oh, he didn't put any right? No And then when it his skin, especially in winter in South Africa when it starts to crack. He's like right darn it I should have put on more lotion and I'm like you should you should he doesn't it's not in his DNA It's not in his regular routine to do so but since the lesson learned did he apply? No, still not I use more body lotion today than he does Wow",
      "chunk_id": "9f1e5f55-9fa6-4ad1-947a-b32ffc1f91ab",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "Wow, so my dad is the same guy like your dad So he didn't put any lotions or sunscreen not because they're old they do that It's because they never had the habit. They never had that they had had a habit never needed it Mmm, so I took him to the cosmetic shop. Yeah, and I just bought a few things. He bought he bought a sunscreen He said I might need this sunscreen So maybe I will look better because I think everybody at every Japanese in Japan looks so fine",
      "chunk_id": "c216e0ec-1def-4718-a9a2-c33798924280",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 461
    },
    {
      "chunk_text": "And then maybe I put a song I could have a better skin. That's what he said. I'm so happy You know, that's very cute. He sort of got the idea. That's great So this is the first sunscreen he had ever bought in his life. So you see he's learning He's really soaking it in he's like hey why 70 year old Japanese guys look like that and I look like this So maybe it's about what they buy in the pharmacy at the drugstores",
      "chunk_id": "90db8ef4-e2af-467d-92b4-266459550596",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "Ah, so that's good one. So souvenirs, what did he get for his friends and neighbors back in Taitung? Like shrimp crackers, shrimp crackers and a lot of chocolate snacks Yes, things like that and the postcard. Was he very generous or is he like very calculating? He's very calculating. Okay, got it. Parents are all like that Because there is a very famous Shrimp Cracker shops at the airport I said I always",
      "chunk_id": "89c80194-3585-4c09-8003-2f032bf7f7a4",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "go there and I have a cool discount so we can buy many packs so we can share with neighbors who can give up to your relatives and say that oh, this is my souvenir feel good souvenir Yeah, and then he said ah, if it's for the friends make it small. We'll buy a small pack for them Oh, it's for my son. Okay, make it big. That's quite a big pack for my son Okay, your son don't need that much shrimp crackers, okay? Very calculating, but I sort of understand. I know",
      "chunk_id": "0ba1f20e-1e9b-43a0-968c-6edfc6589738",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 464
    },
    {
      "chunk_text": "They're very calculating at their age. I think traveling with my dad. He's a nice traveler So he's not he's quite he doesn't misbehave. He doesn't misbehave for the whole journey He behaves quite well. Yes, and me my parents I can't say they misbehave but it's just they have a mind of their own So you got I sort of have to find that balance because they also got lots of travel experience So they have expectation. Yeah, they're like, oh that kind of looks cool and then sometimes",
      "chunk_id": "af667023-02ec-41a4-b480-fb2f04cc736b",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "My dad says no that doesn't look cool and he wants to go the one way and my mom wants to go the other way And then you're like in the middle in the middle. Yes So sometimes you get stuck in the middle and then sometimes there's no me time and then sometimes You know when they get to like big camera these outlet stores, right? You can buy like a big pack of snacks and then you can share the mini packs with neighbors and everything, right? Yeah, and my mom was like, oh no, not necessary But then the problem is when you get back to Taiwan",
      "chunk_id": "71b1463b-b5c0-4300-8234-fe816a001044",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 541
    },
    {
      "chunk_text": "And all those people right when they travel they give you stuff and then now you come back from Japan or from anywhere And then you got to buy stuff. So you got to return the favor, right? You got to reciprocate. Yes So when you're ready to reciprocate I remind them, you know, this is more affordable that it's not and then we get into a big argument of what is What is better gift to reciprocate and that gets difficult because my mom's hot. Oh She's like, oh, yeah, it's fine. I'll take one and then I'm like no two for the price of one",
      "chunk_id": "ec0a8602-faa0-457a-bfca-c6ccbc8afcc2",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 539
    },
    {
      "chunk_text": "And you know, and then my dad's like buy that they don't they don't eat sugary things And then and then I'm like in the shop for an hour and we still haven't gone anywhere So sometimes I feel like I should just go and just buy random stuff and then they just yeah, they just give it away Yeah, just give it away. They they shouldn't know the price. They shouldn't know the price Oh because Japanese yen is pretty low. So I just tell my dad is like",
      "chunk_id": "1b083665-32fa-4a33-8814-cc27d46a7de5",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "The price is weak now. Go ahead. Yeah, go ahead and then you can enjoy spending money It's got money in your pocket. You feel like a dangerous man, right? You've heard that song from Bruno Mars, right? Yes. Yeah, exactly. He feels like a dangerous man Yeah, he's a dangerous man with money in his pocket. My dad is a dangerous man. There we go. 50,000 NT very dangerous That's a whole lot of money",
      "chunk_id": "305d3cc8-6f3d-4d49-90b8-674b7975f583",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 397
    },
    {
      "chunk_text": "So heavy no wonder So fantastic experience for your dad, I think he is a great traveler he is great company to travel with I can't say my parents are the same. My mom would be more easier going my dad's slightly more calculating but then in terms of food It's easy to satisfy my dad and not so easy to satisfy my mom because she's like why are we eating this? You know, I can make this quite easily, you know",
      "chunk_id": "551254af-35f5-4b7b-b148-9f3859217263",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "She cooks and then she doesn't eat beef. So she's not a steak eater You bring her to Indian restaurant. No beef. Yeah, she doesn't like it's hard to make at home No, she doesn't like Indian food, you know exotic weird food. She's like I will have a taste but that's it hard to please Yeah, so my dad's more like the foodie like you give him some food and he's like, okay I'm happy. So you see, you know, everybody has their own little thing right and you got to sort of navigate through their quirks and",
      "chunk_id": "13b2a108-90b0-48d6-8f9c-9f8813933161",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Your own quirks like me. I don't need any scenic view. I think scenic view is silly Five minutes the pictures is yeah for me experience is more important right talking to the Japanese people All right, maybe have a conversation and then do what the Japanese do that's more interesting to me, right? So are you going to stop any trips to Japan or anywhere? Not anywhere with my parents, but I'm planning a lot of these little excursions for them, you know, let's just take it easy",
      "chunk_id": "3a98d000-4431-41d6-9720-8258a90345e6",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "With domestic travel first. Okay. Yeah, because in Taiwan language works and then when we go abroad then I'm like the little translator I'm the guy who stands in line and I'm then you need to do everything Yeah ambassadors. Yes for the family. Yes, and you know, then there's not a travel for me So and also my mom at her age right now, she gets motion sickness really really bad. Oh So my my dad and we don't have this problem, but my mom",
      "chunk_id": "37a0fa98-be6b-4616-b038-18bb3cb41fd1",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 439
    },
    {
      "chunk_text": "Does because of the age because of age because of you know, personal issues. My mom always had this condition So when she gets too hot and then she started she will faint very quickly And then like like sometimes she she dehydrates very quickly. So she's she's just very delicate Wow. Yeah Wow, so maybe stay in Taiwan It's a better so we only doing like short excursions in Taipei so she can get home and then you know the bathroom issue so",
      "chunk_id": "07b205b4-70bf-47c0-9f11-3a27843baff1",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 441
    },
    {
      "chunk_text": "They shouldn't leave anywhere to rural, you know, if you go into the mountains and you don't have bathroom, then it's a big problem So can't go anywhere to rural. Okay, so the things traveling with the family with the parents the destination is not the point as long as you guys are together the experience The company that counts Mmm, and you obviously have proven to be a very very fantastic daughter and a business class daughter, you know, I'm the economy. I'm the coach class",
      "chunk_id": "b1fbe5a7-96e1-4579-aaa5-e6db8f59c2c1",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "son But just a quick recap you got a plan like you plan very well I don't I'm more like the more spontaneous person I go there and then we just take a walk and everything is a surprise I'm that type of guy and then of course you said set double budget me I hundred percent believe that I just you know for me hanging out with my parents is money time money time Yes, if you are more willing to put up with money up front and increase that budget you'll be",
      "chunk_id": "1040cfe5-7fd6-47c1-a3eb-765846af56a3",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "Happier right? Yeah, because of all the hidden costs and little things emergencies when you have double budget You live with it easier, right? And then of course, I think you have a little bit of me time very important You have to include yourself in the trip as well. You can't write a hundred percent be about daddy You have to enjoy yourself. It sounds like 80% for dad to be honest your trip, right? Yeah, so for me, I would I don't know I would prefer it to be sort of more 60-40",
      "chunk_id": "9b69391b-4a74-4509-9de1-616a9e7a91eb",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 484
    },
    {
      "chunk_text": "Or 60-40. Yeah, 60-40 balancing. Hmm, not like 80-20 or 90-10 or 60-40 Yeah, I think asking 50-50 is is not very nice. So 60-40 Meantime and then of course for your dad the bathroom issue for the elderly's bathroom issue So knowing going to a place where there's a lot of bathrooms and also less crowded places are more Friendly elderly friendly",
      "chunk_id": "cebece74-a648-4593-873a-71617cf0240f",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 345
    },
    {
      "chunk_text": "Yes, utterly friendly. Yes. So those are some of the tips that we want to share with you you guys today and if you are traveling with your parents or Maybe your grandparents even. Oh, right Send us a message send us Your comments and your experiences to ask15mins at gmail.com Once your trip is done Let us know and Angel can probably share her experience a little bit more in the upcoming episodes with you. You can probably resonate",
      "chunk_id": "d1b0b38d-12ee-4701-ba15-d8c73b46a734",
      "chunk_index": 71,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "And probably learn from other people's experiences, too So do send us your travel experiences with your parents and for those who are planning already Remember the tips we shared today Make sure that you have so many time and make sure that you well budgeted and make sure that you have time For everybody and space for everybody. Yes and Money issue just you know, it's okay. You can always make money You cannot buy memory. You can't be too high",
      "chunk_id": "66663b74-0950-4f9c-9e81-f882776633a4",
      "chunk_index": 72,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 447
    },
    {
      "chunk_text": "Yeah That's what traveling is about you can't you can't be Haka you can't be that Calculating because it takes all the fun away. Yeah. Enjoy the moment. However long the moment is Even 11 hours. Yes, just a few maybe it could be just few minutes And the rest of the trip sucks. Just remember that five ten minutes If any of your family members misbehave, you know, then so be it it's a story",
      "chunk_id": "38de6547-8bfd-4eea-9d73-cc942fd438dc",
      "chunk_index": 73,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 391
    },
    {
      "chunk_text": "To tell your friends and family right one day, right? Oh Next time I'm gonna share with you guys Like what's my friends you brought there there are ridiculous stories and funny stories about my friends bringing their parents to Opposites with my stories. Yeah. Yeah, so guys, please do share your stories with us So we can have a round of stories like this guys Thank you very much for tuning in and over and out from myself here and",
      "chunk_id": "f3b5ccf7-0f71-4139-b908-f2a6fa7138a7",
      "chunk_index": 74,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 433
    },
    {
      "chunk_text": "Angel in Hong Kong and we will see you in the next 15 minutes cafe. Ciao you guys have fun",
      "chunk_id": "81ae8c00-416d-4013-b30e-6d2187c7ff2d",
      "chunk_index": 75,
      "episode_id": "6860dd2dbb826d6ebef9d86f",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.223_ 帶老父母的旅遊之人生新挑戰 下集 How to travel with your parents without goi.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 90
    }
  ],
  "original_text_length": 33257
}