{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
  "episode_id": "6860dd2dbb826d6ebef9d88d",
  "collection_name": "RSS_1442509198",
  "total_chunks": 28,
  "chunks": [
    {
      "chunk_text": "Hello guys, welcome to another episode of Taipei Banter where Jon and Gavin uncover the interesting trends and issues around the world coming up. Hey Gavin. Hey Jon, how are you today? Right, buddy. Fantastic. It's another cold, cold day in Taipei. I'm absolutely frozen. Well, luckily we are in Ikea house today. Yeah, very nice of them to offer this facility. They didn't offer us. We just parked our butts down and we",
      "chunk_id": "18d72f39-e8b6-4b34-b8f7-07d883fd7e4a",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 420
    },
    {
      "chunk_text": "enjoyed the facilities. Well, they are great. So guys, if you do hear this and if you're in town in Taipei, you're welcome to come to Ikea house. Yeah. Great place. Interesting. Nice food. Make their casa your casa. There you go. And it even has a lounge next time. Hey. Yes. Right, buddy. So I would like to start off today by sharing the article about the most annoying passengers, you know, when you travel. Expedia actually made a survey, okay, from",
      "chunk_id": "d1ca7958-54ee-477e-b4e4-68481a295510",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "feedback of one thousand and five Americans age 18 and over. And the study showed that 64 percent of respondents find the rear seat kicker annoying. Okay. And they have a list of 14 most annoying passengers on flight. Oh, yeah, that's terrible place. So buddy, you know, I have to fly every four months to Hong Kong. And I mean, you know, you've done your fair share of traveling as well. Yeah. So I'm just quickly",
      "chunk_id": "1f6375d8-31ac-4fe3-97b3-88eae7a1190b",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "going to run down the 14 and you tell me which one is your favorite. Most annoying. Okay. Okay. Annoying passenger. Okay. Number one, the rear seat kicker. I have to say, I haven't really experienced that. I've had, you know, a kid kick my seat and I've I've had a word and the parents quickly admonish the child. Okay. So I haven't really experienced that. No. Let's move on. Inattentive parents. Okay. So you had a mix of one and two, the kicker and parents.",
      "chunk_id": "eca3630a-189d-42d0-9cca-c3dc6d48b978",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "Well, the parents paid attention to him. So really, I think even there I'm not. I think the most annoying. Well, we'll get to that. I'm sure. All right. Number three, the aromatic passenger, the stinky. Yes, I've encountered that. That's pretty annoying. So aromatic is actually a very nice word for being stinky, smelly. Yeah. Okay. And in this this area of the world, you know, garlic is a very big favorite. And trust me, sometimes that garlic breath can be a bit annoying after a couple",
      "chunk_id": "64b63cfe-0f0f-43cf-89ad-eda085a9c3ca",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "of hours. I don't mind garlic breath, buddy, but I mind B.O. What do you think B.O. is? Body odor. Yeah, I must say, it's been a while since I've encountered somebody really smelly. Okay. So that's the third, aromatic passenger. Moving on, the audio insensitive. Not really, no. Most airlines and planes I've flown in, most people are not loud. This is an American survey. So they are loud by nature. So I would assume, you know, that's",
      "chunk_id": "32c35b51-de32-487e-bdc1-d839c590ae4c",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "that's something that might be more of a problem. I think both you and I are relatively loud in the context of Taiwan. Yes, yes. But, you know, I have to say, buddy, once you sort of cross over to Hong Kong and China. Oh, man, those guys can shout. Really? Yeah, they get really loud, like talking to on the phone, talking to the person sitting next to them. They get really loud. Very annoying in Hong Kong airport. I have to say, OK, moving on, we've got the boozer. Oh, them I know them. I was one of them once or twice.",
      "chunk_id": "4974d44d-9411-4fb1-9fae-0ea53c1f4282",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 523
    },
    {
      "chunk_text": "I've experienced that long distance flight. You got to be the boozer. It's 16 hours of flight going to back to South Africa. And you got to have some booze to like, you know, get mellow, you know, get into the whole airplane travel thing. Well, the problem is not the boozer. The problem is I remember my first flight coming here. There were two brothers who got drunk and started fighting with each other and they were threatened with being offloaded in Thailand. So that was mega. I think that's violent. That's like the overboard booze.",
      "chunk_id": "a1ad21ca-210d-4d74-a978-4b137f66941b",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 539
    },
    {
      "chunk_text": "You know, you drink, you have like a drunken brawl. Almost. Yeah. Drunken brawl. Having an argument and scaring the passengers. Yeah. So that's a bit of a bit beyond boozing. Yes. Moving on. Chatty Cathy. Oh, God, I hate those people. I must say, yes. Well, I'm sure I've been chatty Cathy myself. I like to talk, but I sat next to an old lady once. I think she's from Hong Kong. And, you know, she was just very interested in what I was reading and doing and stuff. And she's like, you know, she",
      "chunk_id": "791e0695-9873-47fd-b735-a3230c51c103",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "literally interviewed me and I didn't even know her last name. I didn't even know anything about her, but she literally interviewed me. Like, where are you from? What's your name? And do you have a girlfriend? And what do you do? And isn't it interesting? Blah, blah, blah. This and that. So, yeah, chatty Cathy. Yeah, I get that from old ladies. Isn't that a bit sexist, though? I mean, it could be what would be a Cathy. So it would be a chatty Jake for a boy if we have Cathy. I don't mind if you call me chatty John. That's OK. It would have to be something with the chatty Charles.",
      "chunk_id": "a290bc8e-587f-4345-af41-d3ad4be0b150",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 586
    },
    {
      "chunk_text": "Chatty Charles and chatty Cathy. OK. All right. So moving on the queue jumper. Oh, God. Yeah. Been there. Done that. I remember in Xi'an one time. And yeah, yeah, I saw that. Where were you? Xi'an in China. Xi'an in China. Yes. And it was my first real experience of boarding a plane in China. And it was very interesting because, you know, everybody just stormed in ahead. I saw two English people and they they thought it was very funny, but it was fine. You know, on an airplane, everybody is a lot at a seat. So I'm OK with that.",
      "chunk_id": "76608dbf-c3a0-42cc-8355-7a047b1f030b",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 533
    },
    {
      "chunk_text": "Oh, yeah, if you have your seats. Yeah, it's an airplane. It's not like you could. But it's like on a train. It's a different story. Yeah. You know, like in Taiwan, if you go on the high street rail, you have these couple of carriages without, you know, reserved seats. And then, you know, queue jumping or cutting in line is actually quite often, you know, people literally they're crawling and grabbing and, you know, trying to get in front of you to make sure that they actually get a seat. Yeah. So, oh, I didn't think it would be such a big problem here.",
      "chunk_id": "197456d3-1fda-4cd2-9fce-e9dd6812815a",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 559
    },
    {
      "chunk_text": "Yeah. Well, I mean, I think it's everywhere in the world. There are people who do this. So, yes. So now we know the queue jumpers. Yeah. Moving on. Seat back guy. Oh, what's that? The guy who reclines his seat so much during the the taxiing, the takeoff, you know, some guys just once they sit down without even the plane taking off, this guy reclines. Oh, and, you know, has the flight attendant tell him or her that please, you know,",
      "chunk_id": "1f0f6a19-111c-4e86-9555-21360752ff44",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 435
    },
    {
      "chunk_text": "put your seat back upright? And I had one experience where the passengers wouldn't do that. The gentleman literally recline his seat once the flight attendant left. So the flight attendant had to remind this guy two to three times during the flight to like, you know, put his seat right up. I've never had that. I mean, you know, I think I would have I have the experience of if somebody reclines all the way and it forces you to recline because the only way you can then have some space is to recline yourself and sort of just",
      "chunk_id": "f39457b1-b9ed-4b7b-a7e6-0982564f4c7f",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 527
    },
    {
      "chunk_text": "a domino effect, which means everybody has to recline to have a comfortable space. So this guy, the seat back guy gets 35 percent. Well, in your book, maybe a hundred because you've experienced the seat back guy. Yeah. OK. So moving on, the armrest hog. Not really an issue so far for me. I don't know. How about yourself? Well, buddy, I think we have to look at the definition of hog or hogging, you know, hogging something, yeah, who just takes, you know, like, I mean,",
      "chunk_id": "c832c7b3-2a88-4896-a809-e2f9786abaef",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 471
    },
    {
      "chunk_text": "I've been, you know, it's a big culture in Taiwan to go to KTV. Right. So hogging the microphone is a thing. The mic hogger, the guy who grabs the mic and does his endless singing, whether he's good or not. So he doesn't want to share. That's what it means not to share. Yes. So armrest hog. OK. No big deal to me because I think, you know, I think I'm sort of getting a little fat now. So I tend to be the I think I'm the guy.",
      "chunk_id": "fa2b3dd2-d67b-4dfb-8331-07ee1f6d2e8e",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "I've always been that guy because I'm a little wider than the seat. Yes. You have to be the armrest hog. Yes. Oh, next one about smell again. Pungent foodies. Well, this is the thing. I mean, nowadays with the security, you can't really bring much stuff on board. And if I took on my durian and I started cutting it up in the in the flight, they might have a few things to say. So I think this is not a real issue anymore. Yeah, maybe a totally agree with you. Like a couple of years, I think like 20 years ago, like people",
      "chunk_id": "99b029f7-75ef-4968-b1de-edaf2ba74dc4",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 523
    },
    {
      "chunk_text": "literally brought durian. Yeah. And what is durian? It's a little spiky fruit, right? It's not little, man. It's about the size of half a melon. Yeah, it's spiky. Yeah. Yeah. And the other one would be, of course, in Taiwan, stinky tofu. Yeah. Stinky tofu isn't all that stinky anymore. But yeah. OK. We shouldn't bring that on the plane either. OK. Next, the undresser. It's the person who undresses. Changes his clothes in public. Hmm. Well, I wonder now how far do they undress? I mean, do you see the underwear?",
      "chunk_id": "1780e794-ae90-4236-b9a3-621ed87ee402",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "I mean, if it's like Michael Phelps, then I think people will just enjoy it. If it's like any other supermodel, yeah, fine. Yeah. It all depends on whether it's a man and the women enjoy it. And if it's a woman, women enjoy it. Well, depending on how they look, obviously. Yeah. Let's just be honest. All right. So there we go. That's that's where the looks count. Yeah. All right. The amorous. Amorous. Amorous. Amorous means the lovey dovey one, the person who falls in love with you next year. So 16 hours later,",
      "chunk_id": "c19aa74e-a203-4674-b335-72f73d1a9039",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 515
    },
    {
      "chunk_text": "because of flight and like French kisses and the wet. Oh, yeah. Could be sickening. OK. Public display of affection. Yeah. Too much. Right. Next, the mad bladder. That's me. My old age, I have to go to the bathroom a number of times. So I always make sure I get an aisle seat because I go to the bathroom. If I want to go, I need to go. I don't know. I just I go a reasonable amount. I'm not mad. I have a bladder problem.",
      "chunk_id": "0a8e63c7-c9b2-4255-bf13-55da462e1d63",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "But I hate fighting through people and trying to get over them. Totally agree, man. To just go. Been there, done that, buddy. That's why I always take the aisle seat. Yeah. Yeah. No. And the fact that, you know, sometimes you like get up and you especially if you're on the window seat and you get you get up and you tell the guy next to you, excuse me, I need the bathroom. And he gives you this, you know, stinky stare. Oh, I would just steam roller through them. I am very rude when it comes to some things like. Oh, yeah. The mad bladder. So if you have a weak bladder, remember, reserve.",
      "chunk_id": "3e754471-7705-4604-9aaf-8eac1b3e699c",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 592
    },
    {
      "chunk_text": "The aisle seat. Here we go. Right. The last annoying passenger, the single and ready to mingle. What does that mean, John? I think people who look, you know, like who chatty Cathy, except people are trying to mingle, trying to make friends, you know, not just trying to kill time with. OK, that's what I misconstrued. The amorous one for that. That's the person who's trying to chat you up and you are not interested. So you have to endure that.",
      "chunk_id": "51ab15d9-d0c5-4548-b31d-ac5520da8091",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "I think women would have a bigger problem with that, because, you know, if you have some ugly guy next to you trying to chat you up for 16 hours. Again, that's where the looks count. Yeah. Right. Thank God I'm ugly. So, I mean, 14 is a little unfathomable for me because we are ugly people. We've never been endured that. Like I don't actually see myself speed dating on the plane. Hey, you know, strangest things have happened. The world is strange. I'm sure if we did a trolling, we checked",
      "chunk_id": "3cec7f84-572e-4daa-af6d-eb16ca06b289",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 492
    },
    {
      "chunk_text": "some data, we could find people who met on an airplane, got married and had kids and everything. They probably do. I mean, people get married on like, what's it, League of Legends and Warcraft. We meet people everywhere. All right. So, Gav, let's end this quickly. What is a favorite and most annoying passenger? What is your favorite? Chatty Charles. Chatty Charles. I don't want to be sexist. I don't want to be sexist when you say Chatty Charles. Chatty John and Chatty Gav. If you do meet us,",
      "chunk_id": "279c05e5-f765-438b-a50e-7d5fc7681b08",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 496
    },
    {
      "chunk_text": "on the plane, we'll chat you up. Okay. We're chatty. So, for me, I would have to go with the B.O. dude. Okay. The aromatic passenger. Actually, yeah, because there's nothing you could do about it. You got to suffer for 12 hours. Yeah. You could just, you could ask the attendant to move you. If the flight's not full, you could have a little private conversation with them and just say, please, I need to relocate. But buddy, you got to think about it this way. You know, like we're not particularly",
      "chunk_id": "11a63d08-63a3-4514-ad77-150843475e64",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 499
    },
    {
      "chunk_text": "you know, strong-odored in that department, right? B.O. But I mean, you know, for that gentleman, maybe he's got some bodily conditions or some, you know, whatever the case may be. I don't care. And he sees me move, you know, it's sort of- I don't care. I don't want to indirectly humiliate him. I don't care. I don't. Oh, well. I don't. No, no. I mean, it's just- I do. I just feel for the guy. You know, have you ever smelled somebody really, really stank? Yes. No. 16 hours of that? Forget about it.",
      "chunk_id": "ffa6e6d5-9cb3-44c4-afee-93435f08f5e7",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "Yeah, that's when you really need to decide to be selfish. No, I would definitely be selfish and just say, no, thank you. Good. All right, buddy. So that's it for today. So, John, what words did you like out of this? First of all, I like the aromatic passenger, which is a very polite way of saying aroma. You know, having an aroma. Yeah, an aroma smell. I would say the rear seat kicker, the kid, the adult, whatever, the rear seat kicker.",
      "chunk_id": "8e95a4c1-b9d3-49a7-b8fc-ab32161314c4",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "Yeah, that's a kicker. That's a real kicker. That really defeats the purpose of, you know, a stable flight. Yeah. Right, buddy. So rear seat from the back, aroma, smell. Okay. In the air. So guys, do you have your favorite? Who's the most annoying passenger in your view? Please write to us a comment in our blog at www.15minutes.today. See ya. See ya.",
      "chunk_id": "70cb941a-d01f-4f94-94d6-a13f0f2b9223",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d88d",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講Ep.3 Most Annoying Airline Passenger.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 352
    }
  ],
  "original_text_length": 13589
}