{
  "filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
  "episode_id": "6860dd2dbb826d6ebef9d9f3",
  "collection_name": "RSS_1442509198",
  "total_chunks": 59,
  "chunks": [
    {
      "chunk_text": "Hello, hello and welcome to another episode of vocab with angel and John There we go. I have to throw a monkey's wrench You did in our intro. Yes. I had to start like that just to get you ready for our vocab episodes guys you are listening to You are listening to another vocab episode with John and angel That's right. And vocab is where enjoy and I talk in full English",
      "chunk_id": "ae952c2d-971b-4d1d-a3be-e1e83a240aa7",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 371
    },
    {
      "chunk_text": "And give you a simulated listening environment where we talk about all the interesting topics around the world and Taiwan And today we are going to come back to what we hold very dear, which is food Food food. So this is something I read up and I passed this earlier on to Angel and angel you saw it and you were shocked, right? I was shocked totally two Ramen's that shocked the internet world in Taiwan",
      "chunk_id": "0aead55f-fd8c-4cbf-85ce-b765b36942a6",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "And these two I think it deserves a little bit of attention Why because these are the two things that you will never associate with any Stereotypical ramen. I've never thought about this combinations before actually. It's crazy. It was all over the news It was all over the internet and then I believe some k-o-l's some youtubers k-o-l's instagramers They went for this. I'm sure some of them already dead. Uh-huh",
      "chunk_id": "ae81ccbc-1e36-41a9-beff-167cac8de4f5",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "So guys, can you guess what kind of ramen this is? This is the da wang. I can't even read this da wang ju zhu chong Yes, da wang ju zhu chong ramen and in English will be I will come back to the English and then the next ramen We're going to be talking about is liu lian ramen liu lian ramen Okay da wang ju zhu chong and liu lian these are the two type of things that we will never in our lives believe that",
      "chunk_id": "d7b4b3f6-38f2-4951-a069-2ca0f7f5e038",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "It matches or pairs well with Ramen or any kind of salty food or any kind of savory food. You are correct Yeah, any kind of noodles for that matter. Why would you want these flavors in your soup? No idea because ramen and I'm sorry the liu lian durian normally would you think of ice cream? Ah, there we go. There we go. There we go. Yeah, that's so you spilled the beans for us Okay, I was going to get the 15 minutes for them to guess",
      "chunk_id": "2efebc3b-fe38-4b81-b345-8b9f1069b24c",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "What liu lian is in English? So most of you probably have seen it have tasted it have tried it You know, it's called durian durian durian. Okay. Is it the king or the queen of fruits? I can't remember. I think it's the king. The king of fruits. Then who is the queen? I can't remember. Mangosteens? Mangosteen maybe yes. Maybe. She's the queen. Yeah, she's the queen of Okay durian vs. Mangosteen. I think somewhere along the line, but let's put it this way",
      "chunk_id": "a92ead5f-2bd6-47fd-a8dc-ca8302ea04ce",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "I see durian and I see a weapon. I don't see a fruit. It is a weapon. It's a weapon. Not because just its shape, but also its flavor. Its smell, right? Yes. So on the outside, it's prickly. It's spiky. So you can hit somebody. You can damage somebody with that. Okay, you can really really hurt somebody and then once you open it up, it's bio weapon. It's got this very very pungent smell",
      "chunk_id": "0e7a8999-9710-45ba-9526-16f78eb8c7be",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 388
    },
    {
      "chunk_text": "Okay, and I use the word pungent in a very respectful way because stinky tofu is also a very pungent type of food, right? Cheese is also a very pungent type of food and I say it in a very respectful way because once you taste it, it's a different flavor. It smells odd, but it tastes rich. It tastes on a different level. It's got a different flavor in your mouth. Okay, this is durian. Does it taste like avocado, creamy, milky flavor?",
      "chunk_id": "51cabd37-e365-4235-9ae3-d9b8ed1f5203",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "I would say it's it's very similar except it really depends on how ripe your durian is and your avo sometimes, you know, like my friends, they prefer over ripened avos. That's sort of buttery, soggy buttery. I don't like that. I think it's disgusting. It looks terrible. Yeah, and then they like to spread it on their toasts, you know, avocado toast type kind of idea. So they need to leave the avos for a little bit.",
      "chunk_id": "fe5ee0c6-333b-4bd1-9344-3bf8dc4737e9",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "So they can spread it on their toast. Durian, I don't think you wanted to eat it over ripened, like soggy. I think there's an optimal period to have it and it doesn't over ripen like other fruits because the shell, that spiky shell that it's got keeps it fresh for a long time. You can hold on to it for a long time, I believe. So normally how do we eat the durian? I'm not a durian lover and honestly, I have never taste durian before in my whole life.",
      "chunk_id": "d9552e31-dc40-460d-b7a9-2e453777265d",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "Oh, yeah. You know, imagine Swiss cheese. I mean, I would do Swiss cheese any day than durian. That's how bad it is. So yourself is not a durian lover. I tried it before. I kind of respect it. And I mean, the flavor in the mouth is nice, but it's just that smell. You know, it drives you nuts because it smells so different to how it tastes in the mouth. So it's very conflicting. It's quite odd to me.",
      "chunk_id": "a1ed3f22-9089-4f63-9a04-1088aa3851fa",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 402
    },
    {
      "chunk_text": "It's very, very conflicting flavors. You know, if it smells like one thing and it tastes like another. So like different where they just not from the same piece. Yes. So the first time I had durian, it was many, many years ago. And I, you know, my Singaporean friend, she took me to one of the markets and we sat down and she had like I had one piece of durian. You know, when you open the shell up, there are many pieces of durian.",
      "chunk_id": "45d278a4-547c-4b02-a4ee-8ed8199f4077",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 432
    },
    {
      "chunk_text": "They look like little pods, right? Durian pods inside. Yeah. And I had half a piece and she had everything else by herself. She was like, wow, this is tasty. This is great. Blah, blah, blah. And then I'm like, thank you very much. I am on the verge of throwing up. I'm on the verge of throwing up because that that smell keeps coming. Right. That smell doesn't go away. It doesn't go away. Yeah. But funny enough, by the time we got home, it sort of dissipated. It disappeared.",
      "chunk_id": "a1affd9c-2f04-40b4-9aa2-7979a6bea207",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 477
    },
    {
      "chunk_text": "Why? Maybe it's the Singaporean weather. But, you know, by the time we got home, I thought it would stay on my clothes, but it didn't. Wow. Interesting. But sitting and eating the durian. Wow. You know, you were shocked at the first time. Yeah, I was. I mean, I saw it and I was like, are you sure? I just want one piece. And she's like, no, we should buy the whole thing. We should buy the whole thing. Speaking of that, because durian, is it common in time?",
      "chunk_id": "9c6a0f27-3c98-4060-af9f-78aca89a2804",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 459
    },
    {
      "chunk_text": "It's common in Taiwan now, right? I believe so. It used to be a very expensive delicacy. Now it's more like a supermarket thing. Yes, it is. And then I remember we cannot bring durian on board. You couldn't. In my father's generation, they had to smuggle it. They had to really, really, really, really like smuggle it. You mean into Taiwan? Yes. They literally, when they went to Thailand, they came back. It's illegal. Really? It was illegal.",
      "chunk_id": "bf230ba1-cba1-4cd6-83ea-58614b7545ae",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "Very, very much illegal. But at that time, I remember my dad telling me when I was a kid, telling me the stories, because it was very exotic to go to Thailand, to travel to Thailand and have these exotic fruits. So he came back with one. And then he kept it in the freezer. And the freezer smelled like durian for almost six months. I believe so. Yeah. But the thing is that now you cannot bring",
      "chunk_id": "77d941ce-c772-4a59-be7c-4e94dcfab928",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 395
    },
    {
      "chunk_text": "any kinds of fruit into Taiwan, right? But things like, let's say, if we want to go from Bangkok to Hong Kong, Hong Kong is welcome all kinds of fruit to be imported by passengers or whatever. I believe so. Yeah, because they don't have their own farming industry. It's a free trade territory. Oh, yeah. But the thing is that you still couldn't bring any durian on board. I mean, the uncut one. No, it shouldn't be. Yeah, it shouldn't be on board the plane.",
      "chunk_id": "2067860a-8045-402b-bb96-f30f28829b3c",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "Because of that pungent smell, it stays. Forever? Well, not forever, but it depends on how ripe the durian is. Once it ripens to a certain level, that thing, yeah, you won't be able to get rid of the smell. You won't. If it gets smuggled in the luggage cabin, then your luggage cabin will smell like durian. The durian cabin. Welcome to durian cabin.",
      "chunk_id": "de9d026f-ff66-4268-a8cd-0b952c7b6faf",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "Welcome to Durian Airlines. You will smell durian the whole flight. You have nowhere to hide, nowhere to go. Yes. Yes. Imagine that. And, you know, when the pilot puts the plane in ventilation mode, like, you know, the air circulates within the plane, it's just waves after waves of durian.",
      "chunk_id": "2a5bd5bb-2ede-4f6a-922d-a29d435aa0f0",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 290
    },
    {
      "chunk_text": "Free durian fragrance. Yeah, you drink Coca-Cola with durian, right? You smell durian and you drink Coca-Cola. You smell durian, you eat your sandwich. You eat your chicken rice. Everything. Wow. Interesting. So coming back to the ramen idea, think about it. We talked about durian, how much respect it deserves for having that smell and having that look.",
      "chunk_id": "175bc050-1ed2-42c5-b884-23c38a642858",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "Yes. And then obviously now pairing it with ramen. Okay. I mean, ramen we all know comes in a chicken broth or a pork broth or a beef broth, whatever broth it comes with. And none of these flavors really match durian, right? Even spicy chili hot pot, these Chinese herbal hot pots. I don't know. Flavor-wise, I don't know how you can mix.",
      "chunk_id": "15749d35-2a02-43e2-8b87-8ff4f237b16a",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    },
    {
      "chunk_text": "Durian with any of the food. I can understand once you take the durian pods out, right? And you smear it, let's say, as a sauce or as part of a sauce. I think that's fine. Or garnish. Yeah. But a whole durian in your ramen? So I think it's worth trying. It's probably worth trying. Okay. This is durian ramen. And then this particular news says this ramen shop is in Southern",
      "chunk_id": "9e404985-40a9-447f-bef6-ae9a074fd921",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 375
    },
    {
      "chunk_text": "Taiwan. Okay. This is available at Gangshan branch of Kaohsiung's Shanhe Tang Ramen. All right. For 680 bucks. Durian ramen. And from the picture, I'm looking at this webpage right now as we speak, your pork slice, your char siu pork slice is inside the durian. They split the shell and they put all your ramen toppings in the durian shell.",
      "chunk_id": "332a3925-e2f4-4693-b6c4-45ec5c90cae7",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 340
    },
    {
      "chunk_text": "I think that's half a pod. It looks maybe like half a pod. Maybe one pod or half a pod there of durian. I honestly cannot imagine this. But do they like mix the flavor or they just... I don't know. I look at this and I ask myself why. Why? I'm catching. I ask myself why.",
      "chunk_id": "abbc3c7e-9f37-4d64-8d52-049cacee1c03",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 271
    },
    {
      "chunk_text": "It's a very visual dish, right? With the spiky shell on the outside and your ramen toppings on the inside. It's a very visual dish. It's nice. It's Instagrammable. It's so Instagrammable. Yes. And then I think it's all over Instagram or TikTok or whatever. Yep. Right. So that's how it got its fame. Even though maybe people, they didn't finish the bowl. Yes. I'm not so sure. Angel, guess what? The subtitle, the subheading",
      "chunk_id": "5e33763a-9cbe-46e8-b72e-b69010cc59ef",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "of this particular news article says, this is what it reads. This is so funny. I love this article. Whoever wrote this. Oh, Jono Thompson, good for you. The subheading says, ramen was born in China, mastered in Japan, died in Taiwan. He couldn't believe what he saw. Ramen died in Taiwan.",
      "chunk_id": "f2bf3302-6676-42a0-b4db-86e4dc1af4f0",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 288
    },
    {
      "chunk_text": "Salute, my god. So Jono, the author of this article, he's a funny guy. It died in Taiwan. Well, seeing this, yeah, it died in Taiwan pretty much. We killed it. I think Japanese will be really serious about the ramen. They're very serious about the ramen. For sure. I think we love fusion. We love fusion type food.",
      "chunk_id": "49ddf1da-58f3-4182-a802-3120b23dfe82",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 314
    },
    {
      "chunk_text": "I think in Japan, if you go fusion, it's anarchy. It's like, it's treason, right? You betrayed your own culture. I think that's how serious they take it. Betray? Wow. Right? It's treason. You betrayed your own country. But they themselves has a lot of different creations about ramen style. True. As I remember. They even have like ramen noodle burgers and things like that. But I think it doesn't last.",
      "chunk_id": "c852424f-5343-4736-967c-faf69a50c080",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "I think general Japanese population don't buy into it. So it doesn't last in Japan. I'm sure it is. Yes. Because they think, oh yeah, it's funny. But that's it. That's it. Yeah. But having a store and good business come from these type of ramens is anarchy. Impossible. Yeah. You still need to go on, keep on serving your miso ramen. Yes, exactly. Soy sauce ramen. Yes. Those kind of traditional flavor. Yeah. Wow. So are you interested in giving",
      "chunk_id": "1c8b0e35-e4fa-4575-b57e-3d8a746ad2df",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "a try of the durian ramen next time you visit Oshun? No way. I'm so sorry. I'll go there, take a photo and that's it. No way. Take a photo. I'm sorry. I have to respectfully decline. My one time durian experience was enough. So that's the first and the last time you tried a durian? First and the last. Thank you very much. Wow. Yes. Thank you very much. I was on the verge of throwing up, finishing that half pod.",
      "chunk_id": "13093b26-22c5-427b-a687-b2fada2eb728",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "You know, the durian lover might say that that's because you did not taste the basturian. Well, it was very tasty. My friend licked her fingers. That was how tasty it was. You understand what I mean? She literally took all the pods and had it for herself and licked her fingers. While on the opposite end of the table, I was on the verge of throwing up. I cannot show her that I was almost gonna throw up. Okay.",
      "chunk_id": "c52eae84-5db0-4e74-ac8c-b79750fb1ad5",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 411
    },
    {
      "chunk_text": "Imagine the scenario. I would want to give it a try. I mean, the durian itself. Yes. I mean, if many of us go, if we go with KP and we all have just a bite. Yeah, maybe. Maybe. But I won't go there myself and have a whole ramen to myself. I don't think that's what I'm in for. Yeah, that's too much. But these ingredients, for sure, we're talking. I think one thing we are trying to establish is that some of the foods, they pair well and they match well.",
      "chunk_id": "5e3e1822-8936-4f52-a606-56c62bae681e",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 455
    },
    {
      "chunk_text": "And unfortunately, this is just one of the flavors that we have not enough knowledge of to know whether these type of flavors come together and create a new flavor that is tasty. So again, respectfully, I will decline. I try not to play with my food. You know what I mean? But it's odd. Like durian ramen, we think it's odd. How about mango ramen, apple ramen?",
      "chunk_id": "5f67f061-bb7a-4b47-927a-eef9b4ca0118",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    },
    {
      "chunk_text": "That sounds more reasonable, right? I mean, gosh, you know, Japanese people put fruit in their curry. They put apples in the curry. Yeah. And it matches well. I can't say. To be honest with you, I'm more the savory meaty curry type of guy. Japanese curry is a little too sweet for me. I think it's on the sweeter side. And I think that that's for kids. That's for kids.",
      "chunk_id": "43bd06c3-d294-4fc0-ba97-66f1f1796027",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 369
    },
    {
      "chunk_text": "Kids who can't handle spicy food or flavorful food. So I think they add apple to it. But still, I wouldn't add fruit to my curry. I don't think it's a good idea. Any kind of savory food? No, I wouldn't. I wouldn't do it. I mean, for me, I would eat it separate. But that's again, that's just me. Okay. Yes. So the next ramen, because we haven't gotten to the English word for it.",
      "chunk_id": "dfacb2e5-6fb6-4e08-a59c-978aaac08d44",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "Can't read that word. That's a funny word. Like what is... Because he got giant feet. Okay. Okay. Cool. So that's the concept, right? Cool. Cool. Yes. But the word, the minute they say something like it's like, oh, worms are disgusting. No, this is a marine animal. Yeah. If it says it's worms, you're not supposed to put it on the table. Yeah.",
      "chunk_id": "d3fc9bfe-4a40-45e1-942f-74feba4d11a5",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 344
    },
    {
      "chunk_text": "It's English. Okay. It's not a worm. It's not. It's a marine animal. It means it lives in the sea. It's a marine animal. It's like a shellfish, right? It looks almost like a round lobster. Round crab, if I can call it. Crab lobster looking thing. It looks like a cockroach. Okay. Yes. I don't want to go there, but yes, it looks like... You can almost call it a sea cockroach, right? Yeah. Just by the looks of it. By first glance, you would think, oh my gosh, I don't care.",
      "chunk_id": "36f76cf7-27e1-479c-8ed5-b4dbdbe2f14d",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 474
    },
    {
      "chunk_text": "I don't care what it's called, but it's cockroachy looking and it's in the sea. So it's sea cockroach. Please take away from my table. Yes. That's the first idea. By the way, sea cockroaches are not that big. Actually, the sea cockroaches, if you go to the beach, you will see these little sea cockroaches. They're very similar, but these... They have a special name. Because they roll up in like a little ball. So like a little ball, we use the term earlier on.",
      "chunk_id": "d9816ffd-881e-4611-84d6-f59742a703f1",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 462
    },
    {
      "chunk_text": "Like a little pod inside a bean, right? So like a little bean-like looking sack. So when you roll up in a ball shape, sometimes we can also call it a pod. So 大王巨主蟲 is called an isopod. Isopod. I-s-o-p-o-d. Yep. Isopod. Yes. And 大王巨主蟲, this species is the giant type. So giant isopod. A giant isopod.",
      "chunk_id": "09265bc4-8597-4dc3-adb2-c37d40ac4b09",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 299
    },
    {
      "chunk_text": "Yes. So they are smaller ones, isopods. And 大王巨主蟲 is the giant. So the bigger ones. How big is the giant isopod? 27-30 cm? Yeah. Around that size? If you stretch it, it's almost 25-30 cm in length. That's... What a big one. Yes. And the shell is very, very hard. Like the tail of a lobster. Like a lobster tail. So it is also considered a delicacy.",
      "chunk_id": "94bf0e80-087d-4f92-94d1-e4651ff439ef",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 348
    },
    {
      "chunk_text": "Among some different nations. Like Thai, again? Yes. In Southeast Asia, again. And in Europe and America, it's mostly for research. For research. Because they don't even eat crabs, right? No, no, no. Because isopods belong... Because they live in really, really deep sea. And on the seabed. So they usually can tell. And isopods never evolved, really.",
      "chunk_id": "63021e3f-0631-4e6a-a0ed-396314b6d137",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 351
    },
    {
      "chunk_text": "They were like this millions of years ago. So they are kind of the ancient animal? Yeah. They are one of the older type. Sea marine animals. Sea animals. Wow. So they pick isopods out for research. They study it. And in a lot of aquariums, you know, these national aquariums, you will see isopods. But we are eating them. Yeah. I don't know who came up with the idea, but thank you very much. This is Taiwan. We can eat almost anything.",
      "chunk_id": "e24ee97b-3784-4536-afc5-b4ad57e54512",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "It's not an endangered species, right? No, it's not. Well, not yet. I mean, once Taiwanese people start eating, I can't say the same, right? I really can't say they won't be endangered. It sounds odd. Like you are eating a kind of food that I think 500 or 5 million years old before. Yes, yes, yes. Isopods are kind of old. They never really evolved.",
      "chunk_id": "4f815db7-1084-4993-9b2c-742f813cb78c",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 350
    },
    {
      "chunk_text": "They left the sea. Yeah, so they don't look different. They still need protection. So the hard shell gives them the protection. And here's the problem. Once you flip them over, that's what you discussed at, right? Because it's got the same number of legs as cockroaches. 14, right? Yeah, it's just many, many legs. And also, if you look at the shell from the outside, if you look at it, it reminds you of",
      "chunk_id": "57333982-df43-4d6a-ab67-c90b58cfe93d",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "a lobster tail, right? But at the same time, you know that's actually the body and not the tail. It's the body, not the tail. Yes. Wow. So you would be curious and your eyes would lead by the lines to the head. And then you'll be like, oh, my God, it looks so much like a locust, right? Like an insect head. The head of an insect. It doesn't really look like a sea creature or a shrimp or maybe like a crab. It's not. It's not. It's not.",
      "chunk_id": "83d1971c-493f-40c0-8706-fe098cd1f886",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "It's just like the name. It's a worm. It's an insect. It's a worm. Okay. It's related to the shrimp or crab. It's a worm. Come on. It's a worm. Giant isopod. Cockroach is not the worm, right? Cockroaches and spiders. Yeah, spiders are spiders. They are a different family. Okay. They are not insects. They're not insects. Yeah, they're different. You would insult them if you call them insects. Okay, I'm sorry. Cockroaches and spiders.",
      "chunk_id": "b05042be-8e90-47be-b99c-b8b8ac083672",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 436
    },
    {
      "chunk_text": "A lot of our listeners who, you know, who have majored or who are very aware of the insect kingdom. Yeah, they will be very upset with us for our ignorance. Oh, that's all me. I'm sorry. No, no, because we all have this. Common people have this phobia, right? When we see something we dislike, we think they are all families. Yeah, they are. They're all together. We group them automatically in our view. Okay. So this also went viral on the Internet because",
      "chunk_id": "067edf42-7e3e-4b01-917a-121c3e2351a2",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 458
    },
    {
      "chunk_text": "isopods are quite rare. Okay. It's not something you can buy from supermarkets. So somewhere along the line, they got hold of isopods. Number one. Number two, they claim isopods because they live in the deep seas. So their meat, like the body part, that's very, very tender. Okay. And because they're well protected by the shell, so it's super tender. And then also the crab paste, the orangey part is as flavorful",
      "chunk_id": "8f145736-e065-463b-be92-36fdd2a48a3b",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "as any other crab paste. So apparently for a lot of people who knows the sea for the fishermen, this is just like any other crab. It just doesn't look the same. Yeah, it just doesn't look the same. So this ramen store, apparently, how they got attention was they didn't take the flesh out, right? And then just add it to the ramen. No, they had to put that big ass shell on top of your ramen bowl to",
      "chunk_id": "bafb632a-36d9-45ef-a26b-85a6b1f76ebb",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "prove that you are eating a giant isopod ramen. And that's what went viral because people thought it looks like the giant isopod is sort of laying eggs almost, that position, right? Dipping in your chicken broth ramen. Well, guys, you really should check out the pictures. I'll get nightmare tonight. It's a very odd looking bowl of ramen. Let's put it this way. Yeah, but things",
      "chunk_id": "74b654ba-ca55-4825-b6c7-b7efebc40d54",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "you mentioned, it tastes like crap. Apparently, it tastes like crap. Okay. All right. Speaking of the price, since it's so, it's not usual to see it on the supermarket, must be expensive, right? To have this bowl of ramen. Okay. So this bowl, giant isopod ramen costs $1,480. That's almost $50. Yeah, almost 50 bucks. Wow. Okay, almost 50 bucks. Can you give it a try? No, thank you.",
      "chunk_id": "2dd22737-6a4f-4192-b427-b39e92ae7d89",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 383
    },
    {
      "chunk_text": "No, thank you. No, thank you. Okay. Again, I mean, I have respect for this marine animal, but I don't respect it on my dinner table. Thank you very much. Thank you very much. I don't eat it on my dinner table. Again, this is a very Instagramable moment. You go there and then pretending you dare to dine a giant isopod ramen. I'm sure it tastes good. I'm sure. It could be tender. It could be tender as heck.",
      "chunk_id": "a8cd0814-9e69-47cc-80c9-0a9de19f2de5",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 408
    },
    {
      "chunk_text": "It could be, you know, as umami as heck, but really with once they put that giant isopod over my ramen bowl, I think that's it. That's the end of it. You don't do that. Don't let me see it. And can they actually reuse the shell? No, it's just a good looking thing. They can't do anything with it. Right. You can't, you know, like shrimps, some chefs, they would cook or fry the shrimp heads and the shrimp body parts.",
      "chunk_id": "9296e1d8-a113-4648-9e29-bf1e84b23b06",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 417
    },
    {
      "chunk_text": "Or the lobster body parts for flavor, right? Or for broth. I don't know. I don't think it's worth the broth because I sort of see the pictures now and that shell is much, much harder. It looks much thicker and harder than a lobster tail. Or use it as the oyster shell. Like oyster shell, they have so many functions, right? Could be. Possibly, possibly. Or they just reuse it as a decoration for next customer.",
      "chunk_id": "7c56507a-5614-4bc3-a371-49f37ef90c00",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "I don't know if that's savory. I don't think that's hygienic. You know, the health bureau will come get them. I think the health bureau won't be happy with that. Reusing the shells. No, thank you. Reusing the shell. Cause every time I went to the wedding ceremony, there was always a lobster dishes, right? Yes. The cold, the cold tide of salad. I don't think they can reuse the shells. They will not, right? I certainly hope not.",
      "chunk_id": "b825f500-c82d-45cf-801f-fa0bdec8052a",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 430
    },
    {
      "chunk_text": "Cause I have this intention. So every time I will damage the lobster shell to avoid that they use the lobster shell. Every time I do that. Okay. No, I get you. I get you. It's just to prevent something that may be reused. We don't do anything nasty. That's a smart move. That's a smart move. Yes. You can never be too careful. Yes. So we've got these two ramens now that's taking the internet by storm. All right.",
      "chunk_id": "62bb3a99-9a4e-44dc-bcc3-640eabac0021",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "Durian ramen, the giant isopod ramen and you know, we need to wind down and ask all our 15 minutes fam. So what do you think? What's wrong with people? Why do you need to eat ramen with all these fusion weird food? Why do you need to fuse it with something this out of the ordinary? Don't play the food. Are we, are we trying to push the envelope or are we just trying to prove that because we can, we are humans.",
      "chunk_id": "1c417e5f-b20b-45cf-99fb-b6a4d41bedc7",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 413
    },
    {
      "chunk_text": "We are on top of the food chain. Yes. We are on top of the food chain so we can do what we want. Or maybe some of the fans, they are eager to try. Maybe you guys have tried. Please leave us a comment down below 15 minutes fam. If you have tried this giant isopod ramen and also durian ramen, please do let us know. We would be keen to share it with the rest of the family because I don't know, this is mentally challenging for me. And we will definitely give you a shout",
      "chunk_id": "f517e1d8-5ec8-4c56-9ca3-6bb88880717d",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 470
    },
    {
      "chunk_text": "out. Yeah, we will definitely give you a shout out too. You know, you deserve it if you dare to eat that giant isopod ramen and the durian. You deserve it. You deserve like a big shout out from us. Okay. So that's all the time we got for you guys. So check out the news link and check out the photos and we will catch you next week. Same time, same place you guys. Cheers. Bye bye.",
      "chunk_id": "a746197e-b5f9-4e4a-8c98-e6677d3d25da",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d9f3",
      "original_filename": "RSS_1442509198_podcast_1304_精選詞彙播客Vocab Ep.179_ 讓網路世界爆炸的拉麵 Ramen that broke the internet.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 381
    }
  ],
  "original_text_length": 23604
}