{
  "filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
  "episode_id": "6860dd2dbb826d6ebef9d88b",
  "collection_name": "RSS_1442509198",
  "total_chunks": 49,
  "chunks": [
    {
      "chunk_text": "Hello and welcome to Taipei banter today. I am here with Gavin Taylor a good friend of mine and He's got something very interesting to share today or actually we've got something very interesting to share today about work Work in Asia working Taiwan work in Japan But French workers today, right? Yeah So basically our article that we're gonna talk about today is called French workers get right to disconnect from emails",
      "chunk_id": "d7dd2756-795d-4cd5-b331-ae0d91153fac",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "Out-of-hours and we found it on the BBC If you want to you can go there and find the article and read through it So basically as a synopsis, it is basically that the French government has brought into law The fact that French workers may no longer be forced to answer work emails When they are at home, the idea is that when you go home you finish your work work is done obviously, this is great for for them and",
      "chunk_id": "6235f887-eb5d-4efb-8ce8-cbf35bcfcf4b",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "I'm sure many countries have employees that are very envious of this how practical it will be who knows there are some jobs where you need to connect Okay, definitely. Definitely if you're a trader or if you're looking after customers, just imagine a doctor can't go home and say well the right to disconnect Yes, I don't have to answer any emergency. Tell your wife you've got a right to disconnect. I dare you So basically the reason why this is interesting is because it's it is quite",
      "chunk_id": "fcb95d09-b336-45ba-9e58-9aa98e8c41df",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "popular and trending here in Asia. Yes, for sure For the past couple of months we've had protests on the streets in Taiwan in Taipei in particular And also we've heard the news about the ad agency Tentsu, right? Yes, apparently they overworked one of their workers and The workers committed suicide two workers two workers. Yeah, the second one. Okay. Yeah one last one was enough for me I mean, I didn't read about the second one. Yeah, can you imagine working so much that you are either depressed and",
      "chunk_id": "1ce37fc2-476a-4aef-847e-ed3a7fde7c52",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "That you kill yourself or so overworked that you just can't handle it anymore So the word I picked up from you know, that particular news was Karoshi You know Japanese people have to you know names All these things. Yeah, you know people die from overwork Karoshi Yeah, it's kind of cool. They always name all sorts of stuff. So do you think it would become a word in English if it happens enough? Yeah, I think so. I mean, it's like Pokemon, right? Yeah, well, that's this go catch Pokemon and Pokemon",
      "chunk_id": "f9343d90-264d-495a-ae0c-8dcec59cbcad",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 502
    },
    {
      "chunk_text": "Is essentially, you know a Japanese word. It's not an English word Well sushi too. I mean sushi is Japanese. So maybe Karoshi will become a popular English word. I hope not I certainly hope not, you know, I pray that we don't we don't have to Actually deal with Karoshi or think about Karoshi, you know thinking about being overworked by your boss You know by your business, right? Yeah Well, but here where we are in in Asia",
      "chunk_id": "18e25eff-6080-4087-bd41-b45141477beb",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "It is an issue in many of the country. I know here in Taiwan it is I'm pretty sure in Japan. Definitely it is I don't know about the risk. Foxconn killed a couple of people a few years back. Yeah in China Yes, there was an issue. So that brings us to this question of you know Work work ethics. I know in Taiwan they are very very proud of the fact that they work very late hours and and the idea is that stay and That they stay until the boss",
      "chunk_id": "005bf5f1-8af0-4ee7-8611-5acb73d78c95",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 443
    },
    {
      "chunk_text": "Oh, yeah, yeah, which is very well, it's contrary to Western thinking. Yes that it's respect to your seniors Yeah to the people who have tenure in the office and I don't know. I've never disliked it. I never liked it. Sorry. I always felt that you know You are the employee you should leave first because you're not making the big bucks. All right, okay, but That brings us to one issue which would be at the end of the day They are very proud of the fact that they have to work",
      "chunk_id": "7c75ab53-67aa-4c4e-80e4-c1c74265df5d",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 478
    },
    {
      "chunk_text": "Late. Yes, but I mean how productive are you when you have if I come in at 9? And I know I'm gonna sit there till 9 p.m. Oh sure. How productive am I gonna really be? I'm gonna sit here till 9 anyway. Why do I need to hurry? I'll take my time. Well the you know in my view or you know what what I've come to learn is that productive is the you know the definition of being productive in Taiwan per se or in Asia per se",
      "chunk_id": "f890411c-cd90-4b2c-96eb-c3de7de6919c",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 418
    },
    {
      "chunk_text": "Is the amount of time you put in to work not about? How efficient you are or how effective you are per se, you know from an HR's perspective but as in you know, how much time are you giving the You know the organization that you're working for so that that's the perception or the definition of being productive in Asia Well, it's interesting because a few years ago. I read an article about a study that was done in the UK and they basically found",
      "chunk_id": "3a2c9efc-115a-479d-b1eb-ddcef3f12257",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "that long work hours do not equate Productivity. I 100% second that. It's just I would rather have my staff leave early and in that way put them under pressure to finish I come here. I want to go home at 5. I will do as much as I can to finish And that is the real debate now in you know in the market. Yeah, you know What is productivity? You know from the employer's view from the employees view, you know work-life balance These are major issues and I think that's why you picked a very good",
      "chunk_id": "c2777c35-b1b1-4a3d-8811-88851d2bf57e",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 494
    },
    {
      "chunk_text": "Article here today about the right to disconnect. Do you feel you have a right to disconnect essentially? What do you think? I think as an I am NOT an employee though. We are By nature of our business. We are self-employed So we don't have a right to disconnect if I just write have I have a right to disconnect I could do it, but I would lose work. Exactly. I I would lose opportunities so as as people who work for ourselves We definitely have a right to disconnect. Oh, definitely but",
      "chunk_id": "d4175563-9cba-48b4-ac92-7100c8f26cd5",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 487
    },
    {
      "chunk_text": "it is not good for us and I think the outside perception of Freelancers like ourselves or self-employed people out there to you know in modern world is that oh, they have the right to disconnect They have that freedom they can disconnect any time But uncount on the contrary what happens is you don't disconnect we don't you never disconnect you you're always on you're never off Perfect. Yeah when I remember that the when you work for a company at the end",
      "chunk_id": "aec9015c-e5dc-4baa-b8f9-9f3bbe7b717b",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "Of day you get sick days. So if I'm ill, I I know I can take the day off. Okay, but when you work for yourself There's no work. No pay Sometimes you you're feeling ill but you end up, you know Just basically going to work anyway, just because if you don't work you don't get paid I think we just more self aware about you know where our work needs to be or how much work we need to put into work percent yeah, we need to be very aware of that instead of sitting in the office and",
      "chunk_id": "f078d182-f543-4dc2-936e-a1096a91e6ee",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 479
    },
    {
      "chunk_text": "You know, you know dealing with trivial things every day. Yeah in and out Well, I wouldn't say trivial some people deal with very important things every day Well, I you know, I'd love to say that but you know, I also think my Facebook is kind of important sometimes And I end up, you know surfing the Facebook a lot more than I think Yes, great. I would like to look at some of the vocabulary if we don't if you don't mind the first one was has been dubbed The said that law has been dubbed",
      "chunk_id": "ed7fbe16-3762-4f2d-b145-a349c3475b05",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "the right to connect and and basically dubbing is something that Is not very common here in Asia. I noticed that most movies are dubbed cartoons animated movies Yeah, so natural big movies like Mission Impossible 4 or whatever. They have subtitles at the bottom Yes, but it's only basically your cartoon movies where they actually dub the voices they they do they get voice actors to come and you know do the movie basically to",
      "chunk_id": "7f8d8e45-811d-4928-a4e8-b4d09fa16edc",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "Chinese or Thai or whatever. So I'm assuming that's because of children So that is the most common use of the word dubbing but here it actually just means named it's been called Yes, so that's pretty pretty easy Also known, you know, alternatively we can also call it also known as yeah this new law Maybe it has a big name but aka the right to this country aka would mean also known as okay, great Okay, so this law comes into force which means",
      "chunk_id": "0d6af0ab-f914-4c1f-94aa-93e947496ee4",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "basically it starts It basically starts on the 1st of January which comes into force. The force is strong with this one Yeah, well the force it may be not that strong with this law Yeah, well anyway, so On the other part I looked at a charter of good conduct, which I love the word charter of good conduct which basically mean rules Just new rules. I mean so companies have to drop rules like guidelines. Yeah, like a framework",
      "chunk_id": "87b59feb-ecdc-4b5d-bdb4-22996cebab63",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "of how you should Behave at work. Yeah, good conduct. What makes you a good employee? But again, you know, I mean you would have to think what is good conduct and what in one company maybe not good conduct in another Oh, that's that's definitely HR's headache. Yeah. I mean, I think it's a matter of ethics It's very difficult company culture. Yes, but also, you know modern companies because of public companies",
      "chunk_id": "27d22fde-135c-4f33-b14d-4081c1260259",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 412
    },
    {
      "chunk_text": "System or the public company system is driven by profit. It's just it is driven by profit performance That's it. I mean at the end of the day they they always I remember they always you know Have this way of telling you all the employees are most important asset the moment the company's performance is down The first thing that happens is bye. Bye. Yes, they chop a bunch of people off They fire the employees the most valuable assets. Yeah, so yeah",
      "chunk_id": "729d00f9-b1ca-421a-b41a-37157466e423",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "So when it comes to ethics, I don't know. I mean recently remember a VW you thought a company without without beyond reproach. No It happens every year. We are surprised about these companies that cheat and and this is the de facto German in the manufacturing brand. Yeah, it's not just them. It's the banks if Some other bank has just agreed to pay billions. They should bunk. They got fine. Yeah, JP Morgan got fine And these are the people we should park",
      "chunk_id": "b6c203a3-1999-4f27-b77c-8bb2fe19c9ce",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "Most you know if you can't trust the bank You know, I mean they hold our trust we give them our money we trust these are the people we supposed to be able to trust the most and yeah, they are every Here there's another one being fun. So that if they are doing this, what are that? What what is the rest? What are the rest of them doing out there? No, I can't imagine. I can't imagine. I really don't want to go there Yeah, so yeah, it just brings to that point out that you know, we we suppose",
      "chunk_id": "98da782b-4c44-4eed-a75a-9f057a50a130",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 493
    },
    {
      "chunk_text": "That we can trust them. So I don't think companies have that many ethics. They always say they do But it's only once they get caught out that they then follow whatever ethics they said they would Okay. So the other word I really liked was the word burnout. Oh This was a hot topic, but you know also I had with some of my students Regarding you know, what exactly is burnout, you know, or they've never heard about burnout which I was very surprised because you know again",
      "chunk_id": "90d69b07-7397-4398-ada8-a6313816da47",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "It's the Asian culture of you know, like you devote yourself hundred percent to the organization That's how you you are loyal. That's how you are gauged in terms of performance That's how they know you are a good employee Right. Yes, you devote yourself you leave your family your wife and kids at home and you do Overtime and that that's how you prove your loyalty. That's how you prove that you you're really productive in in the organization and",
      "chunk_id": "00105e78-dde2-4b1c-b7fc-7d0433f5f117",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 448
    },
    {
      "chunk_text": "As I've known a number of students here who have suffered from burnout I think it's everywhere people just don't notice that they are burnt out or maybe they just don't have a word for it Because what happens in therapy is all the Japanese guys to come up with Karoshi they come up with something cool We have a word in English like Godzilla Godzilla but as I said, we have a word in English and it is burnout and it's basically just what happens is somebody joins a",
      "chunk_id": "a44286c9-51f3-4b43-b4e7-144bc0378146",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "Company they work super hard for a number of years and then they can't do it any they are physically ill they become mentally Unhappy and in the end they end up leaving taking a break and then starting it all over what I read up was one of the most common symptoms of burnout is Depression. Oh, wow depression Depression is like the beginning of a burner. You feel very depressed. You're not motivated",
      "chunk_id": "3c6cd5a9-9df3-4e24-b6b2-1e88b50b8206",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 401
    },
    {
      "chunk_text": "To go to work. You don't want to wake up, you know and go to work. You don't you don't want to face work You don't want to do any work. That's a step apparently get so bad You know that one, you know, like Japanese people they sort of die and and they kamikaze themselves in the organization Oh, I read it from the the actual one with a oh, I keep forgetting what called Roshi karoshi karoshi k-a-r-o-s-h-i okay, so from this karoshi incident that to",
      "chunk_id": "0e6c55f1-d01c-4af7-a049-c5112894f51c",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "Employees died of in the company. The first one actually just died and from from overwork from burnout and the second one had depression from overtime and Basically committed that's probably burnout. Yeah, well both were both led to it I mean, so that is a definite so definitely before there is The karoshi part there is burnout which leads to karoshi in the form of either actual death or suicide. So it's like your Pikachu",
      "chunk_id": "572d1a1e-8750-484c-bc8c-9013731bc2af",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 425
    },
    {
      "chunk_text": "Eventually evolving into you know, a riot, you know, it evolves. Oh really? You watch too much Pokemon go Okay, and then the other word I liked was the word strike Because like as in as in, you know, somebody strike me attack me. No, no, no as in strike as in labor action if if a company is unfair to its laborers and people decide stop work and they stop",
      "chunk_id": "6690fc24-9bb8-4754-bad6-08daf8fae824",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 356
    },
    {
      "chunk_text": "En masse meaning everybody stops work and there's a lot. Yes. I remember there was a you know news about the French train workers went on strike and then basically Paralyzed the whole transportation system in Paris. Well, France is a very good example of coming to try is because every year this happens Yeah, and our home country South Africa is another great example. They turn strikes into a party Yes, actually, you know with a little you know shock of Zulu spear",
      "chunk_id": "91980c17-d90f-4861-942a-9eee1015e9cc",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "And the shield and then they sort of sing and dance and then make a party out of it, which you know, I really You know kudos to them for doing that to making it a party. The problem is it's an annual thing every year around a certain time of the year Basically half the country goes on strike because it's time for their annual increase and they want a higher percentage So as in France the same happens every year there are strikes but you know",
      "chunk_id": "e0c7a18b-a87e-4ae6-9f4a-18c9afe593fd",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 445
    },
    {
      "chunk_text": "I'm interested to know like do one like take strikes like, you know, the the jasmine uprising, right? Do I just go Facebook and say hey Gav, you know, like I'm on strike You know, we have a bunch of freelancers. Let's just go on strike You know, you how do we do it? How do you do a strike? Well, essentially you have to have a union first off You have to join you have to join the union. You can't strike by yourself So what happens is that most especially in countries in the West there are unions so in a union",
      "chunk_id": "638b8308-59dc-4866-ad5b-601865289ced",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 513
    },
    {
      "chunk_text": "You join the union and basically sometimes you don't want to strike but the union will say you have to strike Yeah, it sounds good to me. Yeah, you know what they paid leave line. It's not paid. Oh strikes are unpaid Then I don't want to be on the strike. The problem is if you go to work your your your fellow employees will not like you You might hear pressure. Yes, and you know some of some of the turns violent They will actually attack you they will strike you physically I think we got a couple of YouTube videos about",
      "chunk_id": "aa3d6f71-067a-4ca3-a19e-9ba9f762986f",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 525
    },
    {
      "chunk_text": "South Africa, you know, oh well this happens globally violent strikes all over the world. I I know that there's another word. That's very interesting scabs SCA BS. Do you know what a scab is? Well scabs can be two things one when you when you get a cut and it heals it forms that brown scab That's a scam but scabs are also workers that are brought in to do the work while the employees are on strike Oh, that's something so sometimes companies bus in workers. So say for instance",
      "chunk_id": "14f018db-35ce-4fd8-9abc-6a5756388b42",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 480
    },
    {
      "chunk_text": "Company a is having a strike. They can't manufacture their product. And so they Actually, they bust in they bust in workers from another town because or from another place So it let's say if Taiwanese people go on strike at Foxconn or Acer or something and then you know We can just fly, you know Thai people. Yes Guys and they bring them in to do the work and those people are called scabs Wow, well, they are there I dare Foxconn and Acer",
      "chunk_id": "27e418dc-945e-47bd-b17e-3f2237474ef4",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "You know bring scabs along Well, no, it's not that easy to bring in foreign workers here But yeah, sometimes, you know some of the employees decide to actually go back to work because they can't afford To go on strike and they are seen as turncoats or traders and scabs. They also called scabs That's a very good word. And you know, I mean in some communities Especially in your smaller communities people don't forget that and you know, they will hold it against a family for",
      "chunk_id": "21a9137d-8bef-4c37-a487-770ee96382a5",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "Sometimes generations. Yeah, your father was a scab. Oh because in 1935 Yeah, well your grandfather was a scab. Pressure from the community essentially that's why strikes can be very effective but they can also bring up a lot of violence and You know, unfortunately bad side effects, but we must remember where it came from. It came from the fact that many years ago about a hundred or so years ago employees had zero rights and basically they were abused and so it is how",
      "chunk_id": "6ad1bf5b-3fef-43e9-96a3-8b5a8a18ba72",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "How the pendulum swings, you know, I mean from that extreme it went to the other extreme or where unions were formed and everybody went Yes, you need to protect yourself. You sort of you organize yourself together. Yeah, right So you can organize a strike essentially, right? Yes. And so, you know, it's just one of those things where we try and Get the balance right between workers rights. Fantastic. So Gav, do you actually know it says here in the article France has a working week of 35 hours. Okay",
      "chunk_id": "2f74e4b5-f6f1-44d7-bbff-0a5fa3dcd9ec",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 503
    },
    {
      "chunk_text": "Since 2000. Wow. Do you know what is the legal? Our work week in Taiwan. No idea. Okay, we were 45 we were 45 our work weeks and Recently the recent law passed and apparently we are down to 40. Okay. Well, we make the progress That's why we had the such a big controversy over the seven-day holiday that we sort of had, you know, like free",
      "chunk_id": "0db1a9ca-a8ae-44c3-8d4f-7e16d9864710",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 339
    },
    {
      "chunk_text": "Extra seven holidays because the government forced the employers to give us the five hours back Okay, but now it's now it's another you know controversial topic around, you know taking the holidays away again this week by giving by replacing it with Weekends off. Okay, so we have weekends off, but we don't have those extra holidays in there. Well, I can't complain I think because I don't work. Okay hours so for office worker",
      "chunk_id": "5076bf90-2763-4b2e-adfc-84652ebbbf83",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 428
    },
    {
      "chunk_text": "Obviously it yes to your wife and kids you have no right to disconnect. Yeah You can't switch off no chance whatsoever. So fantastic Gavin. What's next? Well, I think that's all I would like to share. Is there anything else you would like to talk about? All right. I think you know, we we actually slightly over time. That's fine. So How about we just you know cover some of the vocab that we've discussed that we that we think is very meaningful",
      "chunk_id": "15b14943-3ae1-4798-8673-5b34a7510af4",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 446
    },
    {
      "chunk_text": "And important to this topic about right to could disconnect. So, I mean, I just mentioned dubbed Comes into force. Okay. So basically the new law which has been dubbed right to disconnect It just means that that's not the name of the law. It was just name It's a cake people call it that the right to disconnect. I think it's all 25 3 sub-2 Whatever, whatever. It's very obvious. You're sure that no, right?",
      "chunk_id": "8ec1f89a-471e-4c4b-8fe3-a2585421e002",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 407
    },
    {
      "chunk_text": "So I wonder if this right to disconnect would be actually a direct translation from the French Yeah, that would be I think that'll be something we can look at. Yeah, definitely dig in and look at Sometimes in charter, right? Yeah charter. Yeah charter the charter which is you know, it's just you draw up a charter You you draft a charter that charter determines the guidelines. Yeah, it's just a list of rules a list of rules, but it's cool We have a nice word a charter. Yes",
      "chunk_id": "e4f0fb31-9ee6-47c4-b706-84f1ea6e0b75",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "And then I think burnout was the one I liked the most. Oh, yeah burnout leads to Karoshi Very good. And then protest. Oh, no, I didn't cover protest but Strikes you mentioned that protest previously. Yes strike strike is the word I liked Very nice. So you don't want to work you organize a strike. Yes, and with the union the unions organize and You go on strike you go on strike or you strike. What are you doing?",
      "chunk_id": "faf7f8b3-5ee7-4aef-bca2-9c122b1ccf54",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 414
    },
    {
      "chunk_text": "Tomorrow I'm going on strike. Oh, that's nice. Very nice. Enjoy you Can have a picnic. No, no, it is I gotta join my union first. Yes. And so yeah, actually a very difficult topic strikes because they are quite Polarizing and some people hate them and some people love them If you want to be on TV go on a strike. Oh What about a hunger strike? What is a hunger strike? I don't know",
      "chunk_id": "86aa3222-781a-49ba-aa12-bf7c0ed4ab83",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 382
    },
    {
      "chunk_text": "I think people just try not to get fat in Taiwan. I think they go hungry Some people there were some famous people who would do hunger strikes. I think Gandhi did so I'm not sure Yes, and basically it was the fact that you stop eating as a protest Yes, a very peaceful type of protest. Yes, it happens in jail So some people are in jail and they are protesting maybe against their sentencing or about something that happened and they go on a hunger strike Of course in jail, what can happen?",
      "chunk_id": "ae74c778-01e6-4509-a006-354d26eee979",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 491
    },
    {
      "chunk_text": "Is that the guards could actually force feed them they can actually hook up a line Force them to drink water Just sustain them. Yeah, make sure they don't die. Um As a private person, you know, if I went on a hunger strike tomorrow, nobody would know I think I'd be dead before people thought what happened to you. We lost so much weight Wow Yeah, so yes, so hunger strikes are only really effective if there's an audience there are actually people paying attention, right and",
      "chunk_id": "0f7fdee1-47cd-48a0-9030-5754e41a9bdf",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 476
    },
    {
      "chunk_text": "Yeah, it's a form of protest as well. Yes, very peaceful kind Yes, but it may be to you if you are in jail and they force feed you and they actually physically manhandle you and Tie you down onto a bed and put a drip into you to keep you alive. I think that's what they do Oh, that's even with these peaceful strikes. They they sort of You know, they talk to the family members and then they have the family members try and feed you and you know Talk you out of it out of the hunger strike",
      "chunk_id": "7363de45-cfd1-4b03-af8e-56e1261c83bf",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "There you go. So yeah, I think that's about it on that So John, is there anything in particular you want to share? No, I think that's that sounds very good. I think that's it for today Yeah, well, I have my pleasure. Have a great day. Yep",
      "chunk_id": "27cf277d-b7a7-461b-8600-c592dde2a231",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d88b",
      "original_filename": "RSS_1442509198_podcast_1304_Taipei Banter 台北嘿掰講 Ep.1 French law - The Right to Disconnect.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 238
    }
  ],
  "original_text_length": 22028
}