{
  "filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
  "episode_id": "6860dd2dbb826d6ebef9d874",
  "collection_name": "RSS_1442509198",
  "total_chunks": 73,
  "chunks": [
    {
      "chunk_text": "Hello you guys, and you are now listening to 15 Minutes Talk Today 通勤學英語每週三來到 15 Minutes Cafe 英語咖啡館喝一杯老師們的本週主題特調一起探討國際文化、時事、職涯、網路和音樂等多元主題輕鬆吸收主題相關的詞彙、慣用語還有常用例句喔Guys, you are now listening to the latest episode of 15 Minutes Cafe and with me today, let's welcome 詩詩",
      "chunk_id": "6d312a2e-17b2-4e78-92ee-8872742e7a8c",
      "chunk_index": 0,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 263
    },
    {
      "chunk_text": "大家好,我是簡詩敏 also known as 詩敏, also known as the jazz singer and also notafarmacist.ccnotonlypharmacy.ccwelcome to my website",
      "chunk_id": "e71ea08e-66f4-43e1-817d-d0bbef4c04aa",
      "chunk_index": 1,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 122
    },
    {
      "chunk_text": "But,詩敏, we are tired of lovey dovey music. Every time you introduce us to some new music, it's lovey dovey and, you know, my wife listened to the last episode and she's not very happy, right? Because she listened to all those fancy lyrics by Loewe. Oh, now I figured out how to pronounce her name, Loewe. Yes. And she's like, yeah, why didn't you write that in your letter, huh? If you know how English works,",
      "chunk_id": "618068de-3860-4c68-8979-d6eae9b750cc",
      "chunk_index": 2,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "why didn't you use that, huh? Oh, terrible. I'm so sorry. I shouldn't pick those songs. Yeah, you guys get me into trouble. I know too much. Okay, then let's talk about other things. Yes, so this time, asked 詩敏 to bring on a summer song, a summer jam. In the 80s, we call it a summer jam. And then in the 90s, it was the summer hit.",
      "chunk_id": "cc2d4216-2dde-4189-b0f7-9a8cf167f223",
      "chunk_index": 3,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "And then in the 2000s and beyond, it's just song. That's right. It's just a song. It's just a hit. It's just another Grammy Award hit. Okay, so guys, come on. We need to jam. We need, you know, summer hit, right? Okay, so we're going back in time today, for sure. But this is way before jam and hit.",
      "chunk_id": "293ae322-6db1-4fe5-b3d2-274fff0747d2",
      "chunk_index": 4,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 299
    },
    {
      "chunk_text": "Okay, this is way, way, way before. This is probably before the word groovy. Oh, perhaps because the groovy is from disco era, right? 70s, 80s, early 80s, late 70s, the disco era. Okay, that's groovy. So this is a little bit beyond that. But this was a huge hit because I've heard the song growing up from our singing teacher every summer. She would like to play this.",
      "chunk_id": "de0985ab-8a84-470e-a349-c901489b71c3",
      "chunk_index": 5,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "And it's very jolly. It's very joyful. But I think most people don't really know it's by this famous person, because this person is the guru. It's the master. He is the man. We listen to songs of Tony Bennett, of all the greats, but this guy, this guy. He's the only one. And he passed away quite early too. At a very young age.",
      "chunk_id": "c69d86b4-2968-4fcf-9b12-c69b290c0f98",
      "chunk_index": 6,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 328
    },
    {
      "chunk_text": "In our terms. His name is Nat King Cole. Nat King Cole. Imagine. His middle name is King. I mean, how much more do you want? That's a great name. Because he's the king of the romantic music. Yes. And he was in the jazz blues era. He was on the one side, the jazz king. So Nat King Cole, guys, I've got an album on iTunes that's Apple remastered. You can buy these albums for cheap nowadays. And if you listen to his voice,",
      "chunk_id": "4cb0253f-2ea7-4730-aa67-10178a8048ff",
      "chunk_index": 7,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "my word, there's no other. There's just no other. I think no one else can mimic his voice anymore. No one else sings like that. And he sings it in such a way that is, you know, I'm going very politically incorrect here. To me, he's the African American Frank Sinatra. You know, if Frank Sinatra is the Italian American Frank Sinatra, then Nat King Cole is the African American Sinatra. Because he's well respected. His music is",
      "chunk_id": "43ba668c-8472-48bb-85a9-40fff435bcc7",
      "chunk_index": 8,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 427
    },
    {
      "chunk_text": "all over the world. And you know, when Starbucks actually opened in Taipei, they used to play Nat King Cole quite a bit. Oh, a lot. Yeah, a lot. The bookstores played Nat King Cole as well. And then he has Christmas albums too. So he's technically everywhere. When you hear him, you will recognize him, but you don't know his name. Maybe he's the reason why all those coffee shop, they play jazz. People listen to it, but they didn't know the name of who's singing.",
      "chunk_id": "f89d639c-4166-4ceb-8b56-a72f0f952c13",
      "chunk_index": 9,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 465
    },
    {
      "chunk_text": "Yes, you don't have to. He's got that signature voice, right? Really, really good. So Nat King Cole. And today we're going to be looking at a song. And I specially requested this because I don't want no lovey dovey anymore. So I requested. No, no, this is more for Guy. I mean, this, this is a summer jam, you know. This to me sounds more like a summer jam. So this song, I specially requested Sumin to share with us today. A summer jam.",
      "chunk_id": "384b6455-e2fd-4550-ad37-eca3da86134e",
      "chunk_index": 10,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 437
    },
    {
      "chunk_text": "And this song has a really, really long title. Those lazy, hazy, crazy days of summer. One of the longest titles, I think ever. Yeah, perhaps. One of the longest. In that era, those songs names, they're short. Yes. Like summertime. Yes. And even today, I don't think Taylor Swift would have long names as titles for songs. So this song has this long name.",
      "chunk_id": "73e9a766-a52a-40c2-ac23-4a0b8bf98199",
      "chunk_index": 11,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "So there's a lot of rhyming here. A lot of rhyming. Yes. For those of you who know, we're talking about jams, we're talking about groovy. You know, we use fancy words in the very era after this. So in those days, crazy days of summer is already like a big thing. Oh, right. Yes. Because it's already a little",
      "chunk_id": "3b20d17e-6866-4f48-88af-46f5a41771a3",
      "chunk_index": 12,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 308
    },
    {
      "chunk_text": "informal, a little more exciting. And in those days, crazy, the word means, yeah, you're literally crazy. Most of the time it's recognized in the formal sense, not in the informal sense. So be crazy. It's a fancy thing. In those era. And what era is that? Let me tell you. This song, those lazy, hazy, crazy days of summer, was a song that was composed by Hans Karst. Don't know who he is, but don't worry about it. Again, a big guy. In 1963,",
      "chunk_id": "946d958d-ef8a-4fe7-a8fa-77b599d7794f",
      "chunk_index": 13,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 442
    },
    {
      "chunk_text": "yes. So composed by Hans Karst, recorded by Nat King Cole, and the English lyrics is written by Charles Tobias. And therefore, this song became a huge hit after 1963. You had a crazy summer. That doesn't mean everybody went crazy and started, you know, getting violent on each other, but it meant it was very exciting. It was a lot of party. So today, if we use crazy, 80% of the time,",
      "chunk_id": "6d538580-b904-4e5f-b539-12529534feeb",
      "chunk_index": 14,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 385
    },
    {
      "chunk_text": "it's used in that sense, not as in, I need to take medicine crazy. No. You see, we have better words for that today. Crazy today still about excitement is still used in that informal sense. But let's go back to the title. I want you to repeat after me, you guys. If you listen to this song, you need to know the title. And those days, song titles and song lyrics go together. Today, you have the song title, that's one word or two words, and that has nothing to do with any of the lyrics.",
      "chunk_id": "fa4f45e9-00ea-4778-847b-b22e9b6f9a8a",
      "chunk_index": 15,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 488
    },
    {
      "chunk_text": "Right. You have to use your imagination to connect it. So you're assuming I tickled your funny bone, right? Because you know the truth. That's how it was. All the old songs and their titles are super easy to recognize. So if you can sort of sing along to the song, you can sort of guess the title. Today, you sing the chorus of the song. You don't know the title. No, you can't remember the title. You can't find the song.",
      "chunk_id": "c1477de4-7ec8-41af-aedf-db4a29e3cb1c",
      "chunk_index": 16,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 422
    },
    {
      "chunk_text": "Right. So what do you do? I just forget it. I'll ask my friend. I just sing to them. Come on, be modern. We've got apps today. You shazam it. You go to your app, you shazam it. You don't worry about the lyrics matching the titles anymore. You shazam it. Or maybe I just open my chat, GPT and sing to him. What's the name of it? Yes. Okay, we use apps now. I don't know the title.",
      "chunk_id": "4ecdafb2-7bf1-4572-b107-a1e589ccea0b",
      "chunk_index": 17,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 379
    },
    {
      "chunk_text": "Give me the title. So what does that mean? Why I said just now, you have to know the title. Those lazy, hazy, crazy days of summer. Why? Because it's a huge part of today's song. By the time you can sing the song today, by the time you cover the lyrics, you know the song title. Those days of summer. Okay. So that's very interesting and that's very important.",
      "chunk_id": "0b9dcf22-20cf-41f7-bac8-fc6cbf4a74b9",
      "chunk_index": 18,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    },
    {
      "chunk_text": "If you are slightly younger, the younger generations, you guys have it really tough. I'm so sorry for you. For us, you listen to the song, you know the title. Nowadays, you listen to any of the songs, you don't know the title. Sometimes you have to guess who sings it as well. You have to. Okay. So the title of the song, those lazy, hazy, crazy days of summer. Okay. So it's a good summer song. It's very jolly, very upbeat and definitely go check it out.",
      "chunk_id": "6eb3263c-0395-420f-9dc8-14363fa12532",
      "chunk_index": 19,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 456
    },
    {
      "chunk_text": "If you YouTube it right now, you will see Nat King Cole in your face. Yes. Because I just Googled him. He is the African-American jazz singer that's all groovy. He's got that. I love his smile. He's got that. I'm chilled. Like nothing can faze him smile. Very, very cool guy. Let's cover the song and then we will come back and talk about some of the questions. Okay. Let's cover the song. And Sumin, you will take the first paragraph. I'll take the second.",
      "chunk_id": "016cdf8d-59b9-4ce6-a6a0-44dc6d8a25ce",
      "chunk_index": 20,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 457
    },
    {
      "chunk_text": "And we will just finish first and then come back. Let's go.",
      "chunk_id": "47600dd2-f0a8-46c2-a85e-b235be5f0f11",
      "chunk_index": 21,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 59
    },
    {
      "chunk_text": "Let's go.",
      "chunk_id": "a58c889a-39ac-4121-9001-82e893d4ad15",
      "chunk_index": 22,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 9
    },
    {
      "chunk_text": "Roll out those lazy, hazy, crazy days of summer. I wish those summer could always be here.",
      "chunk_id": "499ba2b8-ba1f-4814-86c8-48def832e3d7",
      "chunk_index": 23,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 90
    },
    {
      "chunk_text": "Yes. So Sumin, how many times was that? Let's quickly count. Roll out those lazy, hazy, crazy days of summer. Two, four, six, eight times in the song. So guys, you see how easy the good old days of writing a song, right? You repeated eight times and it's 25% of the song. That's the reason why it got heat.",
      "chunk_id": "619bdf5e-ae08-4918-8ab6-5a4da14a1e7c",
      "chunk_index": 24,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 306
    },
    {
      "chunk_text": "Why did you remember it? Everyone can sing it. So Nat King Cole was the 1963 Justin Bieber, right? Because Justin Bieber, when he sang Baby, there were, I think, 43 or 48 babies in his song. Just repeat it. But nonetheless, there's a reason, guys, why he repeated so much. Because this is like a slogan for that summer. So let's look at the word. Very important.",
      "chunk_id": "e1bd388c-7cc2-4a7d-b3ad-7daea5855a41",
      "chunk_index": 25,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "Those lazy, hazy, crazy days of summer. What do you roll out? Yeah. Roll out a copper. You start. You start enjoying a party. You roll it out. So what kind of summer is it? Lazy, hazy, crazy. So we understand lazy summer because it's hot. So you're lazy. Hazy because it's cloudy. You know, there's a little bit of the air is very thick. So you can't see much. So it depends on where you are in the U.S.",
      "chunk_id": "25cd43ec-e0c1-40fa-8b10-0171037eb0fc",
      "chunk_index": 26,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 403
    },
    {
      "chunk_text": "or in the world. Summertime in Taiwan now, it's just mostly afternoon, thunder showers. So it's not really hazy, more like lazy. And crazy days of summer, that means just a lot of excitement, a lot of partying, everybody happy. When you get to summertime, you see the kids. They're all very excited. I remember back in my school days, summertime, you see the youngsters all in the malls, at movie theaters, going to cafes. It's all kids. Not like today. Kids just go to",
      "chunk_id": "39f68c6e-a49b-41e0-b679-43a0cf75ec61",
      "chunk_index": 27,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 469
    },
    {
      "chunk_text": "Japan. They go to the U.S. or they go to Disneyland or they travel abroad with their parents. You guys don't enjoy that lazy, hazy, crazy days of summer, right? So you're lazy because maybe your friends are out. You're crazy because your friends are all nearby. You can go hang out with them. And so it's crazy. A lot of laughter, a lot of fun. And then hazy, maybe because of the bad weather. Oh, or maybe because you drink too much. The alcohol make you feel that.",
      "chunk_id": "fd338bb2-71a1-421a-9935-ded42f2f62e7",
      "chunk_index": 28,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "If this song was meant for adults, then yeah. So your memory may be a little hazy, right? Your memory is not very clear from the hangover. That's what I think. You drink too much. Now the imagery, because summertime is not only for, most of the time we think summer is for the students, youngsters. Young people. Yeah, not for the working class. You gotta go to work. There's no summer. So this is more like for students.",
      "chunk_id": "9cc82359-da8f-4b11-aac8-fdd43f368af9",
      "chunk_index": 29,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "And the next line here, those days of soda and pretzels and beer. So think about it. Soda, no problem. Coca-Cola, Pepsi-Cola, pretzels, just a snack. Pretzel sticks that you can buy. So if you go to Carrefour, you get these dried pretzel cookies. Oh, okay. A whole bottle of it. You can buy a big bag of pretzels. In Taiwan, we don't really eat pretzels. No, no.",
      "chunk_id": "311b1b64-0563-40c3-9236-e2676a31ca72",
      "chunk_index": 30,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "There's a pretzel store in Xinyi. I believe it closed down. It was fresh pretzels. And that pretzel stick is huge. Oh, yeah. It's like a bread. More breadstick concept, not cookie concept. That's also a pretzel. I think we like churros more than pretzels now. Because there's also a store that I've seen in Xinyi, street churros. They sell these churro sticks.",
      "chunk_id": "30610335-1bb8-46e0-a17c-6b54a82411ae",
      "chunk_index": 31,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    },
    {
      "chunk_text": "Those are churros. So we don't like pretzels really. But in US, they like pretzels and churros. So we're not there yet. We're not pretzels yet. And soda, pretzels and beer. So to me, this imagery is soda for the kids, pretzels for everybody, and beer for daddy and mommy. You know what I mean? Not your friends. Because you don't really mix soda and beer.",
      "chunk_id": "2c479ce5-f06d-4a79-87c1-e7afe91f7eb4",
      "chunk_index": 32,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "If you drink soda, you drink soda. If you drink beer, you drink beer. So those days of soda and pretzels and beer. So it's a family day like that? Yeah, I think it's like that. It's more a family thing. It's not only for adults and not only for kids. They continue. Roll out those lazy, hazy, crazy days of summer. Roll it out. Let's kickstart it. Dust off the sun and moon and sing a song of cheer.",
      "chunk_id": "1a5663c4-0da0-46ca-b733-53c667483ef8",
      "chunk_index": 33,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 399
    },
    {
      "chunk_text": "When you dust off, you remove it. You're trying to dust it off your body. The sun and moon. So what is the sun and moon? So you play the whole day long from this time to the night. That's one way to look at it. And dust off the sun and moon. If you're working class, you wake up when the sun comes up. And you go home when the sun goes down. Sun and moon. So dust off the sun and moon. That means dust off the nine to five.",
      "chunk_id": "71adc0d4-0095-4a14-aadb-1c3d00c4e3d3",
      "chunk_index": 34,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 423
    },
    {
      "chunk_text": "Day time. Yeah, the work, you know. Just get rid of it and sing a song of cheer. Yippee. Yeah. Okay. So for school kids too, right? You wake up, you go to school. When it gets dark, you come home. Dust it off. Get it out and sing a song of cheer. Happy. Happy. Happy weekend. Yes. Now we get to the fun part. The second verse is super, super fun. Just fill your basket full of sandwiches and weenies, then lock the house up. Now you're set.",
      "chunk_id": "36fb59a1-6003-4987-ab5f-0b5cd4615663",
      "chunk_index": 35,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "Now you're ready. You're set. So what do you do in summer? Fill your basket full of sandwiches and weenies, then lock the house up. Now you're set. What do you think? What kind of food is good summer food? Not 火锅 beside 火锅 In Taiwan, hot pot. Everything is okay. Okay. Just no hot pot. Okay. We're talking about the West here. So there's definitely no hot pot.",
      "chunk_id": "2c2db706-e29d-4939-9c5c-fa635a059bfd",
      "chunk_index": 36,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 360
    },
    {
      "chunk_text": "For them, a good outing snack or a good summer snack is sandwiches and weenies. Yeah. What are weenies? Because you can't bring ice cream far away from your house. Yes. It's not like today, right? 1963. You have to go to an ice cream store to get ice cream. Not like right now. We've got 7-Eleven. We've got convenience stores. We've got gas stations that we can buy ice cream from. You can only prepare the sandwich. Yes. And weenies. What are weenies?",
      "chunk_id": "87ada94e-53c1-49da-bf1b-2bb7dcbf123f",
      "chunk_index": 37,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 453
    },
    {
      "chunk_text": "Weenies. What weenies is? Okay. So for Americans, weenies are these sausages, small sausages. They are weenies. Definitely not your ceiling night market sausage. If you catch my drift. Yeah. The weenies. So it's more like our night market 一口小香肠 kind of concept. Those are weenies. So that kind of makes sense because it's finger food. It's a snack. It's not meant to be a meal.",
      "chunk_id": "ef36c49f-4766-4715-84e5-e61c79fd2e13",
      "chunk_index": 38,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 377
    },
    {
      "chunk_text": "So fill your basket. What kind of basket? This is a picnic basket. This basket is not your shopping basket. This is not your Costco basket. This is your picnic basket. Why? When you go picnicking, sandwich and weenies. I want to buy one. The basket. The picnic basket. Yes. But today you can uber eat so you don't eat the basket. You go sit at the Daan Forest Park and then you uber eat your food.",
      "chunk_id": "ed08d95a-cc24-44e9-890a-cc811f559934",
      "chunk_index": 39,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 397
    },
    {
      "chunk_text": "Use your app and then you got food. Pizza. Yes. We can do it in the modern way. Fill your basket. Lock the house up. Now you're set. Of course, for Americans, you have to lock your house. Right? Because that means you're going away for a day or two. Or at least for the full day. You got to lock your house up. Okay. But today saying lock your house up has a very different meaning. Right? Really? We have. We still have.",
      "chunk_id": "ddca1964-81bf-45ed-8d02-bb8e2cc3b971",
      "chunk_index": 40,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 421
    },
    {
      "chunk_text": "Today it's no brainer. You can't leave your door open. But you know, long time ago in the 60s, you leave the door open. No crime. Because you live in the, you know your neighbors. You live in a peaceful neighborhood. Oh, so you don't need to lock it every day. Yes. Wow. Yes. So lock the house has a meaning because we're living for two days perhaps. Oh yeah. You know, for traveling long distance or generally if you live in the",
      "chunk_id": "5279c656-ec5c-4e30-8740-31f6ad599b00",
      "chunk_index": 41,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "suburbs, you know, your friends and family, you just go knock on the door and open the, you know, go knock on the door and open it. Oh, you don't really ding dong and wait it to be unlocked. No, people don't lock it. Oh wow. Yeah. Different. Very, very different. But today modern, modern America. Sorry, you can't do that. Make sure doors and windows are also locked. Lock everything up. Lock everything up. And if you leave the house for a couple of days, what do you do? You turn on your",
      "chunk_id": "dbe948ef-c160-434c-aa82-7590d6bb5707",
      "chunk_index": 42,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 490
    },
    {
      "chunk_text": "security alarms. Yeah. Yeah. And the camera. Yes. If you got these fancy CCTV cameras, you turn it on. And today we have fences. We have walls. And you know, the fences are only getting taller now. Long time ago, no fence. You just walk across. You walk on the grass. One side is your neighbor's grass. One side is your grass. You just walk over. Beautiful days. Yes. Not anymore. Can't do that anymore. So of course they repeat it. Roll out those lazy, hazy, crazy,",
      "chunk_id": "08cdd16b-9f50-4da9-b428-0fb2d5a44f61",
      "chunk_index": 43,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 466
    },
    {
      "chunk_text": "lazy days of summer. Oh no, no, no. We forget the bikini parts. That's so important. I'm so sorry. Yes. This is the part I'm waiting for, right? Yeah. On the beach. Just lock the house up. Yeah. Well, my wife won't be happy again because I can't lock the house up and go see bikinis. Then I'm dead. So the next line in the verse is,",
      "chunk_id": "65ae3a04-b4c3-4ad5-9507-cf2ff7805077",
      "chunk_index": 44,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 332
    },
    {
      "chunk_text": "So you go on the beach, you see the girls in their bikinis. And to be honest, if you go and Google today, 1960 something, the bikinis, compared to today's bikinis, I think they are swimsuits. They're still swimsuits. They're not so bikini. Oh. Yeah. Today it's like bikini. If you know what I mean. It's like true bikini. Yes. It's like the lesser bikini.",
      "chunk_id": "c3a90693-e132-4627-ab50-e75059955a0e",
      "chunk_index": 45,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 355
    },
    {
      "chunk_text": "The better the fabric, the better today. Long time ago, you wear a bikini, you show a little bit of shoulders and you know, it's bad. It's already, it's already pushing it. The line goes on as cute as ever, but they never get them wet. Cause we just walk, walk all around the beach. Looking good. Today, girls don't get them wet for a different reason. Because it's Instagram, right? Yeah. We have to take pictures. It's Instagram. But 1960 something,",
      "chunk_id": "8cb3a85e-257b-4199-bf87-518f4c86470e",
      "chunk_index": 46,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 451
    },
    {
      "chunk_text": "no cameras are not a thing. So people go there and most likely they don't get them wet. You know why? Because they just want a sun tan. Oh, so they're just lay on the beach. Exactly. They walk around with their big mega sunglasses, looking cute and get a sun tan. And that's about it. Different reasons. Different reasons. Different reasons. But we do the same thing. Because even though you buy a waterproof makeup, still.",
      "chunk_id": "d26bbcb4-bd13-46d4-a3e8-8fccd2c4cf51",
      "chunk_index": 47,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 423
    },
    {
      "chunk_text": "The makeup will get mess if you get bad. Well, it's okay. It's not a big deal. But remember Instagram first today. Yeah. So whatever you do Instagram and then you can mess it all up. It doesn't matter. Oh no, we have to. Not all the time. You know, once you've done your Instagram, you just go, go back to your hotel and you go to have your buffet. Yeah. Right. Or maybe you go back home. Just go back home. You're ready. Done. Yeah. Finished. So you're at the beach for 30 minutes, right?",
      "chunk_id": "4b03a7d8-1e3a-4e7c-b747-a3d8cd5266b0",
      "chunk_index": 48,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 489
    },
    {
      "chunk_text": "You're taking all the videos and pictures and then you spend three hours editing them on your laptop in your hotel. And especially in Taiwan, people want to get, we keep white. Our skin should be white. So we want to walk on the beach for maybe. So for ladies, what Xiumin is trying to say is there's no such thing as a lazy day of summer. It's a busy day of summer. It's really, really busy. In the very morning, you got to pick your bikini. You got to start your makeup.",
      "chunk_id": "5cf544ce-5541-45c0-b224-2bb86887b52a",
      "chunk_index": 49,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 472
    },
    {
      "chunk_text": "And you got to look good. And then you got to Instagram. And then take videos, take YouTube shorts, whatever you need. Do your little YouTube short dance, TikTok dance. And go back as soon as possible. Yes. S A P. Edit it. Write a post. Edit your videos. And then put on little filters, what have you. And then yeah, and launch it. And that's your end of your summer day. That's it. One good full day.",
      "chunk_id": "be4bd3f5-bcfc-46ef-b9a0-6c5596895f50",
      "chunk_index": 50,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 401
    },
    {
      "chunk_text": "30 minutes at the beach. And the rest of the time on your laptop. And people think you stay on the beach for a long time. No. Not at all. So modern life, huh? Interesting. Definitely the modern people are definitely not lazy. There's no time to be lazy. So we will have to change the song, you know, if this song is to be rewritten or re-sang in a different way.",
      "chunk_id": "7594d382-9e32-43e9-ab3b-4ec24fd4a859",
      "chunk_index": 51,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 362
    },
    {
      "chunk_text": "Let's go on. The chorus goes back. Roll out those lazy, hazy, crazy days of summer. Soda, pretzels and beer. And you'll wish that summer could always be here. You will wish that summer could always be here. Technically, in Taiwan right now, summer always here, maybe not a good thing. It's too hot. The summer vacation, the summer holiday, the summer vibes, the beach vibes. We want that forever. But not every one of us can",
      "chunk_id": "ccaeeddf-9749-4885-8120-c1397fb8d941",
      "chunk_index": 52,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 424
    },
    {
      "chunk_text": "get to live in California. Good weather, the beach, beautiful people, handsome guys. You know, we can't get that. Okay. But we've got 7-Eleven. We've got Family Mart. You know, nothing can beat convenience stores. After that, where is Nat King Cole going? After going to the picnics, full of sandwiches and weenies, going to the beach and the bikinis, where are we off to? The next verse says, don't have to tell a girl",
      "chunk_id": "e354ac58-728c-4dcd-98b4-c1c45d4db17b",
      "chunk_index": 53,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 419
    },
    {
      "chunk_text": "and fella about a drive-in or some romantic movie scene. Who's a fella, a girl and fella? F-E-L-L-A. Who's that? A guy? The word guy, not used into the 60s. It's an 80s thing. Hey, that guy. That's 80s. That's me. That's my generation. In some rapper songs and in some artists,",
      "chunk_id": "9edee67f-78cd-49e8-ab62-f68ba28a7f47",
      "chunk_index": 54,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 277
    },
    {
      "chunk_text": "you know, when they want to add a little bit of nostalgia, you know, vintage words, they will add fella. Fella. What is fella? Fella means fellow. F-E-L-L-O-W. Fellow. My fellow brothers. My good friends. Yes. But today we just go, hey bro, hey dude. 1960, fella. Like some chick and bro. Yes. Chicks and bros. Exactly. That's very 80s, 90s. And then girls and fellas.",
      "chunk_id": "59d7c486-5887-41e9-9ee7-d207578e257f",
      "chunk_index": 55,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 368
    },
    {
      "chunk_text": "Girls and fellas. Yes. That's the old day. But here they talk about a drive-in. What's a drive-in? Don't have to tell a girl and a fella about a drive-in. So what's a drive-in? Do you get KFC with that? Yeah. Or a 车库. No? Oh, drive-in, like a garage. Okay. Okay. That's a good one. That's very close. So the one you get at McDonald's and KFC, that's called a drive-through. Drive-through. You drive through it.",
      "chunk_id": "42d7a66e-d089-4a19-a16c-7cc9ab50d5d9",
      "chunk_index": 56,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 410
    },
    {
      "chunk_text": "Okay. You don't stay there. It's not in. Yeah. It's not like you're parking there. You have to drive through. So you pick up your food and you go. Drive through. So what is a drive-in? A drive-in is, well, I suppose my parents, they sort of lived that era of drive-ins, but it was not a big thing in Taiwan. In US, it was a big thing. Instead of going to the movie theater, they had these outdoor theaters where they call it the drive-in.",
      "chunk_id": "dfb9a593-7602-4fa7-b35b-7e40b551048c",
      "chunk_index": 57,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 438
    },
    {
      "chunk_text": "Because you drive into this parking lot and you just park. You pay and you park and you can watch that movie outdoor. We don't have it. No, no. No, we don't have it in Taiwan. Yes. I believe they play the new movie, not like 二手电影. Yes. Those days were very different. Those days were very different because, you know, the movie companies, they will go on a road show. They go tour around US and do these.",
      "chunk_id": "b077043f-1ec8-4e9b-820f-82379821e4a4",
      "chunk_index": 58,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 404
    },
    {
      "chunk_text": "Ah, okay. It's like outdoor. If you're not indoors, you're on your car. You don't get out. You just sit on your car. Maybe if it's a family movie, you just sit on the car with your kids and then you bring your own snacks. Okay. And it's a big parking lot. A lot of cars, they don't have the 就是吃敞篷车吗? Or how they watch the movie. Well, I mean, not everybody afforded a Cabriolet. So of course it was cool. If you own a Cabriolet, then you go to these drive-ins.",
      "chunk_id": "cdba9f13-1689-4460-bdba-42fac5c33796",
      "chunk_index": 59,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 460
    },
    {
      "chunk_text": "You're the coolest guy in the parking lot, right? Most other kids not. So you have to sit in front of the car. Yeah. You just sit and sit inside the car and watch. Those were the days. I didn't experience that. This is way before my era. So in some old movies, you guys, you guys can Google it up. You will see black and white movies. Those days. They, they watch black and white movies that way. Yeah. Outdoor and drive-ins are particularly popular with young people.",
      "chunk_id": "1222b398-9e8f-42c6-8bba-903c819be02c",
      "chunk_index": 60,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 468
    },
    {
      "chunk_text": "Who can drive. Why? Because a lot of romantic movies back then are very, very good for drive-ins. Horror stories, you know, like King Kong. That was also a drive-in movie. Oh really? Yeah. And old movies like Casablanca, you know, romantic movies. They're generally good drive, good drive-in movies because this guy, if you want to go on a date and then when it gets really romantic, you can kiss in the car. All right. You have your.",
      "chunk_id": "75c80588-b0d4-424f-8ed3-04417dad84ec",
      "chunk_index": 61,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 434
    },
    {
      "chunk_text": "If you want that kind of vibe or that kind of scene, you guys can go watch Greece. You will see what I'm talking about. John Travolta and Olivia Newton John. They, they had that. Guys trying to be cool. They'll buy these fancy cars with the top off. Then you will have. They go to drive-ins. Yes. Pick up chicks. The next line, right from the moment that those lovers start arriving, you will see more kissing in the car than on the screen.",
      "chunk_id": "56ae3835-2539-406c-ba87-cc22c1157ceb",
      "chunk_index": 62,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 440
    },
    {
      "chunk_text": "So this is like a child's perspective of what a drive-in is in the movies. Starting from the moment that the movie lovers start kissing, you will see more kissing in the cars at the drive-in than in the movie. Yeah. Those kids, they love to go to the drive-in and just run everywhere to check. So it really depends because some drive-in movies are meant for family.",
      "chunk_id": "c732a011-34b6-4158-bdfd-a0630937a663",
      "chunk_index": 63,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 365
    },
    {
      "chunk_text": "For, you know, lovers. Yes. Couples. And you bring your kid to watch Casablanca or romantic movie. They will spoil the movie. They'll go. They're kissing. Knock on somebody's window. Right. Hey, what are you doing? Ouch.",
      "chunk_id": "a054428c-28e2-42ec-8ad5-fc23cb345a3d",
      "chunk_index": 64,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 220
    },
    {
      "chunk_text": "Okay. So guys, back then, this was sort of the dating ground, drive-ins, dating and family. So of course, at the end of the song, they ended with, you wish that summer could always be here. So looking back, if you think about it, it's a child's perspective of what summer is. And, you know, maybe a college student, maybe, you know, you just get your drivers, you're 18, 19-ish. You're still in your teenage years. Those days, if you're 20, you're like mature. You're really mature.",
      "chunk_id": "824a331a-463c-40c6-b91d-ca35968b528a",
      "chunk_index": 65,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 482
    },
    {
      "chunk_text": "You're ready to get married. So if you're sort of 17, 18, you can still be a little boyish. And you want to go to the beach. You want to go to the drive-in. Yes. You want to go check out the chicks. Yeah. And then the way you remembered it and think about it, if you had good fond memories of your summer days, you know, the next coming summer days in your head, the song will start to play. Roll out those lazy, hazy, crazy days of summer. Roll it out. Let's kickstart it.",
      "chunk_id": "fde31d7f-94c4-41e0-a175-1419714f5c87",
      "chunk_index": 66,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 473
    },
    {
      "chunk_text": "I kind of miss those days. Those days. Now for you, it's crazy in a different way. Just the work is so crazy, right? Crazy days of summer. We're still working hard in the summer days. So we should change lazy, hazy, crazy to busy, hazy, and crazy. And crazy, right? Busy, hazy, crazy. Hazy because the weather's not clear. And then crazy because crazy of work. And then busy is just have no time for anything.",
      "chunk_id": "060c7957-9dcb-4858-90d9-411b2d708cfc",
      "chunk_index": 67,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 409
    },
    {
      "chunk_text": "Yeah, you can't finish your job. They're too much. Just too much. And I think this year, 2024 summer, is a very special summer for us because this is the first time we totally recovered from post-pandemic. You know, last year we were still sort of worried of we were still wearing masks. This year, nada. Nobody's wearing masks. So it's a good, good summer this year. Enjoy it. Yes, and you should enjoy it. So guys, how do you like those lazy, hazy,",
      "chunk_id": "c10c43cd-708e-4fda-9245-1b376d5d542e",
      "chunk_index": 68,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 450
    },
    {
      "chunk_text": "crazy days of summer? Does that remind you of your own childhood summer days? Why don't you let us know using the comment link down below and let us know what your childhood experiences were or even what maybe if you had a great summer last year, let us know and we will share it with the 15 Minutes Fam and we will enjoy the summer altogether. But you guys, for those of you who are crazy like us, crazy busy, or if you're just lazy, no problem. This summer is for you guys.",
      "chunk_id": "9621a921-59e7-4855-bccd-b59a89130c44",
      "chunk_index": 69,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 475
    },
    {
      "chunk_text": "All right. Enjoy your summer. We only have X amount of summers to go and just enjoy it and live in the present. All right. So guys, if you enjoyed the song also, please give us a rating on Apple Podcast. Why don't you rate us five stars? Okay. And if you go on Spotify, I believe you can also rate us five stars. Okay. Wherever you can. If you like this particular episode. And Xiumin, please tell everyone where they can catch up with you and all your fancy episodes",
      "chunk_id": "8fa73e89-df6a-4898-8700-b479de4fc0aa",
      "chunk_index": 70,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 467
    },
    {
      "chunk_text": "and also your FM radio show. Yeah. Just check my website and you can find everything, the notonlypharmacy.cc. Go to notonlypharmacy.cc. You'll get all the time schedules of Xiumin and also her three podcasts now. How many podcasts? Two radio programs, two podcasts. Two radio programs and two podcasts. Oh my gosh. But also those radio programs, they're all on podcasts, so four. And YouTube channel, right? Yes, YouTube channel.",
      "chunk_id": "60133b11-00ce-4a47-aa59-b63f7b639c09",
      "chunk_index": 71,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 429
    },
    {
      "chunk_text": "I'm losing track. I'm literally losing track. You're doing, you're rolling out content like crazy. Yeah. Yeah. Thank you for joining us Xiumin and thank you to our 15 men's family for joining us today and enjoy your summer days. Have fun and stay dry wherever you can. And we will see you in the next 15 men's cafe. See you guys. Bye bye.",
      "chunk_id": "e644b352-6ab0-4097-8305-5ce7e3792062",
      "chunk_index": 72,
      "episode_id": "6860dd2dbb826d6ebef9d874",
      "original_filename": "RSS_1442509198_podcast_1304_15Mins英語咖啡館 Ep.228_ 爵士學英語-國王的夏天洗腦金曲 Nat King Coles summer jam - Those Lazy Ha.json",
      "collection_name": "RSS_1442509198",
      "chunk_length": 338
    }
  ],
  "original_text_length": 28248
}